[
  {
    "pmid": "28716607",
    "date": "2017 Sep",
    "title": "Seven pass Cadherins CELSR1-3.",
    "abstract": "Cadherin EGF LAG seven-pass G-type receptors 1, 2 and 3 (CELSR1-3) form a family  of three atypical cadherins with multiple functions in epithelia and in the nervous system. During the past decade, evidence has accumulated for a key role of CELSR1 in epithelial planar cell polarity (PCP), and for CELSR2 and CELSR3 in ciliogenesis and neural development, especially neuron migration and axon guidance in the central, peripheral and enteric nervous systems. Phenotypes in mutant mice indicate that CELSR proteins work in concert with FZD3 and FZD6, but several questions remain. Apart from PCP signaling pathways implicating CELSR1 that begin to be unraveled, little is known about other signals generated by CELSR2 and CELSR3. A crucial question concerns the putative ligands that trigger signaling, in particular what is the role of WNT factors. Another critical issue is the identification of novel intracellular pathways and effectors that relay and transmit signals in receptive cells? Answers to those questions should further our understanding of the role of those important molecules not only in development but also in regeneration and disease.",
    "authors": [
      "Goffinet AM",
      "Tissir F"
    ],
    "journal": "Seminars in cell & developmental biology"
  },
  {
    "pmid": "38070011",
    "date": "2023 Dec 9",
    "title": "Upregulation of CELSR1 expression promotes ovarian cancer cell proliferation,  migration, and invasion.",
    "abstract": "Cadherin epidermal growth factor and laminin-G seven-pass G-type receptor 1  (CELSR1) is a planar cell polarity protein involved in the transmission of directional cues to align either individual cells within an epithelial sheet or multicellular clusters. CELSR1 has been suggested to play a role in glioma, breast cancer, and chronic lymphocytic leukemia development; however, whether it has a role in the pathogenesis of ovarian cancer remains unknown. The aim of this study was to determine the role of CELSR1 in ovarian cancer and elucidate its underlying molecular mechanisms. By analyzing gene expression data downloaded from the Cancer Genome Atlas database, we found that CELSR1 expression was upregulated in ovarian cancer tissues compared to that in normal ovarian tissues. High CELSR1 expression levels were associated with poor prognosis in patients with ovarian cancer. Cell proliferation, scratch, and transwell assays revealed that CELSR1 promoted the proliferation, migration, and invasion of ovarian cancer cells in vitro. In addition, transcriptome sequencing analysis revealed that CELSR1 knockdown in T29H cells resulted in the dysregulation of the expression of 1320 genes. Further analysis revealed that genes involved in proliferation- and migration-associated signaling pathways were regulated by CELSR1. Our study demonstrates that CELSR1 is highly expressed in ovarian cancer cells and regulates their proliferation and migration, suggesting its potential as a diagnostic marker and therapeutic target.",
    "authors": [
      "Zuo J",
      "Zheng A",
      "Wang X",
      "Luo Z",
      "Chen Y",
      "Cheng X",
      "Zhao Y",
      "Zhou X",
      "Tang KF",
      "Du X"
    ],
    "journal": "Medical oncology (Northwood, London, England)"
  },
  {
    "pmid": "37224017",
    "date": "2023 Jun 27",
    "title": "The adhesion GPCRs CELSR1-3 and LPHN3 engage G proteins via distinct activation  mechanisms.",
    "abstract": "Adhesion G protein-coupled receptors (aGPCRs) are a large GPCR class that direct  diverse fundamental biological processes. One prominent mechanism for aGPCR agonism involves autoproteolytic cleavage, which generates an activating, membrane-proximal tethered agonist (TA). How universal this mechanism is for all aGPCRs is unclear. Here, we investigate G protein induction principles of aGPCRs using mammalian latrophilin 3 (LPHN3) and cadherin EGF LAG-repeat 7-transmembrane receptors 1-3 (CELSR1-3), members of two aGPCR families conserved from invertebrates to vertebrates. LPHNs and CELSRs mediate fundamental aspects of brain development, yet CELSR signaling mechanisms are unknown. We find that CELSR1 and CELSR3 are cleavage deficient, while CELSR2 is efficiently cleaved. Despite differential autoproteolysis, CELSR1-3 all engage GalphaS, and CELSR1 or CELSR3 TA point mutants retain GalphaS coupling activity. CELSR2 autoproteolysis enhances GalphaS coupling, yet acute TA exposure alone is insufficient. These studies support that aGPCRs signal via multiple paradigms and provide insights into CELSR biological function.",
    "authors": [
      "Bui DLH",
      "Roach A",
      "Li J",
      "Bandekar SJ",
      "Orput E",
      "Raghavan R",
      "Arac D",
      "Sando RC"
    ],
    "journal": "Cell reports"
  },
  {
    "pmid": "27301287",
    "date": "2016 Jun",
    "title": "CELSR1 Is a Positive Regulator of Endothelial Cell Migration and Angiogenesis.",
    "abstract": "Cadherin is an epidermal growth factor and laminin-G seven-pass G-type receptor 1  (CELSR1) is a key component of the noncanonical Wnt/planar cell polarity (PCP) pathway that critically regulates endothelial cell proliferation and angiogenesis. In this study, we examined the biological significance of CELSR1 in endothelial cell migration and angiogenesis. For this, we applied both gain-of-function and loss-of-function approaches. To increase the endogenous expression of CELSR1, we used the transcription activator-like effector (TALE) technology and constructed an artificial TALE-VP64 activator. To knock down the expression of CELSR1, we generated lentivirus containing short hairpin RNA sequences targeting different regions of CELSR1 mRNA. Following up- or down-regulation of CELSR1 in human aortic endothelial cells (HAEC), we assessed in vitro cell proliferation by MTT assay, migration by scratch and transwell migration assays, and angiogenesis by tube formation analysis. We found that CELSR1 was endogenously expressed in human umbilical vein endothelial cells (HUVEC) and HAEC. When focusing on HAEC, we found that upregulating CELSR1 expression significantly promoted cell growth, while knocking down CELSR1 inhibited the growth (p < 0.05). Using both scratch and transwell migration assays, we observed a positive correlation between CELSR1 expression and cell migratory capability. In addition, CELSR1 upregulation led to higher levels of tube formation in HAEC, while downregulating CELSR1 expression decreased tube formation (p < 0.05). Mechanistically, CELSR1-regulated migration and tube formation was mediated through disheveled segment polarity protein 3 (Dvl3). In conclusion, CELSR1 plays an important role in regulating multiple phenotypes of endothelial cells, including proliferation, migration, and formation of capillary-like structures.",
    "authors": [
      "Zhan YH",
      "Luo QC",
      "Zhang XR",
      "Xiao NA",
      "Lu CX",
      "Yue C",
      "Wang N",
      "Ma QL"
    ],
    "journal": "Biochemistry. Biokhimiia"
  },
  {
    "pmid": "35133174",
    "date": "2022 Apr",
    "title": "CELSR1 Risk Alleles in Familial Bicuspid Aortic Valve and Hypoplastic Left Heart  Syndrome.",
    "abstract": "BACKGROUND: Whole-genome sequencing in families enables deciphering of congenital  heart disease causes. A shared genetic basis for familial bicuspid aortic valve (BAV) and hypoplastic left heart syndrome (HLHS) was postulated. METHODS: Whole-genome sequencing was performed in affected members of 6 multiplex BAV families, an HLHS cohort of 197 probands and 546 relatives, and 813 controls. Data were filtered for rare, predicted-damaging variants that cosegregated with familial BAV and disrupted genes associated with congenital heart disease in humans and mice. Candidate genes were further prioritized by rare variant burden testing in HLHS cases versus controls. Modifier variants in HLHS proband-parent trios were sought to account for the severe developmental phenotype. RESULTS: In 5 BAV families, missense variants in 6 ontologically diverse genes for structural (SPTBN1, PAXIP1, and FBLN1) and signaling (CELSR1, PLXND1, and NOS3) proteins fulfilled filtering metrics. CELSR1, encoding cadherin epidermal growth factor laminin G seven-pass G-type receptor, was identified as a candidate gene in 2 families and was the only gene demonstrating rare variant enrichment in HLHS probands (P=0.003575). HLHS-associated CELSR1 variants included 16 missense, one splice site, and 3 noncoding variants predicted to disrupt canonical transcription factor binding sites, most of which were inherited from a parent without congenital heart disease. Filtering whole-genome sequencing data for rare, predicted-damaging variants inherited from the other parent revealed 2 cases of CELSR1 compound heterozygosity, one case of CELSR1-CELSR3 synergistic heterozygosity, and 4 cases of CELSR1-MYO15A digenic heterozygosity. CONCLUSIONS: CELSR1 is a susceptibility gene for familial BAV and HLHS, further implicating planar cell polarity pathway perturbation in congenital heart disease.",
    "authors": [
      "Theis JL",
      "Niaz T",
      "Sundsbak RS",
      "Fogarty ZC",
      "Bamlet WR",
      "Hagler DJ",
      "Olson TM"
    ],
    "journal": "Circulation. Genomic and precision medicine"
  },
  {
    "pmid": "36453712",
    "date": "2022 Oct",
    "title": "CELSR1 variants are associated with partial epilepsy of childhood.",
    "abstract": "CELSR1 gene, encoding cadherin EGF LAG seven-pass G-type receptor 1, is mainly  expressed in neural stem cells during the embryonic period. It plays an important role in neurodevelopment. However, the relationship between CELSR1 and disease of the central nervous system has not been defined. In this study, we performed trios-based whole-exome sequencing in a cohort of 356 unrelated cases with partial epilepsy without acquired causes and identified CELSR1 variants in six unrelated cases. The variants included one de novo heterozygous nonsense variant, one de novo heterozygous missense variant, and four compound heterozygous missense variants that had one variant was located in the extracellular region and the other in the cytoplasm. The patients with biallelic variants presented severe epileptic phenotypes, whereas those with heterozygous variants were associated with a mild epileptic phenotype of benign epilepsy with centrotemporal spikes (BECTS). These variants had no or low allele frequency in the gnomAD database. The frequencies of the CELSR1 variants in this cohort were significantly higher than those in the control populations. The evidence from ClinGen Clinical-Validity Framework suggested a strong association between CELSR1 variants and epilepsy. These findings provide evidence that CELSR1 is potentially a candidate pathogenic gene of partial epilepsy of childhood.",
    "authors": [
      "Chen Z",
      "Luo S",
      "Liu ZG",
      "Deng YC",
      "He SL",
      "Liu XR",
      "Yi YH",
      "Wang J",
      "Gao LD",
      "Li BM",
      "Wu ZJ",
      "Ye ZL",
      "Liang DH",
      "Bian WJ",
      "Liao WP"
    ],
    "journal": "American journal of medical genetics. Part B, Neuropsychiatric genetics : the "
  },
  {
    "pmid": "23481196",
    "date": "2013",
    "title": "Atypical cadherins Celsr1-3 and planar cell polarity in vertebrates.",
    "abstract": "Cadherin EGF LAG seven-pass G-type receptors 1, 2, and 3 (Celsr1-3) form a family  of three atypical cadherins with multiple functions in epithelia and in the nervous system. During the past decade, evidence has accumulated for important and distinct roles of Celsr1-3 in planar cell polarity (PCP) during the development of the brain and some other organs. Although Celsr function in PCP is conserved from flies to mammals, other functions may be more distantly related, with Celsr working only with one or a subset of the classical core PCP partners. Here, we review the literature on Celsr, focusing on PCP and particularly on brain development.",
    "authors": [
      "Tissir F",
      "Goffinet AM"
    ],
    "journal": "Progress in molecular biology and translational science"
  },
  {
    "pmid": "9339365",
    "date": "1997 Oct 1",
    "title": "Celsr1, a neural-specific gene encoding an unusual seven-pass transmembrane  receptor, maps to mouse chromosome 15 and human chromosome 22qter.",
    "abstract": "We have identified Celsr1, a gene that encodes a developmentally regulated  vertebrate seven-pass transmembrane protein. The extracellular domain of Celsr1 contains two regions each with homology to distinct classes of well-characterized motifs found in the extra-cellular domains of many cell surface molecules. The most N-terminal region contains a block of contiguous cadherin repeats, and C-terminal to this is a region containing seven epidermal growth factor-like repeats interrupted by two laminin A G-type repeats. Celsr1 is unique in that it contains this combination of repeats coupled to a seven-pass transmembrane domain. As part of the characterization of the Celsr1 gene, we have determined its chromosomal map location in both mouse and human. The European Collaborative Interspecific Backcross (EUCIB) and BXD recombinant inbred strains were used for mapping Celsr1 cDNA clones in the mouse, and fluorescence in situ hybridization was used to map human Celsr1 cosmid clones on metaphase chromosomes. We report that Celsr1 maps to proximal mouse Chromosome 15 and human chromosome 22qter, a region of conserved synteny. Reverse transcriptase-polymerase chain reaction analysis and in situ hybridization were used to determine the spatial restriction of Celsr1 transcripts in adult and embryonic mice. The results presented here extend our previous finding of expression of the Celsr1 receptor in the embryo and show that expression continues into adult life when expression in the brain is localized principally in the ependymal cell layer, choroid plexus, and the area postrema.",
    "authors": [
      "Hadjantonakis AK",
      "Sheward WJ",
      "Harmar AJ",
      "de Galan L",
      "Hoovers JM",
      "Little PF"
    ],
    "journal": "Genomics"
  },
  {
    "pmid": "22371354",
    "date": "2012 Mar",
    "title": "Role of the planar cell polarity gene CELSR1 in neural tube defects and caudal  agenesis.",
    "abstract": "BACKGROUND: Neural tube defects (NTDs), including anencephaly and spina bifida,  have a complex etiology. Defects in the planar cell polarity (PCP) signaling pathway have been strongly associated with NTDs in animal models and human cohorts. In this genetic study, we examined the core PCP gene CELSR1 in NTDs and caudal agenesis cases to determine whether mutations at this gene predispose to these defects. METHODS: We sequenced the coding region and the exon-intron junctions of CELSR1 in a cohort of 473 patients affected with various forms of open and closed NTDs (412) or caudal agenesis (61). Novel and rare variants (<1%) were genotyped in a cohort of 639 ethnically-matched individuals. The effect of novel missense mutations absent in controls and in public databases on protein function was predicted in silico. RESULTS: We identified in our cohort one nonsense mutation in exon 1 of CELSR1 that truncates the majority of the protein in one patient with NTD and one in-frame 12 bp deletion that removes a putative PKC phosphorylation \"SSR\" motif in one caudal agenesis patient. We also detected a total of 13 novel missense variants in 12 patients (11 NTDs and 1 caudal agenesis) that were predicted to be pathogenic in silico. CONCLUSIONS: We detected novel CELSR1 mutations predicted to be pathogenic in 2.9% of our NTD cohort and 3.3% of our caudal agenesis cohort. Our findings implicate CELSR1 as a risk factor for NTDs or caudal agenesis and provide additional evidence for a pathogenic role of PCP signaling in these malformations.",
    "authors": [
      "Allache R",
      "De Marco P",
      "Merello E",
      "Capra V",
      "Kibar Z"
    ],
    "journal": "Birth defects research. Part A, Clinical and molecular teratology"
  },
  {
    "pmid": "33735118",
    "date": "2021 Jun 1",
    "title": "Overexpression of circ_CELSR1 facilitates paclitaxel resistance of ovarian cancer  by regulating miR-149-5p/SIK2 axis.",
    "abstract": "Circular RNAs (circRNAs) have emerged as vital regulators in the chemoresistance  of diverse human tumors, including ovarian cancer. In the present study, we attempted to explore the function of circ_CELSR1 in paclitaxel resistance of ovarian cancer. Quantitative real-time PCR (qRT-PCR) was conducted for the expression of circ_CELSR1, miR-149-5p and salt inducible kinase 2 (SIK2). Cell Counting Kit-8 (CCK-8) assay was performed to evaluate the half-maximal inhibitory concentration (IC50) of paclitaxel and cell viability. Colony formation assay was adopted for cell colony formation. Flow cytometry analysis was conducted to analyze cell cycle process and apoptosis. Western blot assay was utilized to determine the protein levels. RNA immunoprecipitation (RIP) and dual-luciferase reporter assays were conducted to verify the association between miR-149-5p and circ_CELSR1 or SIK2. Murine xenograft model assay was carried out to determine the effect of circ_CELSR1 in paclitaxel resistance in vivo. Circ_CELSR1 was upregulated in paclitaxel-resistant ovarian cancer tissues and cells. Circ_CELSR1 knockdown enhanced paclitaxel sensitivity and cell apoptosis and repressed cell viability, colony formation and cell cycle process in paclitaxel-resistant ovarian cancer cells. For mechanism analysis, circ_CELSR1 could positively modulate SIK2 expression via sponging miR-149-5p. MiR-149-5p inhibition effectively restored the impacts of circ_CELSR1 knockdown on paclitaxel resistance and cell progression in paclitaxel-resistant ovarian cancer cells. MiR-149-5p overexpression suppressed paclitaxel resistance and cell progression in paclitaxel-resistant ovarian cancer cells by interacting with SIK2. In addition, circ_CELSR1 silencing impeded paclitaxel resistance of ovarian cancer in vivo. Circ_CELSR1 improved the resistance of ovarian cancer to paclitaxel by regulating miR-149-5p/SIK2 axis.",
    "authors": [
      "Wei S",
      "Qi L",
      "Wang L"
    ],
    "journal": "Anti-cancer drugs"
  }
]