[
  {
    "pmid": "15101048",
    "date": "2004 Jun",
    "title": "Correlation between histone acetylation and expression of the MYO18B gene in  human lung cancer cells.",
    "abstract": "Recently, we isolated a candidate tumor-suppressor gene, MYO18B, which was  inactivated in approximately 50% of human lung cancers by deletion, mutation, and promoter methylation. However, more frequent reduction or loss of MYO18B expression and restoration of MYO18B expression by trichostatin A (TSA) treatment suggested the contribution of other mechanisms, especially histone deacetylation, for epigenetic inactivation of the MYO18B gene. In this study, we examined histone modification of the promoter region of the MYO18B gene in 8 human lung cancer cell lines by a chromatin immunoprecipitation assay. In 6 of 7 cell lines with reduced or silenced MYO18B expression, the levels of histones H3 and H4 acetylation surrounding the MYO18B promoter region were lower than those in a cell line with MYO18B expression. By treatment with TSA, the levels of histone H3 and H4 acetylation were increased in all 6 cell lines whose MYO18B expression was restored by TSA, whereas neither H3 nor H4 acetylation was increased in cells whose MYO18B expression was not restored by TSA. Significant correlations were observed between the levels of histone H3/H4 acetylation and MYO18B expression. These results suggest that acetylation of both histones H3 and H4 contributes to regulation of MYO18B expression in lung cancer cells and that histone deacetylation surrounding the promoter region plays an important role in MYO18B silencing and is involved in lung carcinogenesis.",
    "authors": [
      "Tani M",
      "Ito J",
      "Nishioka M",
      "Kohno T",
      "Tachibana K",
      "Shiraishi M",
      "Takenoshita S",
      "Yokota J"
    ],
    "journal": "Genes, chromosomes & cancer"
  },
  {
    "pmid": "12209013",
    "date": "2002 Sep 17",
    "title": "MYO18B, a candidate tumor suppressor gene at chromosome 22q12.1, deleted,  mutated, and methylated in human lung cancer.",
    "abstract": "Loss of heterozygosity on chromosome 22q has been detected in approximately 60%  of advanced nonsmall cell lung carcinoma (NSCLC) as well as small cell lung carcinoma (SCLC), suggesting the presence of a tumor suppressor gene on 22q that is involved in lung cancer progression. Here, we isolated a myosin family gene, MYO18B, located at chromosome 22q12.1 and found that it is frequently deleted, mutated, and hypermethylated in lung cancers. Somatic MYO18B mutations were detected in 19% (14/75) of lung cancer cell lines and 13% (6/46) of primary lung cancers of both SCLC and NSCLC types. MYO18B expression was reduced in 88% (30/34) of NSCLC and 47% (8/17) of SCLC cell lines. Its expression was restored by treatment with 5-aza-2'-deoxycytidine in 11 of 14 cell lines with reduced MYO18B expression, and the promoter CpG island of the MYO18B gene was methylated in 17% (8/47) of lung cancer cell lines and 35% (14/40) of primary lung cancers. Furthermore, restoration of MYO18B expression in lung carcinoma cells suppressed anchorage-independent growth. These results indicate that the MYO18B gene is a strong candidate for a novel tumor suppressor gene whose inactivation is involved in lung cancer progression.",
    "authors": [
      "Nishioka M",
      "Kohno T",
      "Tani M",
      "Yanaihara N",
      "Tomizawa Y",
      "Otsuka A",
      "Sasaki S",
      "Kobayashi K",
      "Niki T",
      "Maeshima A",
      "Sekido Y",
      "Minna JD",
      "Sone S",
      "Yokota J"
    ],
    "journal": "Proceedings of the National Academy of Sciences of the United States of America"
  },
  {
    "pmid": "30390677",
    "date": "2018 Nov 3",
    "title": "MYO18B promotes hepatocellular carcinoma progression by activating PI3K/AKT/mTOR  signaling pathway.",
    "abstract": "BACKGROUND: MYO18B has been identified as a novel tumor suppressor gene in  several cancers. However, its specific roles in the progression of hepatocellular carcinoma (HCC) has not been well defined. METHODS: We firstly identified the expression and prognostic values of MYO18B in HCC using TCGA cohort and our clinical data. Then, MYO18B knockdown by RNA inference was implemented to investigate the effects of MYO18B on HCC cells. Quantitative RT-PCR and Western blot were used to determine gene and protein expression levels. CCK-8 and colony formation assays were performed to examine cell proliferation capacity. Wound healing and transwell assays were used to evaluate the migration and invasion of HepG2 cells. RESULTS: MYO18B was overexpressed and correlated with poor prognosis in HCC. MYO18B expression was an independent risk factor for overall survival. Knockdown of MYO18B significantly inhibited the proliferation, migration and invasion of HepG2 cells. Meanwhile, MYO18B knockdown could effectively suppress the phosphorylation of PI3K, AKT, mTOR and P70S6K, suggesting that MYO18B might promote HCC progression by targeting PI3K/AKT/mTOR signaling pathway. CONCLUSIONS: MYO18B promoted tumor growth and migration via the activation of PI3K/AKT/mTOR signaling pathway. MYO18B might be a promising target for clinical intervention of HCC.",
    "authors": [
      "Zhang Z",
      "Zhu J",
      "Huang Y",
      "Li W",
      "Cheng H"
    ],
    "journal": "Diagnostic pathology"
  },
  {
    "pmid": "33179433",
    "date": "2021 Feb",
    "title": "Further delineation of MYO18B-related autosomal recessive Klippel-Feil syndrome  with myopathy and facial dysmorphism.",
    "abstract": "Klippel-Feil syndrome 4 (KFS4; MIM# 616549) is an autosomal recessive disorder  caused by biallelic pathogenic variants in MYO18B and comprises, in addition to Klippel-Feil anomaly (KFA), nemaline myopathy, facial dysmorphism, and short stature. We aim to outline the natural history of KFS4 and provide an updated description of its clinical, radiological, laboratory, and molecular findings. We comprehensively analyzed the medical records of 6 Saudi and 1 American patients (including 5 previously unpublished cases) with a molecularly confirmed diagnosis of KFS4. All patients had myopathy of varying severity that followed a slowly progressive or non-progressive course, affecting primarily the proximal musculature of the lower limb although hand involvement with distal arthrogryposis and abnormal interphalangeal creases was also observed. KFA and characteristic dysmorphic features, including ptosis and bulbous nose, were observed in all but two patients. The causal MYO18B variants were a founder NM_032608.5:c.6905C>A; p.(Ser2302*) variant in the Saudi patients (P1-P6) and a novel MYO18B homozygous variant (c.6660_6670del;p.[Arg2220Serfs*74]) in the American Caucasian patient (P7). We report the phenotypic and genetic findings in seven patients with KFS4. We describe the natural history of this disease, confirm myopathy as a universal feature and describe its pattern and progression, and note interesting differences between the phenotypes observed in patients with KFA and those without.",
    "authors": [
      "Altuame FD",
      "Haldeman-Englert C",
      "Cupler E",
      "Al Muhaizea MA",
      "Al-Zaidan HI",
      "Hashem M",
      "Alkuraya FS"
    ],
    "journal": "American journal of medical genetics. Part A"
  },
  {
    "pmid": "27879346",
    "date": "2017 Feb",
    "title": "A Zebrafish Model for a Human Myopathy Associated with Mutation of the  Unconventional Myosin MYO18B.",
    "abstract": "Myosin 18B is an unconventional myosin that has been implicated in tumor  progression in humans. In addition, loss-of-function mutations of the MYO18B gene have recently been identified in several patients exhibiting symptoms of nemaline myopathy. In mouse, mutation of Myo18B results in early developmental arrest associated with cardiomyopathy, precluding analysis of its effects on skeletal muscle development. The zebrafish, frozen (fro) mutant was identified as one of a group of immotile mutants in the 1996 Tubingen genetic screen. Mutant embryos display a loss of birefringency in their skeletal muscle, indicative of disrupted sarcomeric organization. Using meiotic mapping, we localized the fro locus to the previously unannotated zebrafish myo18b gene, the product of which shares close to 50% identity with its human ortholog. Transcription of myo18b is restricted to fast-twitch myocytes in the zebrafish embryo; consistent with this, fro mutant embryos exhibit defects specifically in their fast-twitch skeletal muscles. We show that sarcomeric assembly is blocked at an early stage in fro mutants, leading to the disorganized accumulation of actin, myosin, and alpha-actinin and a complete loss of myofibrillar organization in fast-twitch muscles.",
    "authors": [
      "Gurung R",
      "Ono Y",
      "Baxendale S",
      "Lee SL",
      "Moore S",
      "Calvert M",
      "Ingham PW"
    ],
    "journal": "Genetics"
  },
  {
    "pmid": "17386922",
    "date": "2007 May 18",
    "title": "HOMER2 binds MYO18B and enhances its activity to suppress anchorage independent  growth.",
    "abstract": "MYO18B is a class XVIII myosin, cloned as a tumor suppressor gene candidate. To  investigate the mechanisms of MYO18B-dependent tumor suppression, MYO18B-interacting proteins were searched for by a yeast two-hybrid screen. HOMER2, a Homer/Ves1 family protein, was identified as a binding partner of MYO18B. These proteins co-localized in the regions of membrane protrusion and stress fiber, which are known as ones with filamentous actin-rich structures. Expression of HOMER2 enhanced the ability of MYO18B to suppress anchorage-independent growth. These results indicate that HOMER2 and MYO18B cooperate together in tumor suppression.",
    "authors": [
      "Ajima R",
      "Kajiya K",
      "Inoue T",
      "Tani M",
      "Shiraishi-Yamaguchi Y",
      "Maeda M",
      "Segawa T",
      "Furuichi T",
      "Sutoh K",
      "Yokota J"
    ],
    "journal": "Biochemical and biophysical research communications"
  },
  {
    "pmid": "17294804",
    "date": "2006",
    "title": "Restored expression of the MYO18B gene suppresses orthotopic growth and the  production of bloody pleural effusion by human malignant pleural mesothelioma cells in SCID mice.",
    "abstract": "Malignant pleural mesothelioma (MPM) is closely related to exposure to asbestos,  and a rapid increase in the number of MPM patients is therefore estimated to occur from 2010 to 2040 in Japan. Because MPM is refractory to conventional chemotherapy and radiotherapy, the prognosis of MPM patients is extremely poor. MYO18B, a novel member of the myosin family, is a tumor suppressor gene isolated from a homozygously deleted region at 22q12.1 in a lung cancer cell line. The inactivation of the MYO18B gene plays an important role in several malignant diseases. However, the role of MYO18B in the progression of MPM is still unknown. Six different human MPM cell lines were used in this study. Western blot revealed that none of the cell lines expressed a detectable level of MYO18B protein. One of the MPM cell lines, EHMES-10, was transfected with the MYO18B gene. We found that a restored expression of the MYO18B protein in EHMES-10 cells resulted in the inhibition of their anchorage-independent growth and motility in vitro. In addition, it also inhibited their ectopic (subcutaneous space) and orthotopic (thoracic cavity) growth in SCID mice, in association with an increased degree of cell apoptosis. Furthermore, it also suppressed the production of bloody pleural effusion after orthotopic injection. These findings suggest that the restored expression of MYO18B may be a useful therapeutic strategy for the treatment of locally advanced MPM in humans.",
    "authors": [
      "Edakuni N",
      "Ikuta K",
      "Yano S",
      "Nakataki E",
      "Muguruma H",
      "Uehara H",
      "Tani M",
      "Yokota J",
      "Aizawa H",
      "Sone S"
    ],
    "journal": "Oncology research"
  },
  {
    "pmid": "12547197",
    "date": "2003 Feb 7",
    "title": "Human MYO18B, a novel unconventional myosin heavy chain expressed in striated  muscles moves into the myonuclei upon differentiation.",
    "abstract": "We have characterized a novel unconventional myosin heavy chain, named MYO18B,  that appears to be expressed mainly in human cardiac and skeletal muscles and, at lower levels, in testis. MYO18B transcript is detected in all types of striated muscles but at much lower levels compared to class II sarcomeric myosins, and it is up regulated after in vitro differentiation of myoblasts into myotubes. Phylogenetic analysis shows that this myosin belongs to the recently identified class XVIII, however, unlike the other member of this class, it seems to be unique to Vertebrate since it contains two large amino acid domains of unknown function at the N and C-termini. Immunolocalization of MYO18B protein in skeletal muscle cells shows that this myosin heavy chain is located in the cytoplasm of undifferentiated myoblasts. After in vitro differentiation into myotubes, a fraction of this protein is accumulated in a subset of myonuclei. This nuclear localization was confirmed by immunofluorescence experiments on primary cardiomyocytes and adult muscle sections. In the cytoplasm MYO18B shows a punctate staining, both in cardiac and skeletal fibers. In some cases, cardiomyocytes show a partial sarcomeric pattern of MYO18B alternating that of alpha-actinin-2. In skeletal muscle the cytoplasmic MYO18B results much more evident in the fast type fibers.",
    "authors": [
      "Salamon M",
      "Millino C",
      "Raffaello A",
      "Mongillo M",
      "Sandri C",
      "Bean C",
      "Negrisolo E",
      "Pallavicini A",
      "Valle G",
      "Zaccolo M",
      "Schiaffino S",
      "Lanfranchi G"
    ],
    "journal": "Journal of molecular biology"
  },
  {
    "pmid": "15305387",
    "date": "2004 Oct 20",
    "title": "Reduced expression of MYO18B, a candidate tumor-suppressor gene on chromosome arm  22q, in ovarian cancer.",
    "abstract": "Allelic imbalance on chromosome arm 22q has been detected in 50-70% of ovarian  cancers, suggesting the presence of a tumor-suppressor gene on this chromosome arm that is involved in ovarian carcinogenesis. Recently, we isolated a candidate tumor-suppressor gene, MYO18B, at 22q12.1, which is deleted, mutated and hypermethylated in approximately 50% of lung cancers. In our study, we analyzed genetic and epigenetic alterations of the MYO18B gene in ovarian cancers. Missense MYO18B mutations were detected in 1 of 4 (25%) ovarian cancer cell lines and in 1 of 17 (5.9%) primary ovarian cancers. MYO18B expression was reduced in all 4 ovarian cancer cell lines and in 12 of 17 (71%) of primary ovarian cancers. MYO18B expression was restored by treatment with 5-aza-2'-deoxycytidine and/or trichostatin A in 3 of 4 cell lines with reduced MYO18B expression, and hypermethylation of the promoter CpG island for MYO18B was observed in 2 of these 3 cell lines. Its hypermethylation was also observed in 2 of 15 (13%) primary ovarian cancers. Thus, it was indicated that MYO18B expression is reduced in a considerable fraction of ovarian cancers by several mechanisms, including hypermethylation, while the MYO18B gene is mutated in a small subset of ovarian cancers. The present results suggest that MYO18B alterations, including both epigenetic and genetic alterations, play an important role in ovarian carcinogenesis.",
    "authors": [
      "Yanaihara N",
      "Nishioka M",
      "Kohno T",
      "Otsuka A",
      "Okamoto A",
      "Ochiai K",
      "Tanaka T",
      "Yokota J"
    ],
    "journal": "International journal of cancer"
  },
  {
    "pmid": "16499872",
    "date": "2006 Apr 14",
    "title": "MYO18B interacts with the proteasomal subunit Sug1 and is degraded by the  ubiquitin-proteasome pathway.",
    "abstract": "MYO18B is a class XVIIIB unconventional myosin encoded by a candidate tumor  suppressor gene. To gain insights into the cellular function of this protein, we searched for MYO18B-interacting proteins by a yeast two-hybrid screen. Sug1, a 19S regulator subunit of the 26S proteasome, was identified as a binding partner of the C-terminal tail region of MYO18B. The association of MYO18B with Sug1 was further confirmed by GST pull-down, co-immunoprecipitation, and immunocytochemistry. Furthermore, proteasome dysfunction by a proteasome inhibitor or siRNA-mediated knock-down of Sug1 caused the up-regulation of MYO18B protein and MYO18B was polyubiquitinated in vivo. Collectively, these results suggested that MYO18B is a substrate for proteasomal degradation.",
    "authors": [
      "Inoue T",
      "Kon T",
      "Ajima R",
      "Ohkura R",
      "Tani M",
      "Yokota J",
      "Sutoh K"
    ],
    "journal": "Biochemical and biophysical research communications"
  }
]