[
  {
    "pmid": "36596605",
    "date": "2023 Mar",
    "title": "PACSIN2 as a modulator of autophagy and mercaptopurine cytotoxicity: mechanisms  in lymphoid and intestinal cells.",
    "abstract": "PACSIN2 variants are associated with gastrointestinal effects of thiopurines and  thiopurine methyltransferase activity through an uncharacterized mechanism that is postulated to involve autophagy. This study aims to clarify the role of PACSIN2 in autophagy and in thiopurine cytotoxicity in leukemic and intestinal models. Higher autophagy and lower PACSIN2 levels were observed in inflamed compared with non-inflamed colon biopsies of inflammatory bowel disease pediatric patients at diagnosis. PACSIN2 was identified as an inhibitor of autophagy, putatively through inhibition of autophagosome formation by a protein-protein interaction with LC3-II, mediated by a LIR motif. Moreover, PACSIN2 resulted a modulator of mercaptopurine-induced cytotoxicity in intestinal cells, suggesting that PACSIN2-regulated autophagy levels might influence thiopurine sensitivity. However, PACSIN2 modulates cellular thiopurine methyltransferase activity via mechanisms distinct from its modulation of autophagy.",
    "authors": [
      "Zudeh G",
      "Franca R",
      "Lucafo M",
      "Bonten EJ",
      "Bramuzzo M",
      "Sgarra R",
      "Lagatolla C",
      "Franzin M",
      "Evans WE",
      "Decorti G",
      "Stocco G"
    ],
    "journal": "Life science alliance"
  },
  {
    "pmid": "35352878",
    "date": "2022 Nov",
    "title": "Reciprocal interactions among Cobll1, PACSIN2, and SH3BP1 regulate drug  resistance in chronic myeloid leukemia.",
    "abstract": "Cobll1 affects blast crisis (BC) progression and tyrosine kinase inhibitor (TKI)  resistance in chronic myeloid leukemia (CML). PACSIN2, a novel Cobll1 binding protein, activates TKI-induced apoptosis in K562 cells, and this activation is suppressed by Cobll1 through the interaction between PACSIN2 and Cobll1. PACSIN2 also binds and inhibits SH3BP1 which activates the downstream Rac1 pathway and induces TKI resistance. PACSIN2 competitively interacts with Cobll1 or SH3BP1 with a higher affinity for Cobll1. Cobll1 preferentially binds to PACSIN2, releasing SH3BP1 to promote the SH3BP1/Rac1 pathway and suppress TKI-mediated apoptosis and eventually leading to TKI resistance. Similar interactions among Cobll1, PACSIN2, and SH3BP1 control hematopoiesis during vertebrate embryogenesis. Clinical analysis showed that most patients with CML have Cobll1 and SH3BP1 expression at the BC phase and BC patients with Cobll1 and SH3BP1 expression showed severe progression with a higher blast percentage than those without any Cobll1, PACSIN2, or SH3BP1 expression. Our study details the molecular mechanism of the Cobll1/PACSIN2/SH3BP1 pathway in regulating drug resistance and BC progression in CML.",
    "authors": [
      "Park K",
      "Yoo HS",
      "Oh CK",
      "Lee JR",
      "Chung HJ",
      "Kim HN",
      "Kim SH",
      "Kee KM",
      "Kim TY",
      "Kim M",
      "Kim BG",
      "Ra JS",
      "Myung K",
      "Kim H",
      "Han SH",
      "Seo MD",
      "Lee Y",
      "Kim DW"
    ],
    "journal": "Cancer medicine"
  },
  {
    "pmid": "33972531",
    "date": "2021 May 10",
    "title": "A junctional PACSIN2/EHD4/MICAL-L1 complex coordinates VE-cadherin trafficking  for endothelial migration and angiogenesis.",
    "abstract": "Angiogenic sprouting relies on collective migration and coordinated  rearrangements of endothelial leader and follower cells. VE-cadherin-based adherens junctions have emerged as key cell-cell contacts that transmit forces between cells and trigger signals during collective cell migration in angiogenesis. However, the underlying molecular mechanisms that govern these processes and their functional importance for vascular development still remain unknown. We previously showed that the F-BAR protein PACSIN2 is recruited to tensile asymmetric adherens junctions between leader and follower cells. Here we report that PACSIN2 mediates the formation of endothelial sprouts during angiogenesis by coordinating collective migration. We show that PACSIN2 recruits the trafficking regulators EHD4 and MICAL-L1 to the rear end of asymmetric adherens junctions to form a recycling endosome-like tubular structure. The junctional PACSIN2/EHD4/MICAL-L1 complex controls local VE-cadherin trafficking and thereby coordinates polarized endothelial migration and angiogenesis. Our findings reveal a molecular event at force-dependent asymmetric adherens junctions that occurs during the tug-of-war between endothelial leader and follower cells, and allows for junction-based guidance during collective migration in angiogenesis.",
    "authors": [
      "Malinova TS",
      "Angulo-Urarte A",
      "Nuchel J",
      "Tauber M",
      "van der Stoel MM",
      "Janssen V",
      "de Haan A",
      "Groenen AG",
      "Tebbens M",
      "Graupera M",
      "Plomann M",
      "Huveneers S"
    ],
    "journal": "Nature communications"
  },
  {
    "pmid": "26745030",
    "date": "2015",
    "title": "Possible regulation of caveolar endocytosis and flattening by phosphorylation of  F-BAR domain protein PACSIN2/Syndapin II.",
    "abstract": "Caveolae are flask-shaped invaginations of the plasma membrane. The BAR domain  proteins form crescent-shaped dimers, and their oligomeric filaments are considered to form spirals at the necks of invaginations, such as clathrin-coated pits and caveolae. PACSIN2/Syndapin II is one of the BAR domain-containing proteins, and is localized at the necks of caveolae. PACSIN2 is thought to function in the scission and stabilization of caveolae, through binding to dynamin-2 and EHD2, respectively. These two functions are considered to be switched by PACSIN2 phosphorylation by protein kinase C (PKC) upon hypotonic stress and sheer stress. The phosphorylation decreases the membrane binding affinity of PACSIN2, leading to its removal from caveolae. The removal of the putative oligomeric spiral of PACSIN2 from caveolar membrane invaginations could lead to the deformation of caveolae. Indeed, PACSIN2 removal from caveolae is accompanied by the recruitment of dynamin-2, suggesting that the removal provides space for the function of dynamin-2. Otherwise, the removal of PACSIN2 decreases the stability of caveolae, which could result in the flattening of caveolae. In contrast, an increase in the amount of EHD2 restored caveolar stability. Therefore, PACSIN2 at caveolae stabilizes caveolae, but its removal by phosphorylation could induce both caveolar endocytosis and flattening.",
    "authors": [
      "Senju Y",
      "Suetsugu S"
    ],
    "journal": "Bioarchitecture"
  },
  {
    "pmid": "31801866",
    "date": "2020 Feb 14",
    "title": "PACSIN2 Interacts with Nonstructural Protein 5A and Regulates Hepatitis C Virus  Assembly.",
    "abstract": "Hepatitis C virus (HCV) is a major etiologic agent of chronic liver diseases. HCV  is highly dependent on cellular machinery for viral propagation. Using protein microarray analysis, we previously identified 90 cellular proteins as nonstructural 5A (NS5A) interacting partners. Of these, protein kinase C and casein kinase substrate in neurons protein 2 (PACSIN2) was selected for further study. PACSIN2 belongs to the PACSIN family, which is involved in the formation of caveolae. Protein interaction between NS5A and PACSIN2 was confirmed by pulldown assay and further verified by both coimmunoprecipitation and immunofluorescence assays. We showed that PACSIN2 interacted with domain I of NS5A and the Fer-CIP4 homology (FCH)-Bin/amphiphysin/Rvs (F-BAR) region of PACSIN2. Interestingly, NS5A specifically attenuated protein kinase C alpha (PKCalpha)-mediated phosphorylation of PACSIN2 at serine 313 by interrupting PACSIN2 and PKCalpha interaction. In fact, mutation of the serine 313 to alanine (S313A) of PACSIN2 increased protein interaction with NS5A. Silencing of PACSIN2 decreased both viral RNA and protein expression levels of HCV. Ectopic expression of the small interfering RNA (siRNA)-resistant PACSIN2 recovered the viral infectivity, suggesting that PACSIN2 was specifically required for HCV propagation. PACSIN2 was involved in viral assembly without affecting other steps of the HCV life cycle. Indeed, overexpression of PACSIN2 promoted NS5A and core protein (core) interaction. We further showed that inhibition of PKCalpha increased NS5A and core interaction, suggesting that phosphorylation of PACSIN2 might influence HCV assembly. Moreover, PACSIN2 was required for lipid droplet formation via modulating extracellular signal-regulated kinase 1/2 (ERK1/2) phosphorylation. Taken together, these data indicate that HCV modulates PACSIN2 via NS5A to promote virion assembly.IMPORTANCE PACSIN2 is a lipid-binding protein that triggers the tubulation of the phosphatidic acid-containing membranes. The functional involvement of PACSIN2 in the virus life cycle has not yet been demonstrated. We showed that phosphorylation of PACSIN2 displayed a negative effect on NS5A and core interaction. The most significant finding is that NS5A prevents PKCalpha from binding to PACSIN2. Therefore, the phosphorylation level of PACSIN2 is decreased in HCV-infected cells. We showed that HCV NS5A interrupted PKCalpha-mediated PACSIN2 phosphorylation at serine 313, thereby promoting NS5A-PACSIN2 interaction. We further demonstrated that PACSIN2 modulated lipid droplet formation through ERK1/2 phosphorylation. These data provide evidence that PACSIN2 is a proviral cellular factor required for viral propagation.",
    "authors": [
      "Nguyen LP",
      "Tran SC",
      "Suetsugu S",
      "Lim YS",
      "Hwang SB"
    ],
    "journal": "Journal of virology"
  },
  {
    "pmid": "31242077",
    "date": "2019 Aug 1",
    "title": "RNAi screen reveals a role for PACSIN2 and caveolins during bacterial  cell-to-cell spread.",
    "abstract": "Listeria monocytogenes is a human bacterial pathogen that disseminates through  host tissues using a process called cell-to-cell spread. This critical yet understudied virulence strategy resembles a vesicular form of intercellular trafficking that allows L. monocytogenes to move between host cells without escaping the cell. Interestingly, eukaryotic cells can also directly exchange cellular components via intercellular communication pathways (e.g., trans-endocytosis) using cell-cell adhesion, membrane trafficking, and membrane remodeling proteins. Therefore, we hypothesized that L. monocytogenes would hijack these types of host proteins during spread. Using a focused RNA interference screen, we identified 22 host genes that are important for L. monocytogenes spread. We then found that caveolins (CAV1 and CAV2) and the membrane sculpting F-BAR protein PACSIN2 promote L. monocytogenes protrusion engulfment during spread, and that PACSIN2 specifically localizes to protrusions. Overall, our study demonstrates that host intercellular communication pathways may be coopted during bacterial spread and that specific trafficking and membrane remodeling proteins promote bacterial protrusion resolution.",
    "authors": [
      "Sanderlin AG",
      "Vondrak C",
      "Scricco AJ",
      "Fedrigo I",
      "Ahyong V",
      "Lamason RL"
    ],
    "journal": "Molecular biology of the cell"
  },
  {
    "pmid": "21693584",
    "date": "2011 Jul 15",
    "title": "The F-BAR domain protein PACSIN2 associates with Rac1 and regulates cell  spreading and migration.",
    "abstract": "The Rac1 GTPase controls cytoskeletal dynamics and is a key regulator of cell  spreading and migration mediated by signaling through effector proteins, such as the PAK kinases and the Scar and WAVE proteins. We previously identified a series of regulatory proteins that associate with Rac1 through its hypervariable C-terminal domain, including the Rac1 activator beta-Pix (also known as Rho guanine-nucleotide-exchange factor 7) and the membrane adapter caveolin-1. Here, we show that Rac1 associates, through its C-terminus, with the F-BAR domain protein PACSIN2, an inducer of membrane tubulation and a regulator of endocytosis. We show that Rac1 localizes with PACSIN2 at intracellular tubular structures and on early endosomes. Active Rac1 induces a loss of PACSIN2-positive tubular structures. By contrast, Rac1 inhibition results in an accumulation of PACSIN2-positive tubules. In addition, PACSIN2 appears to regulate Rac1 signaling; siRNA-mediated loss of PACSIN2 increases the levels of Rac1-GTP and promotes cell spreading and migration in a wound healing assay. Moreover, ectopic expression of PACSIN2 reduces Rac1-GTP levels in a fashion that is dependent on the PACSIN2-Rac1 interaction, on the membrane-tubulating capacity of PACSIN2 and on dynamin. These data identify the BAR-domain protein PACSIN2 as a Rac1 interactor that regulates Rac1-mediated cell spreading and migration.",
    "authors": [
      "de Kreuk BJ",
      "Nethe M",
      "Fernandez-Borja M",
      "Anthony EC",
      "Hensbergen PJ",
      "Deelder AM",
      "Plomann M",
      "Hordijk PL"
    ],
    "journal": "Journal of cell science"
  },
  {
    "pmid": "28550045",
    "date": "2017 Sep",
    "title": "PACSIN2 accelerates nephrin trafficking and is up-regulated in diabetic kidney  disease.",
    "abstract": "Nephrin is a core component of podocyte (glomerular epithelial cell) slit  diaphragm and is required for kidney ultrafiltration. Down-regulation or mislocalization of nephrin has been observed in diabetic kidney disease (DKD), characterized by albuminuria. Here, we investigate the role of protein kinase C and casein kinase 2 substrate in neurons 2 (PACSIN2), a regulator of endocytosis and recycling, in the trafficking of nephrin and development of DKD. We observe that PACSIN2 is up-regulated and nephrin mislocalized in podocytes of obese Zucker diabetic fatty (ZDF) rats that have altered renal function. In cultured podocytes, PACSIN2 and nephrin colocalize and interact. We show that nephrin is endocytosed in PACSIN2-positive membrane regions and that PACSIN2 overexpression increases both nephrin endocytosis and recycling. We identify rabenosyn-5, which is involved in early endosome maturation and endosomal sorting, as a novel interaction partner of PACSIN2. Interestingly, rabenosyn-5 expression is increased in podocytes in obese ZDF rats, and, in vitro, its overexpression enhances the association of PACSIN2 and nephrin. We also show that palmitate, which is elevated in diabetes, enhances this association. Collectively, PACSIN2 is up-regulated and nephrin is abnormally localized in podocytes of diabetic ZDF rats. In vitro, PACSIN2 enhances nephrin turnover apparently via a mechanism involving rabenosyn-5. The data suggest that elevated PACSIN2 expression accelerates nephrin trafficking and associates with albuminuria.-Dumont, V., Tolvanen, T. A., Kuusela, S., Wang, H., Nyman, T. A., Lindfors, S., Tienari, J., Nisen, H., Suetsugu, S., Plomann, M., Kawachi, H., Lehtonen, S. PACSIN2 accelerates nephrin trafficking and is up-regulated in diabetic kidney disease.",
    "authors": [
      "Dumont V",
      "Tolvanen TA",
      "Kuusela S",
      "Wang H",
      "Nyman TA",
      "Lindfors S",
      "Tienari J",
      "Nisen H",
      "Suetsugu S",
      "Plomann M",
      "Kawachi H",
      "Lehtonen S"
    ],
    "journal": "FASEB journal : official publication of the Federation of American Societies for "
  },
  {
    "pmid": "31792371",
    "date": "2020 Jun",
    "title": "PACSIN2 rs2413739 influence on thiopurine pharmacokinetics: validation studies in  pediatric patients.",
    "abstract": "The aim of the study was to validate the impact of the single-nucleotide  polymorphism rs2413739 (T > C) in the PACSIN2 gene on thiopurines pharmacological parameters and clinical response in an Italian cohort of pediatric patients with acute lymphoblastic leukemia (ALL) and inflammatory bowel disease (IBD). In ALL, PACSIN2 rs2413739 T allele was associated with a significant reduction of TPMT activity in erythrocytes (p = 0.0094, linear mixed-effect model, multivariate analysis considering TPMT genotype) and increased severe gastrointestinal toxicity during consolidation therapy (p = 0.049). A similar trend was present also for severe hematological toxicity during maintenance. In IBD, no significant effect of rs2413739 could be found on TPMT activity, however azathioprine effectiveness was reduced in patients carrying the T allele (linear mixed effect, p = 0.0058). In PBMC from healthy donors, a positive correlation between PACSIN2 and TPMT protein concentration could be detected (linear mixed effect, p = 0.045). These results support the role of PACSIN2 polymorphism on TPMT activity and mercaptopurine adverse effects in patients with ALL. Further evidence on PBMC and pediatric patients with IBD supports an association between PACSIN2 variants, TPMT activity, and thiopurines effects, even if more studies are needed since some of these effects may be tissue specific.",
    "authors": [
      "Franca R",
      "Stocco G",
      "Favretto D",
      "Giurici N",
      "Del Rizzo I",
      "Locatelli F",
      "Vinti L",
      "Biondi A",
      "Colombini A",
      "Fagioli F",
      "Barisone E",
      "Pelin M",
      "Martellossi S",
      "Ventura A",
      "Decorti G",
      "Rabusin M"
    ],
    "journal": "The pharmacogenomics journal"
  },
  {
    "pmid": "26092940",
    "date": "2015 Aug 1",
    "title": "Phosphorylation of PACSIN2 by protein kinase C triggers the removal of caveolae  from the plasma membrane.",
    "abstract": "PACSIN2, a membrane-sculpting BAR domain protein, localizes to caveolae. Here, we  found that protein kinase C (PKC) phosphorylates PACSIN2 at serine 313, thereby decreasing its membrane binding and tubulation capacities. Concomitantly, phosphorylation decreased the time span for which caveolae could be tracked at the plasma membrane (the 'tracking duration'). Analyses of the phospho-mimetic S313E mutant suggested that PACSIN2 phosphorylation was sufficient to reduce caveolar-tracking durations. Both hypotonic treatment and isotonic drug-induced PKC activation increased PACSIN2 phosphorylation at serine 313 and shortened caveolar-tracking durations. Caveolar-tracking durations were also reduced upon the expression of other membrane-binding-deficient PACSIN2 mutants or upon RNA interference (RNAi)-mediated PACSIN2 depletion, pointing to a role for PACSIN2 levels in modulating the lifetime of caveolae. Interestingly, the decrease in membrane-bound PACSIN2 was inversely correlated with the recruitment and activity of dynamin 2, a GTPase that mediates membrane scission. Furthermore, expression of EHD2, which stabilizes caveolae and binds to PACSIN2, restored the tracking durations of cells with reduced PACSIN2 levels. These findings suggest that the PACSIN2 phosphorylation decreases its membrane-binding activity, thereby decreasing its stabilizing effect on caveolae and triggering dynamin-mediated removal of caveolae.",
    "authors": [
      "Senju Y",
      "Rosenbaum E",
      "Shah C",
      "Hamada-Nakahara S",
      "Itoh Y",
      "Yamamoto K",
      "Hanawa-Suetsugu K",
      "Daumke O",
      "Suetsugu S"
    ],
    "journal": "Journal of cell science"
  }
]