[
  {
    "pmid": "17692556",
    "date": "2007 Oct-Dec",
    "title": "Enhancement of intravesical delivery with Syn3 potentiates interferon-alpha2b  gene therapy for superficial bladder cancer.",
    "abstract": "Intravesical administration of interferon alpha-2b protein (IFN) has been  successfully used in the treatment of patients with superficial bladder tumors. Local dosing of IFN minimizes well-known systemic side effects of the drug, but exposure to bladder tumors is limited by the duration of instillation and transient concentrations achieved in the urothelium. Intravesical delivery of the gene encoding interferon results in an alternative strategy for IFN-based therapy of the disease, enabling sustained exposure of IFN protein that results from production by tumor and non-tumor cells in the urothelium. Efficient gene delivery and expression of IFN has been achieved using a recombinant adenovirus gene delivery system (rAd-IFN) in conjunction with the novel small molecule excipient Syn3. Studies with rAd-IFN/Syn3 in animal models result in urine concentrations of IFN that persisted for weeks and correlated with potent anti-tumor effects. The objective of this review is to communicate the rationale and preclinical findings that support ongoing clinical investigation of intravesical rAd-IFN/Syn3 in superficial bladder cancer.",
    "authors": [
      "Nagabhushan TL",
      "Maneval DC",
      "Benedict WF",
      "Wen SF",
      "Ihnat PM",
      "Engler H",
      "Connor RJ"
    ],
    "journal": "Cytokine & growth factor reviews"
  },
  {
    "pmid": "28834453",
    "date": "2017 Oct 20",
    "title": "Intravesical rAd-IFNalpha/Syn3 for Patients With High-Grade, Bacillus  Calmette-Guerin-Refractory or Relapsed Non-Muscle-Invasive Bladder Cancer: A Phase II Randomized Study.",
    "abstract": "Purpose Many patients with high-risk non-muscle-invasive bladder cancer (NMIBC)  are either refractory to bacillus Calmette-Guerin (BCG) treatment or may experience disease relapse. We assessed the efficacy and safety of recombinant adenovirus interferon alfa with Syn3 (rAd-IFNalpha/Syn3), a replication-deficient recombinant adenovirus gene transfer vector, for patients with high-grade (HG) BCG-refractory or relapsed NMIBC. Methods In this open-label, multicenter (n = 13), parallel-arm, phase II study ( ClinicalTrials.gov identifier: NCT01687244), 43 patients with HG BCG-refractory or relapsed NMIBC received intravesical rAd-IFNalpha/Syn3 (randomly assigned 1:1 to 1 x 10(11) viral particles (vp)/mL or 3 x 10(11) vp/mL). Patients who responded at months 3, 6, and 9 were retreated at months 4, 7, and 10. The primary end point was 12-month HG recurrence-free survival (RFS). All patients who received at least one dose were included in efficacy and safety analyses. Results Forty patients received rAd-IFNalpha/Syn3 (1 x 10(11) vp/mL, n = 21; 3 x 10(11) vp/mL, n = 19) between November 5, 2012, and April 8, 2015. Fourteen patients (35.0%; 90% CI, 22.6% to 49.2%) remained free of HG recurrence 12 months after initial treatment. Comparable 12-month HG RFS was noted for both doses. Of these 14 patients, two experienced recurrence at 21 and 28 months, respectively, after treatment initiation, and one died as a result of an upper tract tumor at 17 months without a recurrence. rAd-IFNalpha/Syn3 was well tolerated; no grade four or five adverse events (AEs) occurred, and no patient discontinued treatment because of an adverse event. The most frequently reported drug-related AEs were micturition urgency (n = 16; 40%), dysuria (n = 16; 40%), fatigue (n = 13; 32.5%), pollakiuria (n = 11; 28%), and hematuria and nocturia (n = 10 each; 25%). Conclusion rAd-IFNalpha/Syn3 was well tolerated. It demonstrated promising efficacy for patients with HG NMIBC after BCG therapy who were unable or unwilling to undergo radical cystectomy.",
    "authors": [
      "Shore ND",
      "Boorjian SA",
      "Canter DJ",
      "Ogan K",
      "Karsh LI",
      "Downs TM",
      "Gomella LG",
      "Kamat AM",
      "Lotan Y",
      "Svatek RS",
      "Bivalacqua TJ",
      "Grubb RL 3rd",
      "Krupski TL",
      "Lerner SP",
      "Woods ME",
      "Inman BA",
      "Milowsky MI",
      "Boyd A",
      "Treasure FP",
      "Gregory G",
      "Sawutz DG",
      "Yla-Herttuala S",
      "Parker NR",
      "Dinney CPN"
    ],
    "journal": "Journal of clinical oncology : official journal of the American Society of "
  },
  {
    "pmid": "12136430",
    "date": "2002 Aug",
    "title": "Syn3 provides high levels of intravesical adenoviral-mediated gene transfer for  gene therapy of genetically altered urothelium and superficial bladder cancer.",
    "abstract": "Using our model to grow superficial human bladder cancer in the mouse bladder, we  have found that the polyamide compound, Syn3, when injected intravesically for 1 hour at 1 mg/mL on two consecutive days, markedly increases rAd-beta-gal intravesical gene transfer and expression. This enhanced transgene expression was much greater than obtain by the use of 22% ethanol, which had previously been shown to increase intravesical adenoviral gene transfer, whereas little or no gene expression was seen with exposure to only rAd-beta-gal. beta-Galactosidase staining was seen in virtually every normal urothelial and superficial tumor cell present, including tumors that express little or no coxsackie-adenovirus receptors when Syn3 was present. High adenoviral-mediated gene transfer was also documented in the pig bladder using Syn3 in a similar protocol. Therefore, Syn3 may overcome the limitations of adequate intravesical adenoviral-mediated gene transfer and, when combined with an appropriate adenoviral-mediated gene, could offer an effective approach to the treatment of superficial bladder cancer and perhaps even genetically altered precursor lesions.",
    "authors": [
      "Yamashita M",
      "Rosser CJ",
      "Zhou JH",
      "Zhang XQ",
      "Connor RJ",
      "Engler H",
      "Maneval DC",
      "Karashima T",
      "Czerniak BA",
      "Dinney CP",
      "Benedict WF"
    ],
    "journal": "Cancer gene therapy"
  },
  {
    "pmid": "23507396",
    "date": "2013 Sep",
    "title": "Phase I trial of intravesical recombinant adenovirus mediated interferon-alpha2b  formulated in Syn3 for Bacillus Calmette-Guerin failures in nonmuscle invasive bladder cancer.",
    "abstract": "PURPOSE: A phase I trial of intravesical recombinant adenovirus mediated  interferon-alpha2b gene therapy (rAd-IFNalpha) formulated with the excipient SCH Syn3 was conducted in patients with nonmuscle invasive bladder cancer who had disease recurrence after treatment with bacillus Calmette-Guerin. The primary objective was to determine the safety of rAd-IFNalpha/Syn3. Secondary end points were demonstrated effective rAd-IFNalpha gene expression and preliminary evidence of clinical activity at 3 months. MATERIALS AND METHODS: A total of 17 patients with recurrent nonmuscle invasive bladder cancer after bacillus Calmette-Guerin treatment were enrolled in the study. A single treatment of rAd-IFNalpha (3 x 10(9) to 3 x 10(11) particles per ml) formulated with the excipient Syn3 was administered. Patient safety was evaluated for 12 or more weeks. Efficacy of gene transfer was determined by urine IFNalpha protein concentrations. Preliminary drug efficacy was determined at 3 months. RESULTS: Intravesical rAd-IFNalpha/Syn3 was well tolerated as no dose limiting toxicity was encountered. Urgency was the most common adverse event and all cases were grade 1 or 2. rAd-IFNalpha DNA was not detected in the blood. However, transient low serum IFNalpha and Syn3 levels were measured. High and prolonged dose related urine IFNalpha levels were achieved with the initial treatment. Of the 14 patients treated at doses of 10(10) or more particles per ml with detectable urine IFNalpha, 6 (43%) experienced a complete response at 3 months and 2 remained disease-free at 29.0 and 39.2 months, respectively. CONCLUSIONS: Intravesical rAd-IFNalpha/Syn3 was well tolerated with no dose limiting toxicity encountered. Dose dependent urinary IFNalpha concentrations confirmed efficient gene transfer and expression. Intravesical rAd-IFNalpha/Syn3 demonstrated clinical activity in nonmuscle invasive bladder cancer recurring after bacillus Calmette-Guerin.",
    "authors": [
      "Dinney CP",
      "Fisher MB",
      "Navai N",
      "O'Donnell MA",
      "Cutler D",
      "Abraham A",
      "Young S",
      "Hutchins B",
      "Caceres M",
      "Kishnani N",
      "Sode G",
      "Cullen C",
      "Zhang G",
      "Grossman HB",
      "Kamat AM",
      "Gonzales M",
      "Kincaid M",
      "Ainslie N",
      "Maneval DC",
      "Wszolek MF",
      "Benedict WF"
    ],
    "journal": "The Journal of urology"
  },
  {
    "pmid": "23422939",
    "date": "2013 Oct",
    "title": "Influence of TIMP3/SYN3 polymorphisms on the phenotypic presentation of  age-related macular degeneration.",
    "abstract": "Age-related macular degeneration (AMD) is a leading cause of irreversible central  visual loss in the elderly. A recent genome-wide association studies (GWAS) reported that rs9621532 near the tissue inhibitor of metalloproteinase 3 (TIMP3)/synapsin III (SYN3) region of 22q12.3 is associated with AMD. In this study, we characterize its phenotypic influence on AMD using three independent study cohorts: case-control studies from the National Eye Institute Clinical Center (NEI, n=397) and the Age-Related Eye Disease Study (n=523) as well as a nested case-control study from Blue Mountains Eye Study (BMES, n=852). Comparisons between cases and controls show no association between rs9621532 and AMD in the three sample sets. However, stratifying NEI cases uncovers a moderate protective role of rs9621532 in neovascular AMD (nAMD) and the association adhered to a dominant model (odds ratios=0.32; 95% CI: 0.11-0.89; P=0.02). The BMES data followed the same pattern of association with nAMD as that seen in the NEI sample but did not reach statistical significance. Polychotomous logistic regression showed a trend that rs9621532 correlates with less severe disease, for example, with the majority of carriers having intermediate AMD rather than nAMD/geographic atrophy AMD. Functionally, rs9621532 influences TIMP3 mRNA expression in cultured primary human fetal retinal pigment epithelium (hfRPE) cells. In hfRPE donors carrying the protective rs9625132 allele, we measured a reduction in TIMP3 mRNA by quantitative RT-PCR. Our data suggest that rs9621532 carriers have a lower risk of developing nAMD, potentially because of decreased transcription of TIMP3.",
    "authors": [
      "Ardeljan D",
      "Meyerle CB",
      "Agron E",
      "Wang JJ",
      "Mitchell P",
      "Chew EY",
      "Zhao J",
      "Maminishkis A",
      "Chan CC",
      "Tuo J"
    ],
    "journal": "European journal of human genetics : EJHG"
  },
  {
    "pmid": "27387678",
    "date": "2016 Nov",
    "title": "Phase 1b Trial to Evaluate Tissue Response to a Second Dose of Intravesical  Recombinant Adenoviral Interferon alpha2b Formulated in Syn3 for Failures of Bacillus Calmette-Guerin (BCG) Therapy in Nonmuscle Invasive Bladder Cancer.",
    "abstract": "BACKGROUND: A phase 1b trial was conducted to evaluate the duration of  interferon-alpha (IFNalpha) production after intravesical administration of recombinant adenovirus-mediated interferon alpha2b (Ad-IFN) formulated with the excipient Syn3. The primary aim was to determine whether a second instillation 3 days after initial treatment produced prolonged urinary IFN production. METHODS: The study enrolled seven patients who experienced recurrent non-muscle invasive bladder cancer after bacillus Calmette-Guerin therapy. Each treatment consisted of intravesical instillation of SCH721015 (Syn3) and Ad-IFN at a concentration of 3 x 10(11) particles/mL to a total volume of 75 mL given on days 1 and 4. The patients were followed for 12 weeks, during which the magnitude and duration of gene transfer were determined by urine INFalpha levels. Drug efficacy was determined by cystoscopy and biopsy, and patients who had no recurrence at 12 weeks were eligible for a second course of treatment. RESULTS: Seven patients were treated with an initial course (instillation on days 1 and 4). Two of the patients had a complete response at 12 weeks and received a second course of treatment. One patient remained without evidence of recurrence after a second course (total 24 weeks). One patient experienced a non-treatment-associated adverse event. Despite a transient rise in IFNalpha levels, sustained production was not demonstrated. CONCLUSION: Previously, Ad-IFNalpha intravesical therapy has shown promising drug efficacy. A prior phase 1 trial with a single instillation compared similarly with the current study, suggesting that a second instillation is not necessary to achieve sufficient urinary IFNalpha levels.",
    "authors": [
      "Navai N",
      "Benedict WF",
      "Zhang G",
      "Abraham A",
      "Ainslie N",
      "Shah JB",
      "Grossman HB",
      "Kamat AM",
      "Dinney CP"
    ],
    "journal": "Annals of surgical oncology"
  },
  {
    "pmid": "24503570",
    "date": "2014 Mar",
    "title": "Use of monitoring levels of soluble forms of cytokeratin 18 in the urine of  patients with superficial bladder cancer following intravesical Ad-IFNalpha/Syn3 treatment in a phase l study.",
    "abstract": "A phase l study using intravesical Ad-IFNalphaSyn3 for patients with bacillus  Calmette-Guerin-resistant superficial bladder cancer showed a complete remission (CR) of 43% at 90 days after treatment with high levels of interferon-alpha (IFNalpha) being produced. Ad-IFNalpha kills bladder cancer cells by two apoptotic and one necrotic mechanism that can be measured by soluble forms of cytokeratin 18 (CK18) using M30 and M65 ELISAs, assays for caspase-cleaved (apoptotic) and uncleaved (necrotic) cell death, respectively. Therefore, we determined whether M30 and M65 levels in the urine after treatment could document all three mechanisms of cancer cell kill and also predict having a CR. High levels of both M30 and M65 were found in all patients within 24 h after treatment with all three types of cancer cell death occurring. Moreover, the return of both M30 and M65 levels in the urine to normal levels within 5 days or more after treatment was strongly associated with obtaining a CR (P=0.003). This is the first time that such assays have been used to study response to therapy in the urine of patients with bladder cancer and in the future may prove valuable in predicting clinical outcome.",
    "authors": [
      "Benedict WF",
      "Fisher M",
      "Zhang XQ",
      "Yang Z",
      "Munsell MF",
      "Dinney CN"
    ],
    "journal": "Cancer gene therapy"
  },
  {
    "pmid": "8822632",
    "date": "1996 Jul",
    "title": "The syn3 strain HSZP of herpes simplex virus type 1 (HSV-1) is not pathogenic for  mice and shows limited neural spread.",
    "abstract": "Strain HSZP of the herpes simplex virus type 1 (HSV-1) forms large giant cells in  vitro. This property was found associated with a mutation that alters the codon CGC (in the strain KOS or 17 sequence) to CAC (in the HSZP sequence), changing the amino acid 857 from arginine to histidine in the cytoplasmic domain of the glycoprotein B (gB) polypeptide chain. Giant cell formation by ANGpath was attributed to a mutation that alters the codon GCC (in KOS and strain 17 sequences) to GTC (in ANGpath sequence) changing the amino acid 854 in the same (syn3) region of the gB molecule. In contrast to the ANGpath virus, which is pathogenic (1 LD50 < 1 x 10(4) PFU) for adult DBA/2 mice after peripheral inoculation, strain HSZP was never found to be lethal for adult mice. Whereas ANGpath-infected mice which survived acute infection frequently (79%) developed latency in the regional sensory ganglion (as proved by virus reactivation during explantation), latent HSZP reactivated in ganglion culture at a considerably reduced rate (21%). Only 10-day-old DBA/2 mice were sensitive to HSZP infection. In these, HSZP spread from the site of peripheral administration mainly by hematogenous route. The neural spread of HSZP in suckling DBA/2 mice was manifested by the involvement of vegetative neurons in the wall of the small intestine and in the retroperitoneal vegetative ganglia. We conclude that HSZP, a polykaryocyte-forming strain with a mutation in the syn3 region II, shows limited neuroinvasity for mice after peripheral administration.",
    "authors": [
      "Rajcani J",
      "Vojvodova A",
      "Matis J",
      "Kudelova M",
      "Dragunova J",
      "Krivjanska M",
      "Zelnik V"
    ],
    "journal": "Virus research"
  },
  {
    "pmid": "29677897",
    "date": "2018 May",
    "title": "Re: Intravesical rAd-IFNalpha/Syn3 for Patients with High-Grade, bacillus  Calmette-Guerin-Refractory or Relapsed Non-Muscle-Invasive Bladder Cancer: A Phase II Randomized Study.",
    "authors": [
      "Chang SS"
    ],
    "journal": "The Journal of urology"
  }
]