[
  {
    "pmcid": "7529788",
    "title": "Cytotoxic activity of bromodomain inhibitor NVS-CECR2-1 on human cancer cells",
    "publish_date": "2020-10-1",
    "full_text": "Introduction\n\nBromodomain (BRD) is a protein–protein interaction module that consists of about 110 amino acid residues and recognizes acetylated lysine residues on histone tails and other proteins. The human genome encodes 61 BRDs present in 46 distinct proteins, many of which are chromatin regulators, such as chromatin remodeler and histone modifier, that function in a wide array of biological processes. Despite of their diversity of sequences, all BRDs share a conserved fold comprising left-handed four helix bundles linked by the ZA and BC loops, which forms a central deep and narrow hydrophobic cavity for the docking site of acetyl-lysine moiety. The sequence of the ZA and BC loops are highly variable in length and amino acid composition and this structural feature enables different BRDs to specifically bind distinct acetyl-lysine sites in histones and non-histone proteins\n\n1\n\n–\n\n4\n\n.\n\nRecent studies proved that small compound inhibitors specific for BRDs can be developed as therapeutic agents in treatment of various human diseases, including cancer\n\n5\n\n–\n\n8\n\n. As the first examples, JQ1 and I-BET were developed to target the bromo- and extra-terminal domain (BET) family comprising BRD2, BRD3, BRD4 and BRDT, and their antitumor activities have been well documented along with some promising results of clinical trials for certain cancer types\n\n9\n\n–\n\n11\n\n. Subsequently, a number of additional inhibitors for the BET family proteins have been developed and many of these inhibitors are also currently in clinical trials for diverse cancer types\n\n2\n\n,\n\n12\n\n. The success in evolving potent and highly selective inhibitors for the BET family of BRDs and their entry into clinical trials has stimulated intensive research activities to develop BRD inhibitors targeting non-BET family proteins\n\n7\n\n,\n\n13\n\n,\n\n14\n\n. While most of research efforts have been focused on BET family BRD inhibitors, the cellular activity and potential therapeutic applicability of the non-BET BRD inhibitors remains largely unexplored.\n\nOne of the recently developed non-BET BRD inhibitors is NVS-CECR2-1, which targets cat eye syndrome chromosome region, candidate 2 (CECR2). CECR2 contains a single BRD and the gene encoding CECR2 is located in the chromosome 22q11 region that is duplicated in the human disorder cat eye syndrome\n\n15\n\n–\n\n17\n\n. Studies have shown that CECR2 is involved in neurulation and chromatin remodeling as well as DNA damage response\n\n15\n\n,\n\n18\n\n. NVS-CECR2-1 was developed by the structural genomics consortium (SGC) in collaboration with Novartis and shown in vitro to bind CECR2 BRD with high affinity (IC\n\n50\n\n= 47 nM,\n\nK\n\nD\n\n= 80 nM) and selectivity over other 48 BRD targets (\n\nhttps://www.thesgc.org/chemical-probes/NVS-1\n\n). Neither the activity of NVS-CECR2-1 against its target within cells nor its therapeutic potential in treatment of human diseases, such as cancer, was reported. Here, we demonstrated that NVS-CECR2-1 inhibits chromatin binding of CECR2 BRD and displaces CECR2 from chromatin within cells. We found that NVS-CECR2-1 has a strong cytotoxic activity on various human cancer cells, killing SW48 colon cancer cells in particular with a submicromolar value of half maximum inhibitory concentration (IC\n\n50\n\n) by increasing apoptosis. Our data showed that the cytotoxic activity of NVS-CECR2-1 on cancer cells is exerted by targeting CECR2 as well as via CECR2-independent mechanism. We also performed analysis of CECR2 gene expression in colorectal cancer tissues using several online databases and discussed the significance of the results.\n\nResults\n\nNVS-CECR2-1 inhibits chromatin binding of CECR2 BRD within cells\n\nFirst, we determined whether NVS-CECR2-1 (Fig.\n\n1\n\na) inhibits chromatin binding of CECR2 BRD. After transfection with the plasmid vector expressing a dimeric form of CECR2 BRD, which binds chromatin with higher affinity than a monomeric form\n\n18\n\n, cells were treated with 10 μM of NVS-CECR2-1 and cell lysates were fractionated into insoluble chromatin-bound and soluble chromatin-unbound fractions. Immunoblot analysis showed that CECR2 BRD roughly equally distributed into the both fractions and this distribution largely shifted to the chromatin-unbound fractions with the CECR2-BRD band in the chromatin-bound fraction barely detected (Fig.\n\n1\n\nb, lanes 1, 2, 5 and 6), indicating that NVS-CECR2-1 inhibited the chromatin binding of CECR2 BRD. In parallel experiments, pre-treatment of tricostatin A (TSA) histone deacetylase inhibitor rendered most of CECR2 BRD bound to chromatin, which was nearly completely abolished by NVS-CECR2-1 treatment (Fig.\n\n1\n\nb, lanes 3, 4, 7 and 8), further confirming the inhibitory activity of NVS-CECR2-1 against CECR2 BRD. As control, we performed the similar chromatin fractionation experiments for PFI-3, the BRD inhibitor specific for the BRG1 ATPase of SWI/SNF chromatin remodeling complex\n\n19\n\n. Whereas NVS-CECR2-1 effectively inhibited the chromatin binding of CECR2 BRD at the concentrations ranging from 5 to 15 μM, PFI-3 had no activity against CECR2 BRD even at 100 μM or a higher concentration (Fig.\n\n1\n\nc). Conversely, PFI-3 inhibited the chromatin binding of a dimeric form of BRG1 BRD, which also has higher chromatin affinity than a monomeric form\n\n20\n\n, whereas NVS-CECR2-1 had little effect (Fig.\n\n1\n\nd). These results showed that NVS-CECR2-1 has a potent activity against CECR2 BRD within cells.\n\nFigure 1\n\nNVS-CECR2-1 inhibits chromatin binding of CECR2 BRD within cells. (\n\na\n\n) Structure of NVS-CECR2-1. (\n\nb\n\n) SW48 cells were transfected with the vector expressing a dimeric form of CECR2 BRD tagged with GFP and Myc, and treated with NVS-CECR2-1 for 2 h with or without 30-min pretreatment with TSA (5 μM). Cells were harvested and subjected to chromatin fractionation followed by immunoblotting as indicated. Lamin A/C was used as a marker for the chromatin-bound fraction and GAPDH for the soluble unbound fraction. The monomeric forms of CECR2 BRD were produced by degradation of dimeric forms. A representative of three independent experiments showing similar results was shown. (\n\nc\n\n) After transfection with the expression vector as in (\n\nb\n\n) and TSA pretreatment, SW48 cells were treated with increasing concentrations of NVS-CECR2-1 (left) or PFI-3 (right) for 2 h, and subjected to chromatin fractionation as in (\n\nb\n\n). A representative of two independent experiments showing similar results was shown. (\n\nd\n\n) After transfection with the vector expressing a dimeric form of BRG1 BRD tagged with GFP and Myc, SW48 cells were pretreated with TSA and treated with increasing concentrations of NVS-CECR2-1 (left) or PFI-3 (right) for 2 h, and then subjected to chromatin fractionation as in (\n\nb\n\n). A representative of two independent experiments showing similar results was shown. In all drug treatment experiments, the lanes of (−) or 0 μM have DMSO as vehicle.\n\nNVS-CECR2-1 dissociates endogenous CECR2 from chromatin\n\nNext, we determined whether NVS-CECR2-1 can dissociate endogenous CECR2 proteins from chromatin by chromatin fractionation as described before. The cells were treated with NVS-CECR2-1 at 5, 10 or 15 μM, or with PFI-3 as control at 100 or 200 μM. The results showed that NVS-CECR2-1 dissociated CECR2 from chromatin in a dose-dependent manner without affecting BRG1, and conversely, PFI-3 dissociated BRG1 from chromatin with no effect on CECR2 (Fig.\n\n2\n\na,b). To confirm these results, we conducted salt gradient chromatin fractionation. Most of the cellular CECR2 proteins were extracted by 0.15- and 0.3-M NaCl, and NVS-CECR2-1 treatment increased the CECR2 extraction at 0.15-M NaCl with its concomitant decrease at 0.3-M NaCl (Fig.\n\n2\n\nc,d and Fig.\n\nS1\n\na–c), indicating that NVS-CECR2-1 dissociated CECR2 from chromatin. As expected from the fact that CECR2 is a chromatin remodeler and thus a nuclear protein, CECR2 was barely detected in the cytoplasmic fractions in salt gradient chromatin fractionation (Fig.\n\n2\n\nc,d and Fig.\n\nS1\n\na–c) and stained exclusively within the nucleus in immunofluorescence microscopy (Fig.\n\nS2\n\na,b). Essentially no CECR2 was found in the soluble nuclear fractions (Fig.\n\nS1\n\na,c), indicating that CECR2 exists bound to chromatin in the nucleus. The CECR2 staining pattern remained unchanged after NVS-CECR2-1 treatment in immunofluorescence microscopy (Fig.\n\nS2\n\nb). These results therefore demonstrated the activity of NVS-CECR2-1 to prevent its target protein CECR2 from binding chromatin within cells.\n\nFigure 2\n\nNVS-CECR2-1 displaces endogenous CECR2 proteins from chromatin. (\n\na\n\n) SW48 cells were treated with increasing concentrations of NVS-CECR2-1 (left) or PFI-3 (right) for 2 h, and subjected to chromatin fractionation as in (Fig.\n\n1\n\nb). WCL, whole cell lysate. (\n\nb\n\n) The CECR2 and BRG1 bands of the chromatin-bound (B) and unbound (U) fractions were quantitated by densitometer and normalized to the Lamin and GAPDH bands, respectively. The B/(B + U) ratios of the CECR2 and the BRG1 bands for each experimental condition were calculated and their relative values were graphed. (\n\nc\n\n) SW48 cells were treated with DMSO (vehicle) or 5-μM NVS-CECR2-1 for 2 h, and subjected to salt gradient chromatin fractionation. A representative of four similar results is shown (see Fig.\n\nS1\n\n). Arrow, CECR2 band; asterisk, nonspecific band. (\n\nd\n\n) The CECR2 bands of 0.15- and 0.3-M salts extractions on the gels in (c) were quantitated with normalization to lamin, and their relative densities were calculated and plotted as graph.\n\nn\n\n= 3; error bars, mean ± s.d. *,\n\np\n\n< 0.05; **,\n\np\n\n< 0.01; ***,\n\np\n\n< 0.001.\n\nNVS-CECR2-1 exhibits cytotoxic activity on various human cancer cells\n\nHaving verified the in vivo activity of NVS-CECR2-1, we investigated the possibility that it kills cancer cells. For this, we selected a set of human cancer cell lines that represent various tissue origins, such as colon (SW48, HT29 and HCT116), lung (H460), uroepithelium (SV-HUC-1), cervix (HeLa) and bone (U2OS). The cells were treated with increasing concentrations of NVS-CECR2-1 and the cell viability was determined after three days by MTS assay. Interestingly, the treatment of NVS-CECR2-1 decreased the viability of all cancer cells analyzed in a dose dependent manner (Fig.\n\n3\n\n). NVS-CECR2-1 treatment also showed a dose-dependent cytotoxicity on human embryonic kidney (HEK) 293 T cells, an immortalized cell line originated from non-cancer tissue (Fig.\n\n3\n\n). Notably, NVS-CECR2-1 exhibited cytotoxic activity on all the cell types tested at the pharmacologically significantly concentrations, seemingly with a few micromolar concentrations killing more than half of the cell population (Fig.\n\n3\n\n). Immunoblot analysis showed that the levels of CECR2 expression varied among the tested cell lines, with some displaying very little (HT29, H460, HeLa and SV-HUC-1) and the others exhibiting different degree of CECR2 expression (SW48, HCT116, U2OS and HEK 293 T) (Fig.\n\n3\n\n, last panel). Therefore, the cytotoxic activity of NVS-CECR2-1 on cancer cells is not necessarily dependent on CECR2 expression. At this moment, owing to the limited accuracy of the short-term viability assay, it was difficult to predict any correlation between the cytotoxic activity of NVS-CECR2-1 and CECR2 expression levels of cancer cells.\n\nFigure 3\n\nCytotoxic activity of NVS-CECR2-1 on various human cancer cells. Cells were treated with increasing concentrations of NVS-CECR2-1 for 72 h and their viability was determined by MTS assay. Cell viability was quantitated by measuring the absorbance at 490 nm and depicted as a graph.\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. *,\n\np\n\n< 0.05; **,\n\np\n\n< 0.01; ***,\n\np\n\n< 0.001. The last panel shows the results of immunoblot for CECR2 expression of the cancer cell lines described above. Arrowhead, CECR2 band; asterisk, nonspecific band.\n\nNVS-CECR2-1 kills SW48 cells with a submicromolar IC\n\n50\n\nvalue by increasing apoptosis\n\nSince the short-term viability study indicated that NVS-CECR2-1 was most toxic to SW48 cells among the eight cell lines tested, we pursued further investigations for this cell line. First, we determined the effect of NVS-CECR2-1 on the long-term viability of SW480 cells. The cells were treated with increasing concentrations of NVS-CECR2-1 up to 4 μM and their clonogenic ability was evaluated after ten days by colony formation assay. NVS-CECR2-1 inhibited the clonogenic ability of SW48 cells in a dose dependent manner and its IC\n\n50\n\nvalue was estimated to be 0.64 μM (Fig.\n\n4\n\na,b). Next, we determined the mechanisms by which NVS-CECR2-1 kills SW48 cells. The cells were treated with increasing concentrations of NVS-CECR2-1 up to 6 μM and analyzed for apoptosis and necrosis after 72 h by Annexin-V assay. NVS-CECR2-1 treatment increased apoptosis in a dose-dependent manner, with more than 80% cells undergoing apoptosis at 6 μM, and had virtually no effect on necrosis (Fig.\n\n4\n\nc,d). Increase of apoptosis by NVS-CECR2-1 was confirmed by PARP1 cleavage (Fig.\n\n4\n\ne). Therefore, NVS-CECR2-1 kills SW48 cells mostly by inducing apoptosis. For the purpose of comparison, we analyzed the toxicity of doxorubicin on SW48 cells and observed that this well-known potent anticancer drug exhibited the IC\n\n50\n\nvalue of 0.54 μM (Fig.\n\n4\n\nf,g). These results suggest that, given its IC\n\n50\n\nvalue compatible to doxorubicin, NVS-CECR2-1 can be a potentially good candidate of anticancer drug for colon cancer treatment.\n\nFigure 4\n\nNVS-CECR2-1 kills SW48 cells via apoptosis with a submicromolar IC\n\n50\n\nvalue. (\n\na\n\n) SW48 cells were treated with increasing concentrations of NVS-CECR2-1 and the clonogenic ability was determined by colony formation assay after 10 days. A representative image was shown. (\n\nb\n\n) Results of the colony formation assay were depicted as a graph. The IC\n\n50\n\nvalue was shown.\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. (\n\nc\n\n) SW48 cells were treated with increasing concentrations of NVS-CECR2-1 for 72 h and subjected to annexin V/PI staining. A representative image was shown along with percentages of early (upper right) and late apoptotic cells (lower right). (\n\nd\n\n) Results of the apoptosis assay by Annexin-V/PI staining were depicted as a graph (sum of early and late apoptosis).\n\nn\n\n= 3; error bars, mean ± s.d. (\n\ne\n\n) Results of the apoptosis assay by PARP1 cleavage. The cells treated as in (\n\nc\n\n) were subjected to immunoblot analysis as indicated. A representative of three experiments showing similar results was shown. (\n\nf\n\n) (\n\ng\n\n) Results of the similar experiments as (\n\na\n\n) and (\n\nb\n\n) to determine the IC\n\n50\n\nvalue of doxorubicin for SW48 cells.\n\nn\n\n= 3; error bars, mean ± s.d.\n\nNVS-CECR2-1 kills SW48 cells by targeting CECR2\n\nNext, we asked whether NVS-CECR2-1 kills SW48 cells by targeting CECR2. If NVS-CECR2-1 exerts its cytotoxic activity by inhibiting CECR2, depletion of CECR2 should affect the cells’ sensitivity to NVS-CECR2-1. SW48 cells were depleted for CECR2 by specific siRNA (Fig.\n\n5\n\na) and treated with increasing NVS-CECR2-1 from 0.5 to 2 µM. The clonogenic ability of the cells were then determined by colony formation assay. NVS-CECR2-1 showed a dose-dependent cytotoxic activity on the cells transfected with nonspecific control siRNA with the IC\n\n50\n\nvalue of 0.62 μM. Depletion of CECR2 by specific siRNA largely decreased the cell viability, indicating that CECR2 was essential for the survival of SW48 cells. Notably, NVS-CECR2-1 exhibited very little effect on the CECR2-depleted cells compared to the control cells, likely due to the large decrease of their viability (Fig.\n\n5\n\nb,c), indicating that the sensitivity of the cells to NVS-CECR2-1 was reduced by CECR2 depletion. Nonetheless, NVS-CECR2-1 treatment still decreased the viability of the CECR2-depleted cells in a dose-dependent manner and this decreasing effect was slightly but significantly less than that on the control cells, accompanied with a shift of the IC\n\n50\n\nvalue from 0.62 to 0.81 µM (Fig.\n\n5\n\nb,c). We confirmed these findings by analyzing apoptosis by Annexin-V assay. NVS-CECR2-1 increased apoptosis in a dose-dependent manner as observed before. CECR2 depletion largely increased apoptosis and the rate NVS-CECR2-1 increased apoptosis of the CECR2-depleted cells was lower than that of the control cells (Fig.\n\n5\n\nd–f). Consistently, whereas NVS-CECR2-1 increased PARP1 cleavage in a dose-dependent manner, CECR2 depletion resulted in a large increase of PARP1 cleavage, which was not further enhanced by NVS-CECR2-1 (Fig.\n\n5\n\ng). These results showed that NVS-CECR2-1 exerts the cytotoxic activity on SW48 cells by targeting CECR2 although it still has this activity to some extent even after CECR2 depletion.\n\nFigure 5\n\nCECR2 depletion reduces the sensitivity of SW48 cells to NVS-CECR2-1. SW48 cells were transfected with control or CECR2-specific siRNAs for 48 h, and treated with increasing concentrations of NVS-CECR2-1 before being subjected to colony formation, annexin V/PI staining and PARP1 cleavage assays. (\n\na\n\n) Immunoblot analysis of CECR2 knockdown of three independent experiments for colony formation assay. Arrow, CECR2 band. (\n\nb\n\n) Representative results of colony formation assay. (\n\nc\n\n) Relative cell survival in the colony formation assay was depicted as a graph by setting the value of DMSO-treated (0 μM) si-control cells as 100 (left) or by setting each of the DMSO-treated si-control and si-CECR2 cells as 100 (right).\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. *,\n\np\n\n< 0.05; **,\n\np\n\n< 0.01; ***,\n\np\n\n< 0.001. (\n\nd\n\n) Immunoblot analysis of CECR2 knockdown of three independent experiments for apoptosis assay. Arrow, CECR2 band. (\n\ne\n\n) Representative results of the apoptosis assay by annexin V/PI staining (72 h after NVS-CECR2-1 treatment). (\n\nf\n\n) Relative apoptotic cells were depicted as a graph by percentages or by setting each of the DMSO-treated si-control and si-CECR2 cells as 1 (bottom).\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. *,\n\np\n\n< 0.05; **,\n\np\n\n< 0.01. (\n\ng\n\n) Results of the PARP1 cleavage assay (36 h after NVS-CECR2-1 treatment). A representative of three experiments showing similar results was shown.\n\nCECR2-independent cytotoxic activity of NVS-CECR2-1\n\nThe reason that CECR2-depleted cells were still sensitive to NVS-CECR2-1 could be due to incomplete CECR2 knockdown or an off-target activity of NVS-CECR2-1. To address this issue, we determine the effect of NVS-CECR2-1 depletion on HEK 293 T cells, which were shown to be independent of CECR2 for their viability\n\n18\n\n. As expected, CECR2 depletion had no effect on the viability of HEK 293 T cells (Fig.\n\n6\n\na, b–d). Notably, NVS-CECR2-1 exhibited a dose-dependent cytotoxic activity on the control and CECR2-depleted cells to a similar degree in both short-term (Fig.\n\n6\n\nb) and long-term viability assays (Fig.\n\n6\n\nc,d), indicating that NVS-CECR2-1 exerted the cytotoxic activity independently of CECR2. To further substantiate these results, we analyzed the HAP1 cells, a near-haploid human cell line derived from the chronic myelogenous leukemia cell line KBM-7, in which the gene coding for CECR2 was knocked out by the CRISP/Cas9 system. Absence of CECR2 was confirmed for this cell (Fig.\n\n6\n\nE). The establishment of this cell line itself indicates that CECR2 is dispensable for cell survival and proliferation. Indeed, we observed no difference in cell growth between the CECR2-knockout HAP1 and the parental CECR2-wild type HAP1 cells (data not shown). NVS-CECR2-1 showed a similar degree of cytotoxic activity on the both cell lines in short-term (Fig.\n\n6\n\nf) and long-term viability assays (Fig.\n\n6\n\ng,h). The IC\n\n50\n\nvalues of NVS-CECR2-1 for 293 T and HAP1 cells were 2.45 and 2.73 µM, respectively, which were approximately four times higher than that for SW48 cells. Taking thus far results together, we concluded that NVS-CECR2-1 exerts cytotoxic activity not only by targeting CECR2 but also via CECR2-independent mechanism, possibly the off-target effects.\n\nFigure 6\n\nNVS-CECR2-1 exhibits cytotoxicity on 293 T and HAP1 cells independently of CECR2. (\n\na-d\n\n) 293 T cells were transfected with control or CECR2-specific siRNAs for 48 h (\n\na\n\n), and treated with increasing concentrations of NVS-CECR2-1 for 72 h or 12 days before being subjected to MTS (\n\nb\n\n) and colony formation assays (\n\nc\n\n,\n\nd\n\n), respectively.\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. The IC\n\n50\n\nvalue was shown and virtually same between si-control and si-CECR2 cells. (\n\ne–h\n\n) CECR2-wild type and—knockout HAP1 cells (\n\ne\n\n) were treated with increasing concentrations of NVS-CECR2-1 for 72 h or 12 days before being subjected to MTS (\n\nf\n\n) and colony formation assays (\n\ng\n\n,\n\nh\n\n), respectively.\n\nn\n\n= 3 (each performed in triplicate); error bars, mean ± s.d. The IC\n\n50\n\nvalue was shown and virtually same between the HAP1-WT and HAP1-KO cells. Arrow, CECR2 band.\n\nCytotoxic activity of NVS-CECR2-1 on various human colon cancer cells\n\nThe results thus far suggested that cells dependent on CECR2 for their viability tend to be more sensitive to NVS-CECR2-1 than CECR2-independent cells. To determine whether this tendency can be generalized, we analyzed a set of human colon cancer cell lines, including DLD-1, LoVo, HCT116, HT29, SW480 and HCT15 as well as SW48 cells. Immunoblot analysis revealed that SW48 and HCT116 cells expressed CECR2 at the similar levels as HEK 293 T cells whereas the remaining cell lines exhibited very low levels of CECR2 expression (Fig.\n\n7\n\na). CECR2 depletion reduced the viability of SW48 and HCT116 cells by approximately 72% and 42%, respectively, and had no effect on the viability of the other five cell lines (Fig.\n\n7\n\nb,c). Then, we determined the IC\n\n50\n\nvalues of NVS-CECR2-1 against these cancer cells as described before. Notably, HCT116 cells exhibited 1.30 µM of IC\n\n50\n\nfor NVS-CECR2-1, which was higher than SW48 cells (0.64 µM), whereas the IC\n\n50\n\nvalues against the other five CECR2-independent cell lines ranged from 2.1 to 3.3 µM (Fig.\n\n7\n\nd). These results showed a good correlation between the cytotoxic activity of NVS-CECR2-1 on the cancer cells and the extent to which their survival relies on CECR2.\n\nFigure 7\n\nCytotoxic activity of NVS-CECR2-1 on various human colon cancer cells. (\n\na\n\n) A panel of human colon cancer cell lines were analyzed for CECR2 expression by immunoblotting. The blot of 293 T cells was taken from a separate gel with same exposure for comparison. Arrow, CECR2 band. (\n\nb\n\n) The cells were transfected with control or CECR2-specific siRNAs for 48 h, and the viability was determined by colony formation assay after 10 days. Representative images were shown. (\n\nc\n\n) Relative cell survival in the colony formation assay in (\n\nb\n\n) was depicted as a graph by setting the value of si-control as 100 for each cell line. n = 3 (each performed in triplicate); error bars, mean ± s.d. ***,\n\np\n\n< 0.001. (\n\nd\n\n) The cells were treated with increasing concentrations of NVS-CECR2-1 and the viability was determined by colony formation assay after 10 days. n = 3 (each performed in triplicate); error bars, mean ± s.d. The IC\n\n50\n\nvalue for each cell line was shown.\n\nAnalysis of CECR2 gene expression in colorectal cancer tissues\n\nTo evaluate the clinical significance of our findings, we analyzed the CECR2 gene expression in human colorectal cancer using several online databases. First, the data from TCGA Pan-Cancer Atlas showed that CECR2 mRNA expression in colorectal cancer ranked at a moderate to medium level among the 32 different cancer types, comprising 10,967 samples from 10,953 patients (Fig.\n\nS3\n\n). A differential analysis of normal and cancer tissues in the 11 colorectal datasets comprising 2033 samples showed that CECR2 mRNA expression was upregulated in colorectal cancer tissues compared to colorectal normal tissues (Fig.\n\n8\n\na). Immunohistochemical staining data from the Human Protein Atlas revealed that colorectal cancer belonged to a group in which 100% of examined patients displayed medium or high levels of CECR2 protein expression (Fig.\n\nS4\n\n). However, both colorectal normal and colorectal adenocarcinoma tissues showed medium or high levels of CECR2 staining (Fig.\n\n8\n\nb). A Kaplan–Meier survival curve indicated that the group of colon adenocarcinoma patients with high CECR2 expression showed significantly worse survival than that with low CECR2 expression (\n\nP\n\n= 0.041), but CECR2 was not categorized as a prognostic gene in colon cancer (gene with\n\nP\n\n< 0.001 is defined as prognostic) (Fig.\n\n8\n\nc). There was no significant correlation between patient survival probability and CECR2 expression in rectal adenocarcinoma (Fig.\n\n8\n\nc). Thus, it is not conclusive at the moment whether CECR2 is a therapeutic target for colorectal cancer and NVS-CECR2-1 is clinically applicable in treatment of this cancer type.\n\nFigure 8\n\nAnalysis of CECR2 gene expression in human colorectal cancer. (\n\na\n\n) Results of a differential analysis of colorectal normal and colorectal cancer tissues for CECR2 mRNA expression using the Oncomine database (\n\nhttps://www.oncomine.org/resource\n\n). Only output results satisfying ≥ 1.2 fold change and\n\np\n\n< 0.05 were taken. Figure in the parentheses indicates sample number. (\n\nb\n\n) CECR2 protein expression was determined in colon/rectum normal and adenocarcinoma tissues by immunohistochemistry. Antibody staining in the annotated cell types in the current human tissue is reported as not detected, low, medium, or high. This score is based on the staining intensity and fraction of stained cells. The images were taken from the database of the Human Protein Atlas (\n\nhttps://www.proteinatlas.org/\n\n). (\n\nc\n\n) Kaplan–Meier plots showing the correlation between CECR2 mRNA expression level and patient survival in colon and rectal adenocarcinomas. The graphs were adapted from the database of the Human Protein Atlas.\n\nDiscussion\n\nIn the present study, we investigated the recently developed BRD inhibitor NVS-CECR2-1 for its potential cytotoxic activity on human cancer cells. First, we demonstrated that NVS-CECR2-1 inhibits chromatin binding of CECR2 BRD and dissociates CECR2 from chromatin within cells. Then, we found that NVS-CECR2-1 has cytotoxic activity against various human cancer cells with different tissue origins at pharmacologically significant concentrations. In particular, NVS-CECR2-1 kills SW48 colon cancer cells with a submicromolar IC\n\n50\n\nvalue and this activity is exerted mainly by increasing apoptosis. The cytotoxic activity of NVS-CECR2-1 against the cancer cells is reduced by CECR2 depletion and is positively correlated with the extent to which the cells rely on CECR2 for their survival, suggesting that NVS-CECR2-1 exerts its activity by targeting CECR2. This is the first study that reports an anticancer cytotoxic activity for NVS-CECR2-1.\n\nNVS-CECR2-1 was originally developed as an inhibitor specific for CECR2 BRD. It has no cross reactivity in a BRD panel of 48 targets, with only weak interactions with BRD4 and BRD7, as demonstrated by a thermal shift assay, (\n\nhttps://www.thesgc.org/chemical-probes/NVS-1\n\n). However, our results showed that siRNA knockdown of CECR2 in 293 T cells as previously reported\n\n18\n\nor CRISPR/cas9-derived inactivation of the CECR2 gene in haploid leukemia cells did not affect the cytotoxic activity of NVS-CECR2-1 on these cells. Given the fact that CECR2 is dispensable for survival and proliferation of these two cell types, these results suggest that this activity of NVS-CECR2-1 could be exerted by off-targeting some other proteins, which are essential for cell survival and proliferation. Thus, our results have left the question open whether NVS-CECR2-1 is specific for CECR2 within cells.\n\nCECR2 is predominantly expressed in the neural system and involved in neurulation and inner ear development during mouse embryogenesis\n\n15\n\n,\n\n21\n\n. CECR2 forms a complex with the ISWI family ATP-dependent chromatin remodeler SNF2L and functions in transcriptional regulation of genes involved in embryonic and post-natal brain development\n\n15\n\n,\n\n22\n\n. CECR2 also forms a complex with SNF2H, another ISWI family chromatin remodeler, in the testis and contributes to spermatogenesis in adult tissue\n\n23\n\n. The CECR2-SNF2L complex, named CERF, has been shown to remodel chromatin in vitro and displace the ATP hydrolysis activity that is stimulated by nucleosomes\n\n15\n\n. A genome-wide screen for human BRD-containing proteins identified CECR2 to be involved in DNA damage response\n\n18\n\n. However, the exact cellular functions of CECR2 remain largely unknown. Our results show that CECR2 is important for cell viability. Interestingly, the role of CECR2 in cell viability depends on cell types such that it is important for SW48 and HCT116 cells but dispensable for 293 T and KBM-7 cells. In addition, CECR2 expression levels vary even among different cancer cells with same tissue origin- a panel of colon cancer cell lines, and the requirement of CECR2 for cell viability is correlated with its expression levels. Therefore, the role of CECR2 in cell viability appears to depend on both cell type and CECR2 level. The exact role of CECR2 in the cancer cell viability and its effects on the cell sensitivity to NVS-CECR2-1 remain to be clearly defined in future study.\n\nMotivated by the success in developing potent and highly selective inhibitors for the BET family BRDs and their entering into clinical trials in cancer treatment, research activities have been extended to developing non-BET family BRD inhibitors, including NVS-CECR2-1\n\n13\n\n,\n\n14\n\n. CECR2 has been ranked top among the 24 human BRD-containing proteins for the score of druggability\n\n24\n\nand our work showed that NVS-CECR2-1 has < 10 μM of the IC\n\n50\n\nvalues in cytotoxicity against various human cancer cells. Therefore, it is possible that NVS-CECR2-1 can be developed as a candidate of potential cancer therapeutic agent. In particular, our studies using a panel of human colon cancer cell lines raised the possibility that NVS-CECR2-1 has a potential to be used as a therapeutic agent in colon cancer treatment. In support of this, a differential analysis showed that CECR2 mRNA expression is upregulated in colorectal cancer tissues compared to normal counterparts. However, immunohistochemical staining of CECR2 scored high or medium levels in both colorectal normal and adenocarcinoma tissues from several patients, and CECR2 was not defined as a prognostic gene in colorectal cancer based on the Kaplan–Meier survival curves. Thus, the answer to the question whether NVS-CECR2-1 has a potential of clinical application for treatment of colon cancer is indecisive for now and reserved for future study. Given our data demonstrating the potent activity of NVS-CECR2-1 to displace CECR2 from chromatin within cells, this BRD inhibitor can also be used as a useful tool for studying the cellular functions of CECR2.\n\nMethods\n\nCells and antibodies\n\nHCT15, SW48, SW480, DLD-1, LoVo, H460, SV-HUC-1 and HCT116 cells were purchased from ATCC (USA), and HT29, U2OS, HEK 293 T and HeLa cells from Korean Cell line Bank (KCLB, Seoul). HCT15, SW48, SW480, DLD-1, LoVo, H460, and SV-HUC-1 cells were maintained in RPMI1640 medium supplemented with 10% fetal bovine serum (FBS), 100 U/ml penicillin, and 100 µg/ml streptomycin. HCT116, HT29, and U2OS cells were cultured in McCOY's 5A modified medium supplemented with 10% FBS, 100 U/ml penicillin, and 100 µg/ml streptomycin. HEK 293 T and HeLa cells were maintained in Dulbecco's modified Eagle's medium (DMEM) supplemented with 5% FBS, 100 U/ml penicillin, and 100 µg/ml streptomycin. HAP1 parental (C631) and CECR2-KO (HZGHC000946c001) cell lines were purchased from Horizon Discovery (Cambridge, UK) and cultured in Iscove's modified Dulbecco's medium (IMDM) supplemented with 10% FBS, 100 U/ml penicillin and 100 µg/ml streptomycin. All cells were maintained at 37 °C in a 5% CO\n\n2\n\nhumidified incubator. The sources of antibody used in this work are as follows; anti-CECR2 (LifeSpan Biosciences, LS-C496852), anti-BRG1 (Santa Cruz Biotechnology, sc-17796), anti-c-Myc (BIOMOL, SA-294), anti-α-Tubulin (Abcam, ab18251), anti-GAPDH (Abfrontier, LF-PA0212), anti-Lamin A/C (Cell Signaling Technology, 2032), anti-PARP1 (Santa Cruz Biotechnology, sc-8007).\n\nBRD inhibitors and doxorubicin\n\nNVS-CECR2-1 was obtained from the SGC and PFI-3 was purchased from Tocris (5072, UK). Doxorubicin was purchased from Sigma. The inhibitors and drugs were dissolved in DMSO, kept in aliquots at -20 °C, and thawed immediately before use for experiments to minimize unexpected chemical reactions.\n\nPlasmids, siRNA and transfection\n\nsiRNA transfection was performed using Lipofectamine RNAiMAX (Invitrogen). The sequences of CECR2-specific siRNA: 5′-cugcuaucaacgaagagau(dTdT)-3′. Plasmid DNA transfection was performed using Polyethylenimine (PEI). The expression vectors for GFP-Myc-CECR2-BRD(2x) and GFP-Myc-BRG1-BRD(2x) were described previously\n\n18\n\n,\n\n20\n\n.\n\nChromatin fractionation assay\n\nBiochemical fractionation of chromatin binding proteins was performed as previously described\n\n25\n\n,\n\n26\n\n. Cells were suspended in the fraction III buffer (50 mM HEPES (pH 7.5), 150 mM NaCl, 1 mM EDTA, 0.5% NP-40, 0.5 mM PMSF, 5 µg/ml aprotinin, 5 µg/ml leupeptin, 5 µg/ml pepstatin A, and 10 mM NaF) on ice for 60 min. The lysate was subjected to centrifugation at 16000 g for 20 min to separate supernatant (soluble, cytoplasmic proteins) from pellet (insoluble, chromatin-bound proteins). We note that the fraction III buffer described above extracts chromatin-unbound or loosely bound proteins, thus separating them from chromatin-bound proteins.\n\nThe salt gradient chromatin fractionation was performed essentially in the same way as previously described\n\n27\n\n. Cells were lysed in CEBN buffer (10 mM HEPES (pH 7.8), 10 mM KCl, 1.5 mM MgCl\n\n2\n\n, 0.34 M sucrose, 10% glycerol, 0.2% NP-40, protease inhibitors as described above) on ice for 5 min, and the lysate was centrifuged to separate supernatant (cytoplasmic fraction) from pellet. After wash with CEB buffer (CEBN buffer without NP-40), the pellet was suspended in soluble nuclear buffer (3 mM EDTA, 0.2 mM EGTA, protease inhibitors as described above), incubated on ice for 5 min and centrifuged to separate supernatant (soluble nuclear fraction) from pellet. The resulting pellet was then subjected to gradient salt extraction with salt buffers with increasing NaCl concentration (50 mM Tris (pH 8.0), 0.05% NP-40, NaCl as indicated, protease inhibitors as described above).\n\nImmunoblot analysis\n\nImmunoblot analysis was performed by standard method. Cells were washed with PBS and lysed in RIPA buffer (50 mM Tris–Cl (pH 8.0), 150 mM NaCl, 0.5% sodium deoxycholate, 0.1% SDS, 1% NP-40, 1 mM DTT, 0.5 mM PMSF, 5 µg/ml aprotinin, 5 µg/ml leupeptin, 5 µg/ml pepstatin A, and 10 mM NaF) on ice for 30 min. The protein concentrations were quantified by BCA method. After separation on SDS gel, proteins were transferred onto nitrocellulose membrane (GE Healthcare Life Sciences) using normal transfer buffer (25 mM Tris-base, 192 mM Glycine, and 20% methanol). Signals were detected by enhanced chemiluminescence (ECL, Sigma).\n\nApoptosis assay\n\nAnnexin V/PI double staining was performed using the FITC Annexin V Apoptosis Detection Kit I (556,547, BD Bioscience) according to the manufacturer’s protocol. 6 × 10\n\n5\n\ncells were washed twice with PBS and resuspended in 1-ml binding buffer. 100 µl of the suspension (1 × 10\n\n5\n\ncells) were mixed with 5 µl of Annexin V-FITC and 5 µl of propodium iodide (PI, Invitrogen). After gentle vortex, cells were incubated at room temperature for 20 min in the dark before being subjected to flow cytometric analysis using a FACSCalibur (BD Biosciences).\n\nMTS assay\n\n2- 4 × 10\n\n3\n\ncells were seeded in 96-well plate in 100 µl of medium per well. After 72 h, MTS assays were performed according to the protocols of Cell Tilter 96 aqueous One Solution Cell Proliferation assay (Promega). The absorbance at 490 nm was measured using a spectraMax i3X plate reader (Molecular Devices, I3X-SC-ACAD).\n\nColony formation assay\n\nColony formation assay was performed as previously described\n\n20\n\n. After staining with 0.5% crystal violet, colonies were dissolved in 10% acetic acid before measuring absorbance at 590 nm with a spectraMax i3X plate reader (I3X-SC-ACAD, Molecular Devices).\n\nStatistical analysis\n\nThe significance of differences between groups was evaluated by Student's t-test in Microsoft Excel. A\n\np\n\nvalue less than 0.05 was considered significant. IC\n\n50\n\nvalue was calculated by GraphPad Prism software.\n\nSupplementary information\n\nSupplementary file1"
  },
  {
    "pmcid": "11661176",
    "title": "The CECR2 bromodomain displays distinct binding modes to select for acetylated histone proteins versus non-histone ligands",
    "publish_date": "2024-12-11",
    "full_text": "INTRODUCTION:\n\nCECR2 is a regulatory subunit of ATP-dependent chromatin remodeling complex CERF (CECR2 containing remodeling factor)\n\n1\n\n. Together with ISWI ATPases, SNF2L (SMARCA1) and SNF2H (SMARCA5), CECR2 regulates nucleosome organization to facilitate DNA accessibility during neurulation, spermatogenesis, and other developmental processes\n\n1\n\n,\n\n2\n\n. These chromatin remodeling complexes also play critical roles in transcription and replication by modulating nucleosome spacing\n\n3\n\n,\n\n4\n\n. Additionally, CECR2 contributes to the DNA damage response (DDR) through its bromodomain, which inhibits γ-H2AX activity\n\n5\n\n.\n\nInflammation plays an essential role in the initiation and progression of cancer\n\n6\n\n. The nuclear transcription factor-kappa B (NF- κB) is a crucial mediator of inflammatory responses in carcinogenesis\n\n7\n\n. The most abundant, activated form of NF-κB, is composed of a heterodimer of the p65 (RelA) and p50 (RelB) subunits\n\n8\n\n. Acetylation of lysine at residue 310 in RelA is required for optimal transcriptional activity of the NF-κB complex\n\n9\n\n. A recent study identified that CECR2 interacts with the acetylated K310 in RelA, which enhanced NF-κB signaling and increased the expression of pro-inflammatory and pro-metastatic factors\n\n10\n\n. Moreover, inhibition of CECR2 bromodomain (CECR2-BRD) binding activity reduced the expression of NF-κB mediated immune response and pro-metastatic genes\n\n10\n\n. CECR2 has also been recently identified as a potential prognostic marker for patients with glioma\n\n11\n\n. Thus, targeting CECR2 and its bromodomain activity represents a promising target for modulating NF-κB signaling and associated inflammation in cancer.\n\nThe full-length CECR2 is a multidomain protein that contains an N-terminus DDT domain (DNA-binding homeobox and different transcription factors), an AT-hook, and a bromodomain\n\n4\n\n,\n\n12\n\n. The DDT and the AT-hook domains have been shown to bind DNA\n\n13\n\n,\n\n14\n\n, whereas the bromodomain recognizes acetylated lysine\n\n15\n\n. Although the CECR2-BRD has been studied for its ability to recognize acetylated histones, a comprehensive understanding of how it ‘reads’ acetyllysine is still lacking. Moreover, limited information exists on how recognition of these histone modifications influences the chromatin remodeling activity of CECR2.\n\nOver the past decade, research has demonstrated that bromodomains are excellent drug targets due to their crucial role in gene regulation, chromatin remodeling, and protein-protein interactions\n\n16\n\n. Understanding CECR2-BRDs role in these processes would provide valuable insights for the development of selective inhibitors to modulate its activity. In addition, outlining the molecular ligands of the CECR2 bromodomain as a part of the chromatin remodeler CERF would provide insight into its function in chromatin dynamics. To characterize the molecular mechanisms of the selective recognition of acetylated lysine by CECR2 bromodomain, we employed a combination of techniques including peptide array, isothermal titration calorimetry (ITC), and Nuclear Magnetic Resonance (NMR) spectroscopy. Our findings reveal a unique binding mode of the CECR2 bromodomain, offering new perspectives on its ability to selectively recognize acetyllysine modifications on both histone and non-histone proteins.\n\nMETHODS:\n\nPlasmid construction\n\nA construct encoding amino acids 424–538 of the human CECR2-BRD-containing protein (UniProt code: Q9BXF3–1) was codon optimized for expression in\n\nEscherichia coli\n\n, and cloned into a pGEX-6P-1 plasmid containing an N-terminal GST tag and a PreScission Protease cleavage site (GenScript, Piscataway, NJ, USA). The plasmid was transformed into\n\nE. coli\n\nBL21(DE3) pLysS competent cells (Novagen, MA, USA) for protein expression.\n\nProtein expression and purification\n\nThe GST-CECR2-BRD-containing BL21(DE3) pLysS cells were cultivated following established protocols\n\n17\n\n,\n\n18\n\n. Briefly, cells were grown in 2 L of Terrific broth (TB) media, or\n\n15\n\nN ammonium chloride and\n\n13\n\nC-glucose-supplemented minimal media, with ampicillin and chloramphenicol antibiotics added, at 37°C. Once the optical density at 600 nm (O.D. 600) reached 0.6, the temperature was reduced to 20°C. Subsequently, the cells were grown until the O.D. 600 reached a range of 0.8–1.0 and then induced with 0.1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG). The induced cells were further grown overnight at 20°C. Following induction, the cells were harvested by centrifugation at 5,000 RPM for 10 minutes at 4°C. The resulting cell pellet was resuspended in 100 mL of lysis buffer, which contained 50 mM Tris–HCl pH 7.5, 500 mM NaCl, 5% glycerol, 0.05% Nonidet P-40 alternative, 1 mM dithiothreitol (DTT) and supplemented with 0.1 mg/mL of lysozyme and 1 tablet of protease inhibitor (Pierce protease inhibitor tablets, EDTA-free, ThermoFisher). The cells were then lysed using sonication, and the resulting cell lysate was centrifuged at 10,000 RPM for 20 minutes. The supernatant was mixed with glutathione agarose resin (ThermoFisher) and incubated at 4°C with gentle agitation for 1 hour. Afterward, the suspension was transferred to Econo-Column Chromatography Columns (Bio-Rad) and washed with wash buffer (20 mM Tris–HCl pH 7.5, 500 mM NaCl, 5% glycerol, and 1 mM DTT). The GST tag was then cleaved by incubating the washed beads in wash buffer supplemented with PreScission Protease (GE Healthcare) overnight at 4°C. The eluted CECR2-BRD protein was subsequently concentrated to a total volume of approximately 3 mL. For dCypher assays, the GST-tag was retained by eluting with 50 mM reduced glutathione and free glutathione removed via dialysis (48 hours) into 20 mM Tris-HCl pH 8.0, 200 mM NaCl, 1 mM DTT, and 20% glycerol. The protein concentration was determined by measuring the protein absorbance at 280 nm. The purity of the CECR2-BRD was confirmed through sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) stained with GelCode Blue Safe protein stain (ThermoFisher).\n\ndCypher Binding Assays\n\nThe approach was performed as previously described with minor modifications\n\n18\n\n,\n\n19\n\n. In brief, 5 μL GST-CECR2-BRD was combined with 5 μL histone peptides (100 nM) or PTM-defined nucleosomes (10 nM) and incubated 30 minutes in a 384-well plate. Binding was detected by adding a 10 μL mixture of 2.5 μg/mL AlphaLISA glutathione Acceptor (Revvity AL109M) and 10 μg/mL streptavidin Donor beads (Revvity 6760002). After a 60-minute incubation, Alpha counts were measured on a PerkinElmer 2104 Envision plate reader (680 nm laser excitation, 570 nm emission filter ± 50 nm bandwidth). Reagents for peptide assays were prepared in: 50 mM Tris pH 7.5, 50 mM NaCl, 0.01% Tween-20, 0.01% BSA, 1 mM TCEP, 0.0004% Poly-L-Lysine. For nucleosomes they were prepared in: 20 mM Tris pH 7.5, 250 mM NaCl, 0.01% NP-40, 0.01% BSA, 1 mM DTT. Binding curves were plotted in GraphPad Prism 10 using 4-parameter logistic nonlinear regression curves. Relative EC\n\n50\n\n(EC\n\n50\n\nrel\n\n) values were computed in GraphPad Prism; the concentration of GST-CECR2-BRD necessary to elicit 50% of maximal binding signal. Assay points exceeding the hook point were excluded from EC\n\n50\n\nrel\n\ncalculations\n\n19\n\n,\n\n20\n\n. All binding interactions were performed in duplicate, and incubations performed at room temperature under subdued lighting.\n\nPeptide synthesis\n\nAll modified and unmodified peptides were obtained from GenScript (Piscataway, NJ, USA). All histone H4 peptides (1–24) were synthesized with N-terminal acetylation (Nα-ac) and C-terminal amidation, while all H3 peptides (1–24) contain only a C-terminus amidation. The RelA peptides (305–315) contain no N-term acetylation or C-term amidation. All peptides were purified with HPLC to reach 98% purity and confirmed using Mass Spectrometry analysis. The amino acid sequences of each peptide can be found in\n\nTable 1\n\nand\n\nTable 3\n\n.\n\nIsothermal titration calorimetry\n\nThe CECR2-BRD was dialyzed for 48 hours into 20 mM sodium phosphate buffer, pH 7.0, 150 mM NaCl, and 1 mM tris(2-carboxyethyl) phosphine (TCEP) (ThermoFisher). All ITC experiments were performed at 5°C using a MicroCal PEAQ-ITC instrument (Malvern Analytical). All ligands were loaded into the syringe at concentrations ranging from 0.6 mM to 2.5 mM, while the CECR2-BRD was present in the sample cell at concentrations ranging from 0.05 mM to 0.10 mM. The histone ligand was injected into the sample cell in a series of 20 individual, 2 μL injections, with intervals of 150 s and continuous stirring at 750 RPM. Prior to these injections, a 0.4 μL preliminary injection of the peptide ligand was made but excluded from data integration and binding constant calculation. Control runs were performed by injecting histone peptide into the protein buffer under the same conditions, and the resulting heat of dilution was subtracted from the ligand-protein runs to correct for this effect. Data analysis was conducted using MicroCal PEAQ-ITC software. A single set of binding site models was applied to fit the data and determine the stoichiometry (N) and binding constant (\n\nK\n\nD\n\n). Binding experiments were performed in triplicate, while non-binding runs were conducted in duplicate. The mean\n\nK\n\nD\n\nvalue was calculated from the average of the three binding runs, and the standard deviation was determined based on the mean. All\n\nK\n\nD\n\nvalues and their corresponding stoichiometries are reported in\n\nTable 1\n\nand\n\nTable 3\n\n.\n\nAnalytical Ultracentrifugation\n\nTo determine the interaction potential between the CECR2-BRD and mono- and di-acylated histone peptide ligands, and their effect on CECR2-BRD oligomerization, we analyzed mixtures between the two molecules by sedimentation velocity (SV) at various molar ratios including:\n\nCECR2-BRD (apo), measured at 233 nm\n\nCECR2-BRD + H3K4acK9acK14acK18ac at a 1:2 molar ratio, measured at 236 nm\n\nCECR2-BRD + H3K4acK9acK14acK18ac at a 1:2 molar ratio, measured at 232 nm\n\nCECR2-BRD + H3K4acK9acK14acK18ac at a 1:0.5 molar ratio, measured at 238 nm\n\nCECR2-BRD + H3K14ac at a 1:0.5 molar ratio, measured at 239 nm\n\nCECR2-BRD + H4K5acK8acK12acK16ac at a 1:0.5 molar ratio, measured at 232 nm\n\nCECR2-BRD + H4K5acK8acK12acK16ac at a 1:1 molar ratio, measured at 235 nm\n\nCECR2-BRD + H4K8ac at a 1:0.5 molar ratio, measured at 239 nm\n\nThe CECR2-BRD protein concentration ranged from 5.2–25.1 μM, multiple molar ratios were used in order to ensure the ligand concentrations would be above the K\n\nD\n\nof the protein:ligand complex as determined by ITC (\n\nTable 1\n\n).\n\nAll samples were measured in UV-intensity mode, and to optimize signal-to-noise ratio and maintain all signals within the dynamic range of the absorbance detector, the wavelength of data collection was optimized for optical densities between 0.5–0.8 OD determined by UV spectroscopy using a ThermoFisher Genesys 10s benchtop spectrophotometer prior to AUC analysis. All samples were measured in a buffer containing 150 mM NaCl, 20 mM NaPO4, adjusted to pH 7.0, with 1 mM TCEP added to prevent cysteine oxidation. The experiment was performed at 35,000 rpm for 15 hours at 5°C. Intensity data were collected in an Optima AUC at the Canadian Center for Hydrodynamics at the University of Lethbridge. All data were processed with UltraScan\n\n24\n\n, as described previously\n\n25\n\n. Experimental data were fitted using the 2-dimensional spectrum analysis (2DSA)\n\n26\n\n, in a multi-step refinement process to eliminate time- and radially-invariant noise, and to define boundary conditions. The refined data were then further analyzed using the 2DSA iterative (IT) and 2DSA Monte Carlo (MC) methods\n\n27\n\n. To compare the sedimentation profiles of each sample, diffusion-corrected integral sedimentation coefficients were generated and overlayed using the van Holde-Weischet\n\n28\n\n.\n\nNuclear Magnetic Resonance Spectroscopy\n\nCECR2-BRD was expressed and purified for NMR experiments following previously established methods\n\n17\n\n,\n\n18\n\n. Briefly, uniformly labeled\n\n15\n\nN CECR2-BRD samples in buffer containing 20 mM Tris-HCl pH 6.8, 150 mM NaCl, 1 mM TCEP, and 10% D\n\n2\n\nO were purified at 0.30 mM for chemical-shift perturbation experiments.\n\nAll two-dimensional (2D)\n\n15\n\nN-HSQC (heteronuclear single quantum interference) experiments were acquired at 25°C using a 600 MHz Bruker AVANCE III spectrometer equipped with a z-gradient 1.7 mm TCI probe at the National Magnetic Resonance Facility at Madison (NMRFAM). The experimental setup for all 2D experiments was kept similar to our previous studies\n\n17\n\n,\n\n18\n\n. Histone and non-histone ligands were added in increasing concentrations of 1:0.5, 1:1, 1:2.5, 1:5, and 1:10 molar ratios of protein to the ligand, except Histone H4 K5acK8acK12acK16ac for which the highest molar concentration was kept at 1:5. Chemical Shift Perturbations (CSP) from the final titration point were calculated and normalized as described by Williamson\n\n21\n\n, using the equation:\n\nΔ\n\nδ\n\n=\n\n√\n\nΔ\n\nδ\n\nH\n\n2\n\n+\n\nα\n\n⋅\n\nΔ\n\nδ\n\nN\n\n2\n\nWhere\n\nα\n\n=\n\n0.2\n\nfor glycine, and 0.14 for all other residues.\n\nΔ\n\nδ\n\nH\n\nand\n\nΔ\n\nδ\n\nN\n\nrepresent chemical shifts in ppm for hydrogen and nitrogen atoms, respectively. CSPs were plotted as a bar graph to identify CECR2-BRD residues perturbed in response to adding specific histone ligands. These were calculated using the standard deviation (Δ ppm/ Standard deviation ppm, where standard deviation was calculated for each histone ligand) of the Euclidean chemical change of the residues as described previously\n\n17\n\n,\n\n18\n\n.\n\nFor the backbone assignments,\n\n15\n\nN,\n\n13\n\nC labeled CECR2-BRD was prepared at 0.5 mM concentration in 20 mM Tris–HCl, pH 6.8, 150 mM NaCl, 1 mM TCEP, and 10% D\n\n2\n\nO. 2D\n\n15\n\nN-1H NHSQC, 3D HNCACB, and 3D CBCACONH experiments were recorded at 25°C on a 750 MHz Bruker AVANCE III spectrometer equipped with a z-gradient 1.7 mm TCI probe at the National Magnetic Resonance Facility at Madison (NMRFAM). All spectra were processed using NMRPipe and analyzed using NMRFAM-Sparky and POKY\n\n22\n\n,\n\n23\n\n.\n\nRESULTS:\n\nCECR2 bromodomain broadly recognizes acetylated histone ligands and tolerates other combinatorial PTMs\n\nThere is limited understanding of CECR2-BRD interactions with modified chromatin, thus we sought to investigate its binding to modified histone targets using the high-throughput dCypher approach. This method employs a no-wash bead-based assay platform, AlphaScreen, to assess interactions between the CECR2-BRD and PTM-defined histone ligands in 384-well plates\n\n29\n\n. By titrating the CECR2-BRD against selective peptides including, histone H4K5acK8acK12acK16ac residues 1–23 (H4Tetra\n\nac\n\n) and unmodified H4 (1–23 aa), we observed a robust interaction to H4Tetra\n\nac\n\n(EC\n\n50\n\nrel\n\n: 7.2 nM) and determined an optimal probing concentration (26 nM;\n\nSupp. Figure S1\n\n). We then examined CECR2-BRD binding to a comprehensive panel of 287 histone peptides representing diverse sets of single and combinatorial PTMs (methylation, acylation, phosphorylation, etc.) across histones H2A, H2B, H3, and H4 (\n\nSupp. Table 1\n\nfor all data). Robust and specific binding was observed toward acetylated peptides with indistinguishable interactions for multi-acetylated peptides across H2A, H2B, H3, and H4 (\n\nFigure 1\n\n). Binding was also observed with singly acetylated targets, with the strongest interactions occurring for acetylated histone H3 and H4 peptides (\n\nFigures 1D\n\n–\n\nE\n\n). Additionally, we investigated the impact of neighboring PTMs in the form of methylation (\n\nFigure 1F\n\n) and phosphorylation (\n\nFigure 1G\n\n) on acetyllysine recognition. Methyl groups in close proximity had no effect on the recognition of the adjacent acetylation marks, while phosphorylation mostly impacted acetyl interactions on the histone H3 tail.\n\nPrevious studies have shown that CECR2-BRD distinguishes butyrylation and other less bulky acyl groups from crotonylation moeities\n\n30\n\n. Building on this, we expanded our analysis to include additional histone peptides and bulkier acyl modifications. Our data indicate that CECR2-BRD exhibits similar preference for acetyl, propionyl, and butyryl modified histones H3 and H4 peptides (\n\nFigure 2\n\n). However, CECR2-BRD histone interactions were dramatically weakened by all crotonyl peptides. Furthermore, bulkier acyl modifications such as beta-hydroxybutyryl, succinyl, pentanoyl, and hexanoyl modifications were incompatible with CECR2-BRD binding (\n\nFigure 2B\n\n). Collectively, these results demonstrate that the CECR2-BRD selects for short-chain acyl modifications.\n\nThe CECR2 bromodomain prefers multi-acetylated histone tail ligands\n\nBinding affinity studies offer quantitative information about the interaction between bromodomains and their ligands, enabling a better understanding of the molecular recognition and binding dynamics involved in bromodomain-mediated processes. Following our initial screening, which demonstrated CECR2-BRD’s preference for acetylated H3 and H4 histone peptides (\n\nFigure 1\n\n), we prioritized quantifying its binding affinity to these ligands. Using isothermal titration calorimetry (ITC), we identified the preferred acetylated H3/H4 ligands of the CECR2 bromodomain (\n\nTable 1\n\n,\n\nSupp. Figure S2\n\nand\n\nS3\n\n). Among the mono-acetylated H3/H4 ligands examined, CECR2-BRD preferentially bound histone H4K8ac, with an affinity of\n\nK\n\nD\n\n= 15.4 ± 1.9 μM. Among multi-acetylated H3/H4 ligands tested, the highest binding affinity was observed for the H4Tetra\n\nac\n\nligand (\n\nK\n\nD\n\n= 1.6 ± 0.2 μM). Conversely, H3Tetra\n\nac\n\n(H3K4acK9acK14acK18ac) bound with a slightly lower binding affinity (\n\nK\n\nD\n\n= 28.0 ± 1.7 μM). To further evaluate the high binding affinity for the tetra-acetylated H4 ligand, we included various combinations of H4 acetylation marks and assessed their impact on CECR2-BRD binding (\n\nTable 1\n\n). Overall, our results indicate that the CECR2-BRD prefers multi-acetylated histones, especially histone H4. Interestingly, the residues surrounding the acetylated lysine on histone H3 peptides may influence binding affinity of the CECR2 bromodomain. The strongest binding affinity for mono-acetylated H3 peptides is observed when the adjacent amino acids are small nonpolar residues, such as glycine and alanine, as seen with H3K14ac. Whereas the binding affinity of the CECR2-BRD is weaker for the H3K4ac and H3K9ac ligands, which have adjacent residues that are larger and polar (\n\nTable 1\n\n).\n\nSpecificity Determinants of the CECR2 Bromodomain Activity\n\nNext, we sought to identify the molecular mechanisms involved in the recognition of these acetylated histones by the CECR2-BRD. Using NMR spectroscopy, we aimed to characterize the binding pocket of the CECR2-BRD. First, backbone residues of the CECR2-BRD were assigned using conventional three-dimensional (3D) NMR spectroscopy experiments (\n\nSupp. Figure S4\n\n). Next, to delineate the bromodomain-histone interaction site, 2D,\n\n15\n\nN-\n\n1\n\nH heteronuclear single quantum coherence (HSQC) NMR experiments were recorded in the absence and presence of increasing concentrations of the histone ligands (\n\nFigure 3\n\n,\n\nSupp. Figure S5\n\n–\n\nS8\n\n).\n\nConsistent with previous studies of bromodomain-histone interactions, adding mono- or tetra-acetylated H3 and H4 peptides induced chemical shift perturbations (CSP) within a subset of CECR2-BRD residues. We observed significant CSPs in CECR2 residues lining the ZA and BC loops, and some residues within the αB and αC helices. The CECR2-BRD residues most perturbed upon histone ligand addition are the side-chain Hε-Nε of the W457 and backbone amide resonance of F459 from the ‘WPF’ shelf region. Backbone amide resonances of residues V463, D464, E465, and A468 from the ZA loop, along with Y513, conserved N514, and S518 from the BC loop were also significantly perturbed. A brief analysis of the CSPs highlight that CECR2-BRD employs similar or overlapping binding sites for binding the H3 and H4 histone ligands (\n\nFigure 3\n\ntop and bottom panels, and\n\nSupp. Figures S5\n\n–\n\nS8\n\n, respectively). Moreover, our titration data suggests that the CECR2-BRD recognizes acetylated histone H3 independently of the number of acetylation modifications. On the contrary multi-acetylated histone H4 displayed more intense CSPs when compared to the mono-acetylated ligand.\n\nGiven the high sensitivity of the residue D464 (ZA-loop of the CECR2-BRD) to the histone H3 and H4 interaction, we designed a D464A CECR2-BRD mutant to study the importance of this residue in CECR2-BRD interaction with acetylated H3 and H4 ligands. Since the conserved asparagine in bromodomains is also known to play a crucial role in bromodomain-histone interaction\n\n31\n\nwe created another mutant - N514A of the CECR2-BRD for comparative assessment. Together these mutations will shed light on the contributions of CECR2-BRD residues in coordinating histones.\n\nIn our ITC experiments, we exclusively utilized mono- and tetra-acetylated histone H3 and H4 ligands, which exhibited the highest affinity for the wild-type CECR2-BRD (\n\nTable 2\n\n,\n\nSupp. Figure S9\n\nand\n\nS10\n\n). Our findings revealed that substituting residue N514 to Ala significantly reduced binding affinity to both mono-acetylated H3K14ac (\n\nK\n\nD\n\n= 560.5 ± 54.4 μM) and H4K8ac (\n\nK\n\nD\n\n= 518.7 ± 84.6 μM) ligands compared to the wild type (\n\nK\n\nD\n\n= 34.2 ± 5.1 μM and\n\nK\n\nD\n\n= 15.4 ± 1.9 μM, respectively).\n\nConversely, a D464 to Ala mutation led to only a modest decrease in the binding affinity of the H3K14ac ligand (\n\nK\n\nD\n\n= 74.4 ± 3.1 μM), but a significant decrease in the binding affinity of the H4K8ac ligand (\n\nK\n\nD\n\n= 239.0 ± 18.5 μM) compared to the wild type. Within the tetra-acetylated histone ligands, the N514A mutation had a more pronounced effect on the recognition of H4Tetra\n\nac\n\nligands (\n\nK\n\nD\n\n= 37.4 ± 5.4 μM) than H3Tetra\n\nac\n\n(\n\nK\n\nD\n\n= 28.4 ± 3.4 μM) compared to the wild type (\n\nK\n\nD\n\n= 1.5 ± 0.2 μM and 28.0 ± 1.7 μM, respectively). However, D464 to Ala mutation had lesser impact on either H3Tetra\n\nac\n\n(\n\nK\n\nD\n\n= 63.3 ± 2.3 μM) or H4Tetra\n\nac (\n\nK\n\nD\n\n= 37.4 ± 5.4 μM) binding compared to the wild type.\n\nThe CECR2 bromodomain is a functional monomer in solution\n\nTo determine if the CECR2-BRD exhibits self-association and oligomerization whilst interacting with histone peptide ligands, we performed analytical ultracentrifugation experiments. We tested stoichiometric mixtures of the CECR2-BRD with histone peptides containing single and multiple acetylation modifications including, H4K8ac, H3K14ac, H4K5acK8acK12acK16ac, and H3K4acK9acK14acK18ac. Sedimentation profiles for all CECR2-BRD and peptide mixtures are shown in\n\nFigure 4\n\n. All peptide mixtures with the CECR2-BRD sediment identically to the CECR2-BRD apo control, indicating that CECR2-BRD remains monomeric in the presence of histone peptide ligands. Shifts in the sedimentation profile were not observed upon addition of ligands to CECR2-BRD, therefore, binding of ligands to CECR2-BRD cannot be confirmed by AUC for any of the peptide or protein ratios examined. If any binding had taken place, the shift in sedimentation coefficient would have been very small, and likely below the resolution of this method in order to be detectable. Instead, we can conclude that CECR2 remains monomeric, because dimerization of the CECR2-BRD, which would be observable, is not detected.\n\nThe CECR2 bromodomain interacts with acetylated RelA via a binding mode distinct from the histone recognition site\n\nAcetylation of the transcription factor p65 (RelA), a member of the NF-κB family, modulates inflammatory responses and drives many of the pathophysiological functions of NF-κB\n\n8\n\n,\n\n9\n\n,\n\n32\n\n,\n\n33\n\n. Specifically, acetylation of Lys310 of RelA is required to fully activate the transcriptional functions of NF-κB\n\n9\n\n,\n\n34\n\n. Recently, CECR2 was identified as a critical epigenetic regulator that interacts with acetylated RelA, increasing the expression of NF-κB target pro-inflammatory genes and driving breast cancer metastasis\n\n10\n\n.\n\nWe performed ITC with CECR2-BRD with RelA peptide (RelA residues 305–315) in the presence and absence of K310 acetylation and found that the BRD selects for acetylation mark with a binding affinity of\n\nK\n\nD\n\n= 112.3 ± 4.2 μM (\n\nTable 3\n\n,\n\nSupp Figure S11\n\n). Next, to delineate the RelAK310ac binding pocket we performed 2D HSQC NMR titrations with\n\n15\n\nN-labeled CECR2-BRD in the presence of increasing concentrations of the acetylated RelA peptide (\n\nFigure 5A\n\n). Overall, the CSP pattern for RelAK310ac interaction with CECR2-BRD was similar to the H3 or H4 interaction. However, there were some residues within the ZA and BC loop regions of the CECR2-BRD (E465, A468, N470, and Y472, including the conserved N514) that were more significantly perturbed upon RelA binding than either of the H3 or H4 ligands (\n\nFigure 5\n\n,\n\nSupp. Figure S12\n\n). Since the loops are mostly unstructured, more CSPs in these regions could indicate structural changes or alteration in the chemical environment of these residues upon ligand binding. Additionally, the conserved N514 plays a key role in coordinating acetylated RelA since mutation of N514 to Ala resulted in abolishing RelAK310ac binding (\n\nTable 3\n\n,\n\nSupp. Figure S10E\n\n). Of note is residue D464 which experienced the most significant ligand-induced signal broadening upon addition of higher concentrations of RelAK310ac ligand. Due to this, mapping the chemical shift perturbation of this residue was not possible (red asterisk in\n\nFigure 5A\n\n). Similarly, mutation of D464 to Alanine significantly reduced the binding affinity of CECR2-BRD to acetylated RelA peptide (\n\nTable 3\n\n,\n\nSupp. Figure S9E\n\n) further confirming its role in RelA interaction. CSP-guided mapping onto the apo crystal structure of the CECR2-BRD (PDB ID: 3NXB) delineates the binding pocket for the acetylated RelA ligand which is similar to the binding pocket of H3 or H4 ligands (\n\nFigure 5B\n\nand\n\nC\n\n). Overall, a comparison of chemical shift perturbations induced by acetylated RelA with the acetylated histone H3 and H4 ligands indicates that the interaction of the CECR2-BRD with acetylated RelA is similar to the coordination of the acetyllysine on histones. However, acetylated RelA binding involved more residues within the ZA loop as seen in\n\nFigure 5B\n\nand\n\n5C\n\n. The differences in chemical shift perturbations also suggest that the CECR2-BRD may adopt a unique conformation or binding mode when interacting with acetylated RelA compared to the H3 and H4 histone ligands, potentially reflecting specific molecular recognition mechanisms or functional consequences related to its interaction with RelA.\n\nThere are currently two known small molecule inhibitors of the CECR2 bromodomain – NVS-CECR2–1 (Structural Genomics Consortium,\n\nhttps://www.thesgc.org/chemical-probes/NVS-CECR2-1\n\n) and GNE-886\n\n35\n\n(Genentech, USA). Of the two, NVS-CECR2–1 has the most potential because it was demonstrated to inhibit the CECR2 - RelA interaction\n\nin vitro\n\n10\n\n, and CECR2 bromodomain chromatin binding ability\n\n36\n\n. Despite this, the structural details on how and where the inhibitor binds within the CECR2 bromodomain pocket are still missing. Using 2D\n\n15\n\nN-\n\n1\n\nH HSQC NMR spectroscopy, we defined the binding contacts for the NVS-CECR2–1 inhibitor within the CECR2-BRD (\n\nFigure 6\n\n). However, since NVS-CECR2–1 is only soluble in DMSO, and since DMSO is itself a competitive bromodomain binding molecule\n\n30\n\n,\n\n37\n\n, we first mapped the binding of DMSO to the\n\n15\n\nN-labeled CECR2-BRD (\n\nFigure 6\n\n,\n\nSupp. Figure S13\n\n). As expected, the binding of DMSO resulted in significant (> 1 Δppm) shifts in residues within the ZA loop and BC loop region, including the conserved asparagine (N514). The binding pocket of DMSO is similar to the acetylated ligands – H3, H4, and RelA. Next, we assessed the binding of the inhibitor NVS-CECR2–1 (dissolved in DMSO) to the\n\n15\n\nN-labeled CECR2-BRD (\n\nFigure 6\n\n,\n\nSupp. Figure S13\n\n). Addition of the inhibitor caused CSPs in residues within the expected DMSO binding pocket as mentioned above, however, we also observed CSPs in some residues within αA, αB and αC helices. Overall, our data indicates that DMSO competes with NVS-CECR2–1 for binding to the CECR-BRD, posing challenges in interpreting NVS-CECR2–1 interactions. However, the inhibitor binding pocket aligns with acetylated ligands such as histones H3, H4 and RelA, hinting NVS-CECR2–1 may target a related area. Further structural analyses are essential to fully understand the inhibitor NVS-CECR2–1’s binding mechanism.\n\nThe CECR2 bromodomain prefers binding to multi-acetylated H3 and H4 within the context of the nucleosome\n\nTo further elucidate the physiological relevance of CECR2-BRD’s interactions with acetylated histones, we evaluated its binding to PTM-defined nucleosomes. CECR2-BRD demonstrated a clear binding preference for H3Tetra\n\nac\n\n(EC\n\n50\n\nrel\n\n: 6.0 nM) and H4Tetra\n\nac\n\n(EC\n\n50\n\nrel\n\n: 9.2 nM) nucleosomes (\n\nFigure 7\n\n,\n\nSupp. Figure S14\n\n). Notably, no binding was observed to any singly acetylated target. This indicates a potential critical role for multiple acetylation modifications (i.e. weakened electrostatic interactions between DNA and histones) in facilitating CECR-BRD interactions within the nucleosomal context.\n\nDISCUSSION\n\nThis study provides insight on the bromodomain of CECR2, a subunit within ATP-dependent chromatin remodeling complexes including SMARCA5\n\n1\n\n,\n\n2\n\n. The bromodomain mediates the selective recognition of acetylated lysine residues in regulating chromatin accessibility. These findings provide an understanding of bromodomain specificity in the context of its described roles in regulating both transcription and replication\n\n38\n\n.\n\nIn this study, using a high-throughput and combinatorial array of post-translationally modified histone ligands we found that the CECR2-BRD has a higher affinity towards shorter chain acyl modifications on histones H3 and H4, such as H3K9ac/pr/bu >> H3K9bhb/su/vl/hxo (\n\nFigure 1\n\n&\n\n2\n\n). These observations correspond well with previous acetylated histone peptide array and pulldown results\n\n15\n\n,\n\n30\n\n. The differential effect of adjacent PTMs on the recognition of acetylation marks is worth noting. Methylation was observed to be well-tolerated (\n\nFigure 1F\n\n), whereas phosphorylation adjacent to acetyllysine residues hindered recognition (\n\nFigure 1G\n\n). Higher tolerance towards methylation may indicate the ability of the CECR2-BRD to differentiate between various histone states depending on the PTMs nearby. In contrast, phosphorylation potentially serves as a regulatory switch for when CECR2 is recruited. For example, asymmetric segregation of distinct pools of old and new H3 are distinguished by phosphorylation at H3T3 in drosophila germline stem cells, and this tight regulation is integral for proper sister chromatids in prophase\n\n39\n\n. In addition, histone H3S10ph is a conserved PTM involved in chromatin compaction, distinctly associated with dividing cells in metaphase in most organisms\n\n40\n\n. Its role in chromatin compaction, is in part, the result of blocking Heterochromatin Protein 1 from associating with chromosomes during mitosis. Similar to H3T3 phosphorylation in drosophila, H3S10ph is involved with distinguishing “old” vs “new” H3, with this mark being associated with preexisting H3 during early stages of mitosis, while this PTM starts to appear on new H3 as mitosis progresses\n\n41\n\n. H3S10ph has been shown to localize to specific R loops, which are structures composed of newly synthesized RNA, as well as with the template DNA strand and non-template single stranded DNA. R loops are canonically involved in regulating gene transcription, and these structures are also linked with genomic instability\n\n42\n\n. In yeast cells, DNA damage can result from R loop formation. However, mutations in histone H3 at serine 10 that prevented histone phosphorylation were protected from accumulating DNA damage\n\n42\n\n. Experiments by Sharma et. al. suggest that H3S10ph inhibits DNA damage repair machinery. They found inhibition of the primary phosphatases that remove phosphates from H3S10 led to impaired repair of damaged DNA and thus, cell death\n\n43\n\n. Our results indicate that phosphorylation disrupts the interaction between the CECR2 bromodomain and acetylated histone H3 ligands. Phosphorylation of histone H3 promotes chromatin compaction and cell cycle progression, and creates a chromatin state that is less accessible by transcription factors and chromatin binding/remodeling proteins such as CECR2\n\n44\n\n. Additionally, reduced binding between the CECR2 bromodomain and phosphorylated histone H3 may be supported by physiological phenomenon beyond the mechanism of cell cycle progression. Lee et al. utilized siRNA knockdown experiments to demonstrate that CECR2 plays a role in the DNA damage response\n\n5\n\n, while Garcia-Pichardo et al. and Sharma et al. found that phosphorylation of histone H3 leads to impaired DNA repair\n\n42\n\n,\n\n43\n\n. Thus, the correlation between H3 phosphorylation and genomic instability due to increased susceptibility to DNA damage could be associated with the impaired binding of the CECR2 bromodomain to H3 in the presence of phosphorylation. The varying impact adjacent methyl and phosphoryl groups have on recognition of acetylation marks suggests a complex mechanism to fine-tune processes that CECR2 regulates, such as gene expression and DNA repair. Furthermore, the identity of residues adjacent to the acetylated lysine also influences bromodomain binding affinity as demonstrated by the preference of CECR2-BRD for H3K14ac, which is surrounded by small non-polar residues. Similarly, oncogenic mutations in histone proteins are known to disrupt bromodomain binding\n\n45\n\n. Similarly, introducing polar amino acids, such as serine and aspartic acid, adjacent to the acetyllysine residue, abolished acetylated histone ligand binding by the ATAD2 and ATAD2B bromodomains\n\n46\n\n.\n\nNotably, acetylation of histone H3 is associated with neural differentiation\n\n47\n\n,\n\n48\n\n. Considering that CECR2 itself plays a critical role in the neurulation process\n\n1\n\n, it is reasonable to assume that the CECR2-BRD would be recruited through multiply acetylated histone H3. This aligns well with both our ITC data (\n\nTable 1\n\n) and the nucleosome assay (\n\nFigure 7\n\n) that showed a high affinity of CECR2-BRD for histone and nucleosome ligands containing multi-acetylated histone H3 and H4. Hyperacetylation of histone H3 and histone H4 is associated with euchromatic regions where genes are actively expressed\n\n49\n\n. For histone H4, we observe that an increase in the number of acetylated lysine residues corresponds to an increase in binding affinity (\n\nTable 1\n\n). We cannot conclude that histone H3 binding has the same trend as only mono- and tetra-acetylated ligands were used in ITC, although the peptide array data show high alpha counts between CECR2 and di-acetylated lysines on histone H3, which is indicative of an interaction. For both histone H3 and H4, the tightest binding was exhibited between CECR2-BRD and the tetra-acetylated ligands, supporting the trend that multiple acetylation modifications on histone tails increases the binding affinity for bromodomain-containing proteins\n\n46\n\n,\n\n50\n\n,\n\n51\n\n. It is worth noting that some acetyllysine marks contribute more to increasing the binding affinity than others\n\n52\n\n. This is also seen in our ITC data for the CECR2-BRD with acetylated histone H4 ligands. For example, the CECR2-BRD has a nearly identical affinity for di-acetylated H4K5acK8ac (\n\nK\n\nD\n\n= 15.5 ± 1.7 μM) and mono-acetylated H4K8ac (\n\nK\n\nD\n\n= 15.4 ± 1.9 μM), while the affinity for mono-acetylated H4K5ac is significantly lower (\n\nK\n\nD\n\n= 63.8 ± 3.8 μM). Acetylation on residue K8 on histone H4 has a larger contribution to an increased binding affinity. This is supported by ITC data tri-acetylated histone H4 ligands where the CECR2-BRD affinity for H4K5acK12acK16ac (\n\nK\n\nD\n\n= 21.1 ± 1.3 μM) is lower than its affinity for H4K8acK12acK16ac (\n\nK\n\nD\n\n= 19.9 ± 1.2 μM). We also found that the CECR2-BRD exhibits a stronger binding affinity for histone H4 ligands compared to histone H3 ligands. These results provide new insights into the role of CECR2-BRD in nucleosome interactions and its function in regulation. According to relevant literature, histone H3 acetylation is directly associated with transcriptional activation through interaction with transcription factors, while histone H4 acetylation is indirectly associated with transcriptional activation by impacting the structure and stability of the nucleosome\n\n53\n\n,\n\n54\n\n. Histone H4 acetylation influences the accessibility to DNA wrapped around the nucleosome, while histone H3 acetylation potentially affects nucleosome-nucleosome interactions\n\n53\n\n,\n\n54\n\n. Our ITC and the nucleosome binding data demonstrate that CECR2-BRD binds tightly to tetra-acetylated histone H3 and H4 ligands and nucleosomes. This strengthens the idea that CECR2 is a ‘key epigenetic regulator’\n\n4\n\n, as it interacts with modifications associated with transcriptional activation.\n\nInterestingly, in contrast to our peptide array results, the CECR-BRD did not bind to any nucleosomes containing singly acetylated histones or tetra-acetylated H2AK5ac9ac13ac15ac histones (\n\nFigure 7\n\n). This indicates the critical role of acetylation in increasing histone tail accessibility, facilitating specific chromatin interactions. These findings highlight the importance of multi-acetylation for the specificity and recognition of histone tail by CECR2-BRD in the context of the nucleosome.\n\nSimilar to acetylation, CECR2-BRD exhibited a preference for propionyl and butyryl modifications on H3 and H4 peptides (\n\nFigure 2\n\n), suggesting a broader recognition of short-chain acyl groups. In contrast, crotonylation markedly diminished binding, while bulkier acyl groups such as beta-hydroxybutyryl and hexanoyl completely eliminated interaction with CECR2-BRD. Our results are consistent with the previous findings\n\n30\n\nthat confirmed CECR2-BRD recognized butyryl and propionyl modifications on histone H4 but failed to bind crotonyl H4. Our data supports the view that bromodomains can perform nuanced regulatory processes through their selective recognition of multivalent histones.\n\nOur results from AUC experiments indicate that CECR2 BRDs binding of histone ligands occurs in a monomeric fashion, and the majority of protein is monomeric in solution. Our NMR study focused on elucidating the molecular mechanisms that drive the specificity in recognizing different acetylation marks by the CECR2-BRD. A detailed comparison of the CSPs upon addition of acetylated histone H3 and H4 peptides reveals they are coordinated similarly within the CECR2 BRD binding pocket (\n\nFigure 5\n\n). The CECR2-BRD residues most perturbed upon histone ligand addition are residues located in the ‘WPF’ shelf region, the BC loop, and the ZA loop containing the conserved N514. The perturbation of these residues is consistent with the literature and indicates the CECR2 BRD uses the canonical mode of acetyllysine recognition\n\n55\n\n. It was revealed that CECR2-BRD recognizes acetylated histone H3 independently of the number of acetylation modifications, while more intense CSPs were observed for multi-acetylated histone H4 compared to the mono-acetylated ligand. When D464 was mutated to Ala, a modest decrease in binding was observed, as shown by our ITC data. On the contrary, N514 mutated to Ala significantly reduced binding, indicative of the conserved residue’s importance. Within the tetra-acetylated histone ligands examined by ITC, the N514A mutation had a more pronounced effect on the recognition of tetra-acetylated histone H4 than tetra-acetylated histone H3 compared to wild-type CECR2 (\n\nFigure 5\n\n). Overall, our data suggests that interactions between CECR2-BRD and the mono-acetylated histone ligands is mediated largely by the conserved residue N514, possibly by creating stabilizing contacts with these ligands thereby impacting their binding affinity. However, charged residues within the CECR2-BRD pocket such as D464 may play some role in modulating the histone interaction which may not directly impact their binding affinity.\n\nWe also found that the bromodomain of CECR2 interacts with acetylated RelA in a distinct mode differing from interaction with histone ligands. Acetylation of the transcription factor p65 (RelA), a member of the NF-κB family, modulates inflammatory responses and drives many of the pathophysiological functions of NF-κB\n\n8\n\n,\n\n9\n\n,\n\n32\n\n,\n\n33\n\n. Specifically, acetylation of Lys310 of RelA is required to fully activate the transcriptional functions of NF-κB\n\n9\n\n,\n\n34\n\n. Recently, CECR2 was identified as a critical epigenetic regulator that interacts with acetylated RelA, increasing the expression of NF-κB target pro-inflammatory genes and driving breast cancer metastasis\n\n10\n\n. Overall, the CECR2-BRD coordinates the RelAK310ac ligand similarly to the histone H3 or H4 interactions. However, there are some notable differences, particularly with residues within the ZA and BC loop regions of the CECR2-BRD, where these unstructured loop regions display larger structural rearrangements upon RelAK310ac ligand binding (\n\nFigure 5\n\n). Specifically, A468, N470, and Y472 are more perturbed upon CECR2 binding to acetylated RelA, whereas CSPs in these residues are weaker in the presence of acetylated histone H3 and H4 ligands. Conversely, binding of acetylated histone ligands induces stronger CSPs in residues in the canonical bromodomain ligand binding pocket. These differences indicate a distinct binding mode is used by CECR2 to selectivity recognize both histone and non-histone ligands. However, the conserved asparagine (N514) plays a key role in coordinating both acetylated RelA and acetylated histone ligands, since mutation of N514 to Ala resulted in abolishing RelAK310ac binding (\n\nTable 3\n\n). Other bromodomain-containing proteins are known to bind acetylated lysines on non-histone proteins\n\n56\n\n. The sequence motifs found in non-histone ligands are not as conserved as they are in histone ligands, and the CECR2-BRD must adapt to accommodate recognition of acetylated RelA through additional contacts that stabilize the interaction. Additionally, Huang et al. found the bromodomain of Brd4 also binds to acetylated lysine 310 on RelA, which leads to enhanced transcriptional activation of NF-kB\n\n57\n\n. This result suggests overlapping roles between Brd4 and CECR2, however they did not examine the specific binding mechanism, thus it is unclear if Brd4 and CECR2 utilize a conserved binding mode to interact with RelA.\n\nPrevious studies have shown that the CECR2 inhibitor, NVS-CECR2–1, can inhibit interactions between CECR2 and RelA\n\nin vitro\n\nas well as inhibit the chromatin binding abilities of the CECR2-BRD\n\n36\n\n. Our NMR data indicate that the CECR2-BRD uses a distinct binding mode to distinguish between acetylated histones and acetylated RelA as the chemical shift perturbation patterns for the histone vs non-histone ligands show significant differences (\n\nFigure 5\n\n). However, the predominant residues necessary for these interactions are localized to the ZA and BC loops. Interestingly, while the downstream effects of NVS-CECR2–1 correspond to blocking interactions between CECR2 and chromatin as well blocking CECR2 with RelA, our data suggests the NVS-CECR2–1 inhibitor binds to residues that are distinct from those involved in canonical bromodomain recognition of acetyllysine on histones and RelA. Our 2D HSQC NMR data shown in\n\nFigure 6\n\nsuggests that NVS-CECR2–1 binds to the αA, αB, and αC secondary structures of the CECR2-BRD. Interestingly, Crawford et.al found that the pyridone carbonyl and pyrrole of another CECR2-BRD inhibitor, GNE-886, forms hydrogen bonds with the N514, a highly conserved residue within the BC loop of the CECR2-BRD (PDBID: 3NXB), while the core pyrrolopyridone of the inhibitor forms π-stacking interactions with the gatekeeper Y520\n\n35\n\n. The piperidine participates in hydrophobic interactions with W457 of the WPF motif and Y467 of the αZ helix. There are additional hydrophobic interactions between F459, P458 and Y520 of the WPF shelf with the allyl group of GNE-866 at the 4-carboxamide, while the carbonyl group of the N-methylpiperidine amide interacts with ZA loop at D464 via hydrogen bonding. When we assessed the binding of NVS-CECR2–1 (dissolved in DMSO) to\n\n15\n\nN-labeled CECR2-BRD via 2D HSQC NMR (\n\nFigure 6\n\n) we observed no shifts overlapping with residues involved in coordinating GNE-886. This could be the result of the structural differences between the two inhibitors, that result in different binding modes that are dependent on the specific ligand. Coordination of acetylated histone peptides and acetylated RelA appear to happen through a slightly different subset of amino acids, but the residues in the ZA and BC loops that are involved in binding to tetra-acetylated histone H3 and H4 ligands and acetylated RelA are somewhat conserved in the coordination of GNE-866. These include residues F459, N514, and D464. Potentially the carbonyl and the allyl-methyl groups of the pyridine in GNE-866 serve as the acetyl-lysine (Kac) mimetic\n\n35\n\n, which are not present on NVS-CECR2–1, which could explain the alternate interaction mode located outside the canonical acetyllysine binding pocket.\n\nOur results demonstrate the histone-binding preferences of the CECR2-BRD and identify critical residues within its binding pocket that drive the distinct binding modalities observed between histone and non-histone ligands. These results support a model where the CECR2-BRD plays an important role in facilitating the interaction of CECR2 with chromatin where it functions as an epigenetic regulator of gene expression. However, characterizing the BRD of CECR2 in isolation, rather than the full-length protein, introduces some limitations to the conclusions of our studies. The regulation of gene expression can be extremely nuanced and context-dependent, and while our results inform initial interaction mechanisms between CECR2 and other regulatory proteins, these interactions may differ in the context of the full-length protein. Furthermore, the use of modified histone ligands in our studies, while this is an accepted technique for structural and functional studies, it has additional limitations. These ligands cannot capture the entirety of that interactions (steric, ionic, hydrophobic, etc.) that occur within the context of the nucleosome. Despite these limitations, our results establish a foundation for further in-depth investigations into the role of CECR2 as a regulator of gene expression and inflammation.\n\nThe functional implications of non-histone protein acetylation have been explored in various cellular processes\n\n58\n\n. Non-histone protein acetylation regulates p53-mediated apoptosis\n\n59\n\n, NF-κB signaling\n\n7\n\n, and metabolic reprogramming in cancer cells\n\n58\n\n. In breast cancer, dysregulation of NF-κB signaling drives metastasis\n\n60\n\n. CECR2 was recently recognized as a ‘top epigenetic regulator’ that upregulates NF-κB inflammatory and pro-metastatic genes, emphasizing the therapeutic potential of targeting this bromodomain-containing protein in cancer treatment. Understanding the intricate differences in bromodomain recognition of histone versus non-histone acetylation marks is critical for elucidating the role of these epigenetic mechanisms in the initiation and progression of various diseases. These findings provide strong support for further investigation into CECR2-BRD as a therapeutic target and continued exploration of bromodomain roles in disease contexts.\n\nCONCLUSION\n\nIn conclusion, the research presented in this study sheds light on the recognition and specificity determinants of the CECR2-BRD towards acetylation on histone versus non-histone proteins. Our findings demonstrate that the CECR2-BRD exhibits an ability to recognize a broad range of acylated lysine modifications, accommodating diverse combinations of PTMs on histone H3 and H4 tails. Through NMR titration experiments, we found that the CECR2-BRD uses a distinct binding mode to interact with acetylated histones in comparison with an acetylated RelA peptide. Moreover, site-directed mutagenesis experiments identified key residues within the ZA-BC loop that govern the selective recognition of histone versus non-histone substrates. Overall, this study enhances our knowledge of CECR2-BRD function in coordinating specific PTMs, laying the groundwork for further investigations into the molecular mechanisms underlying the bromodomain-mediated epigenetic regulation and its potential implications in disease pathogenesis and therapeutic development.\n\nSupplementary Material\n\nSupplement 1\n\nSupplement 2"
  },
  {
    "pmcid": "6109101",
    "title": "Elevated H3K79 homocysteinylation causes abnormal gene expression during neural development and subsequent neural tube defects",
    "publish_date": "2018-8-24",
    "full_text": "Introduction\n\nHuman neural tube defects (NTDs) are common, severe, and costly birth defects that arise between the third and fourth weeks of embryogenesis due to partial or complete failure of neural tube closure (NTC)\n\n1\n\n. The incidence of NTDs is ~1 in 1000, but in some geographical regions, it is estimated to reach 4–10 in 1000\n\n2\n\n,\n\n3\n\n.\n\nNTDs are influenced by multiple genetic and environmental factors\n\n1\n\n. Results from recent studies have suggested that the abnormal homocysteine (Hcy) metabolism is related to the occurrence of NTDs\n\n4\n\n. Epidemiological studies reveal that abnormal maternal homocysteine during pregnancy is associated with an increased risk of NTDs in offspring\n\n5\n\n,\n\n6\n\n. Hcy is an intermediate of methionine metabolism, and homocysteine thyolactone (HTL), a metabolite of Hcy can directly modify proteins to affect their function. Hcy modification of albumin in human blood has been shown to influence its structure and function, and subsequently lead to disease development\n\n7\n\n. Furthermore, accumulating evidence indicate that human serum proteins are modified by Hcy, and the level of modification is regulated by the serum Hcy level\n\n8\n\n. Results from two other studies have demonstrated the presence of histone homocysteinylation in HEK293T\n\n9\n\nand human endothelial cells\n\n10\n\n, however, there have been no published report on histone homocysteinylation in human fetal tissue.\n\nEmerging evidence suggests an important role of histone marks in epigenetic metabolic control\n\n11\n\n,\n\n12\n\n. Because histone-modifying enzymes consume key metabolites, it is conceivable that they interpret the metabolic state of a given cell by changing chromatin modification patterns. Consistent with this, a global reduction of nuclear acetyl-CoA levels decreases histone acetylation, whereas reduced levels of NAD\n\n+\n\nhave the opposite effect, inhibiting histone deacetylation\n\n13\n\n,\n\n14\n\n. An array of histone modifications including phosphorylation, acetylation, methylation, ubiquitination, and glycosylation have been shown to be associated with changes in chromatin organization, gene activation, silencing, and several other nuclear functions\n\n15\n\n,\n\n16\n\n. These findings suggest that Hcy could act as a substrate to modify histones and aberrant histone homocysteinylation may be involved in the failure of NTC.\n\nBuilding on these previous observations, here we describe the identification and confirmation of homocysteinylation as a histone modification (histone KHcy). The level of histone KHcy was substantially increased under a high-Hcy environment in cells. We demonstrated that in neural stem cells, increased KHcy on histone H3 lysine 79 (H3K79Hcy) was associated with the down-regulation of genes related to NTC. Our findings show histone KHcy is a previously unidentified histone modification. Our results suggest that high Hcy levels may increase the expression level of histone H3K79Hcy, resulting in a decrease in expression of some NTC-related genes, which lead to NTDs formation.\n\nResults\n\nIdentification and verification of histone Hcy modification\n\nAs the first step, the presence of histone homocysteinylation sites were analyzed on trypsin-digested core histones from 10 normal controls of human embryonic brain samples using HPLC/MS/MS (see Supplementary Table\n\n1\n\nfor a summary of the information on the individual fetus). A mass shift of +174.04600 Da (monoisotopic mass) at lysine residues of the digested histone peptides was detected. Such a mass shift resembled what had been previously published, indicative of possible homocysteinylation\n\n7\n\n. A typical example of a lysine homocysteinylation-modified peptide, (H4K44Hcy), identified by MS, is shown in Fig.\n\n1a\n\n. Within this peptide, a series of b- and y-type homocysteinylation fragment ions were evident which not only provided reliable sequence information, but also indicated an unambiguous +174.04600 Da shift. For the simplicity purpose, we named the +174.04600 Da shift on histone lysine as histone lysine homocysteinylation (KHcy). Altogether, 39 histone KHcy sites were identified in four major histone variants from 10 normal controls (Fig.\n\n1b\n\nand Supplementary Data\n\n1\n\n), suggesting that homocysteinylation is a relatively common histone mark. Analysis on the frequency of each of the 39 KHcy sites across the 10 human embryonic brain samples revealed that while a number of KHcy sites were conserved among different samples, others were present only in one sample (detailed in Supplementary Table\n\n2\n\n). In addition, most all of the identified histone KHcy sites are the sites that have been shown to be subject to other types of modifications\n\n17\n\n, including H3K27, H3K36, and H3K79 whose modification is important for chromatin structure and function\n\n18\n\n.\n\nFig. 1\n\nHistone homocysteinylation is a common modification among different tissues and species.\n\na\n\nA typical HPLC-MS/MS spectra of a tryptic peptide ‘RGGVK\n\nHcy\n\nRISGLIYEETR’ harboring H4K44 homocystylation, derived from human brain. The\n\nx\n\nand\n\ny\n\naxes represent\n\nm\n\n/\n\nz\n\nand relative ion intensity, respectively. A series of b- and y-type homocysteinylation fragment ions are evident which not only provide reliable sequence information, but also indicate an unambiguous +174.04600 Da shift for Hcy.\n\nb\n\nSchematic illustration of homocysteinylation sites of histone lysine residues in human normal brain samples identified using HPLC-MS/MS. The red diamond shape depicts homocysteinylation sites in core histones (H3, H4, H2a, and H2b). The number underneath each red lysine residue (K) represents the position of the particular lysine residue within each respective histone.\n\nc\n\nVerification of anti-KHcy antibody. The homocysteinylation levels of BSA (Bovine Serum Album) and KHcy modified BSA were detected with anti-KHcy antibody under the presence of 0, 2, or 5 µg/ml of Hcy modified lysine (KHcy as competitor). CBB Coomassie Brilliant Blue staining. These test repeated for 3 times and the quantitation of the western blotting showed on right. In the BSA group, the relative K-Hcy levels were 1 ± 0.05, 1.15 ± 0.10; 1.11 ± 0.78. In the BSA-Hcy group, the relative K-Hcy levels were 10.88 ± 1.02, 5.48 ± 0.34; 1.39 ± 0.21.\n\nd\n\nVerification of specificity of the anti-K-Hcy antibody. Western blotting assay was carried out by incubating the anti-KHcy antibody with unmodified OVA (ovalbumin), acetylated-OVA, succinylated-OVA, or K-Hcy-OVA.\n\ne\n\nWestern blotting analysis for the detection of H3 homocystylations in samples from a variety of human fetal tissues, including brain, spinal cord, heart, liver, lung, kidney, muscle, and skin. Anti-Hcy: rabbit polyclonal anti-Hcy antibody; Anti-H3: rabbit polyclonal anti-H3 antibody.\n\nf\n\nPresence of H3 homocysteinylation in different species, including\n\nD. melanogaster\n\n, Zebra fish,\n\nGallus gallus\n\nbrain, mouse brain, and human fetal brain, demonstrated using western blotting with rabbit polyclonal anti-Hcy and anti-H3 antibodies\n\nTo further confirm the presence of KHcy in histones, we generated a rabbit polyclonal antibody against KHcy using homocysteinylated bovine serum albumin (BSA). Figure\n\n1c\n\nshows that the antibody can detect a much stronger KHcy signal to homocysteinylated BSA than that against unmodified BSA. Furthermore, pre-incubation of homocysteinylated lysine with the antibody diminished the signal against homocysteinylated BSA, but had minimal effect on signal against unmodified BSA (Fig.\n\n1c\n\n). In a separate line of experiments, the anti-KHcy antibody was found to specifically recognize only the homocysteinylated ovalbumin (OVA), but not the acetylated or succinylated OVA (Fig.\n\n1d\n\n).\n\nTo confirm the presence of KHcy in histones, western blotting analysis was performed using an antibody against lysine homocysteinylation (anti-KHcy). A significant KHcy signal was observed in histone H3 from human embryonic brain tissues (Fig.\n\n1e\n\n). Histone KHcy signal was also detected in samples from other human embryonic tissues including spinal cord, heart, liver, lung, kidney, muscle, and skin, although to a lesser extent (Fig.\n\n1e\n\n). To further determine whether the KHcy is present in a broad range of species, we performed western blotting analysis using KHcy specific antibody on samples from\n\nD. melanogaster\n\n, Zebrafish,\n\nGallus gallus\n\n,\n\nM. musculus\n\nto\n\nH. sapiens\n\n, and our results showed that KHcy signal could be detected in all samples (Fig.\n\n1f\n\n). These findings suggest that the histone KHcy is an evolutionarily conserved modification among a wide range of species.\n\nThe level of histone KHcy is regulated by HTL level in vitro\n\nHomocysteine thiolactone (HTL) is an intermediate metabolite in the metabolic pathway of Hcy, which has been reported to react with the ε-amino group of lysine residue in proteins (Fig.\n\n2a\n\n)\n\n19\n\n. We performed an in vitro experiment to investigate whether histone homocysteinylation is the result of direct HTL modification, using histones purified from prokaryotic expression. Incubation of purified, unmodified histones H3, H4, H2a, and H2b with 5 mM HTL for 2 h led to significant homocysteinylation of all histones as revealed in dot blot analysis using anti-KHcy antibody (Fig.\n\n2b\n\n, top panel). KHcy modification of histone H3 was found to be dose-dependent, i.e., increase in HTL treatment concentration resulted in an elevation in KHcy signal intensity (Fig.\n\n2b\n\n, bottom panel). In addition, significant KHcy modification of histone H3 was evident after HTL treatment for 14 h (Fig.\n\n2b\n\n, middle panel).\n\nFig. 2\n\nDirect in vitro histone homocysteinylation by HTL.\n\na\n\nSchematic illustration of protein modification by HTL.\n\nb\n\nDot-blot analysis of histone homocysteinylation by HTL. The unmodified histones H3, H4, H2a, and H2b expressed from\n\nE. coli\n\nwere used. Top panel: four histones were incubated with 5 mM HTL for 2 h and histone homocysteinylation was detected using anti-Hcy antibodies. ( + : positive control, tubulin antibody diluted 1:1000 was used as the positive control; – : negative control, sodium phosphate buffer was used as the negative control); Middle panel: histone H3 was treated with 5 mM HTL for 2, 6, and 14 h, respectively, and histone homocysteinylation was detected using anti-Hcy antibodies. Bottom panel: histone H3 was treated with 0.5 mM, 1 mM, 5 mM, and 10 mM HTL respectively for 2 h and histone homocysteinylation was detected using anti-Hcy antibodies.\n\nc\n\nMALDI analysis of unmodified H3 from\n\nE. coli\n\nwith (bottom) or without (top) in vitro HTL treatment. The undigested H3 display a major peak of about 15KD. Additional major peaks greater than 15KD are seen in HTL-treated H3 samples. The difference in molecular mass between the adjacent two peaks is in the proximity of 3 Hcy modifications, indicating that multiple, simultaneous KHcy modifications may exist on H3 during HTL treatment. The\n\nx\n\nand\n\ny\n\naxes represent\n\nm\n\n/\n\nz\n\nand relative ion intensity, respectively.\n\nd\n\nA typical HPLC-MS/MS spectra of a tryptic peptide ‘GVLK\n\nHcy\n\nVFLENVIR’ derived from HTL-treated H4 with homocystylation at H4K59 site. The\n\nx\n\nand\n\ny\n\naxes represent\n\nm\n\n/\n\nz\n\nand relative ion intensity, respectively. A series of b- and y-type homocysteinylation fragment ions are evident which not only provide reliable sequence information, but also indicate an unambiguous +174.04600 Da shift for Hcy.\n\ne\n\nIllustration of histone homocysteinylation sites identified by HPLC-MS/MS analysis on unmodified core histones treated with HTL. The green diamond shape depicts homocysteinylation sites in core histones (H3, H4, H2a, and H2b). The number underneath each red lysine residue (K) represents the position of the particular lysine residue within each respective histone. Homocysteinylation sites, present both naturally in normal human brain samples (Fig.\n\n1b\n\n) and after in vitro HTL treatment are marked with a red dot\n\nThe levels of homocysteinylation of the aforementioned histone H3 were further evaluated because H3K4me1 or H3K27ac play a key role during differentiation of human embryonic stem cells to neuroepithelium\n\n20\n\n, while H3K9me2 is found to be participating in neuronal differentiation, and H3K9 methylation and H3K4 methylation are involved in the nervous system disease\n\n21\n\n–\n\n23\n\n. The results showed that the undigested H3 displayed a major peak of about 15KD, in accordance with the molecular weight of unmodified H3 (Fig.\n\n2c\n\n, top panel). The HTL-treated histone H3 had one additional major peak with molecular mass greater than 15KD, and the difference in molecular mass between the adjacent two peaks is in the proximity of 3 Hcy modifications, indicating that multiple, simultaneous KHcy modifications may exist on histone H3 during HTL treatment.\n\nWe were interested in defining possible sites of histone modification under HTL treatment, therefore we performed QE-HF mass spectrometry analysis on HTL-treated (5 mM, 2 h) histones including H2a, H2b, H3, and H4. Figure\n\n2d\n\nshows a typical MS/MS spectrum of H4K59 peptide (GVLK\n\nHcy\n\nVFLENVIR) identified from an HTL-treated sample. A mass shift of +174.04600 Da (monoisotopic mass) detected by mass spectrum indicated that there was an Hcy modification on the H4K59 peptide (Fig.\n\n2d\n\n). A total of 24 histone KHcy-modified sites were found in all four histones (Fig.\n\n2e\n\nand Supplementary Data\n\n8\n\n), out of 57 lysine residues in all histones. The highest number of modification sites was found in H2b, while the least number of modification sites was present in H3 (Fig.\n\n2e\n\n). It is worth mentioning that the number of homocysteinylation sites seemed to correlate with the intensity of KHcy signal (except for H4) on western blotting (Fig.\n\n2b\n\ntop panel and 2e).\n\nInterestingly, 19 histone KHcy sites were also found in normal human fetal brain samples (depicted with red dot in Fig.\n\n2e\n\n). It not only supports the data from HTL treatment, but also suggests that these same homocysteinylation histone sites including H3K79Hcy may be more exposed at the surface of these histones.\n\nThe level of histone KHcy is regulated by cellular Hcy\n\nSince we observed that in vitro HTL treatment resulted in histone homocysteinylation (Fig.\n\n2b, c\n\n), we set to evaluate whether cellular levels of HTL and Hcy could influence levels of histone KHcy. Inside cells, Hcy can be converted to HTL under catalysis of the cellular enzyme MetRS\n\n24\n\n. Figure\n\n3a\n\nis a schematic diagram of the relationship between Hcy, HTL, and protein homocysteinylation. In our experiment, mouse neural stem cell line, NE4C (ATCC CRL-2925) was used. Cultured NE4C cells were treated with 0.1, 0.5, and 1 mM Hcy. Western blotting analysis of extracted histones revealed that histone homocysteinylation levels increased with increasing concentration of Hcy (Fig.\n\n3b\n\n). A more profound dose-dependent histone homocysteinylation was also observed with increasing concentrations of HTL during the treatment of NE4C cells (Fig.\n\n3c\n\n), suggesting a more direct effect of HTL dose on histone homocysteinylation. Treatment of HTL and Hcy also resulted in elevation of cellular histone homocysteinylation in HEK293 cells (Supplementary Figure\n\n1A\n\nand Supplementary Figure\n\n1B\n\n). Furthermore, knockdown of MetRS in HEK293T cells led to a reduction of endogenous HTL, leading to a reduced level of histone homocysteinylation (Supplementary Figure\n\n1E\n\n). Our data provide evidence supporting the hypothesis that cellular metabolites of the homocysteine metabolism pathway may affect histone homocysteinylation.\n\nFig. 3\n\nIntracellular histones homocysteinylation.\n\na\n\nSchematic diagram of the process for intracellular protein homocysteinylation by Hcy.\n\nb\n\n,\n\nc\n\nWestern blotting analysis of H3 homocysteinylation in NE4C cells treated with increasing doses of Hcy (\n\nb\n\n) or HTL (\n\nc\n\n) for 4 h. Data represent mean ± SEM (\n\nn\n\n= 3). *\n\np\n\n<0.05 vs. 0 mM Hcy (\n\nb\n\nbottom chart) or HTL (\n\nc\n\nbottom chart); the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\nd\n\nSchematic illustration of histone homocysteinylation sites identified from NE4C treated with or without 0.5 mM HTL for 4 h using HPLC-MS/MS. The detected homocysteinylation sites from treated or untreated samples are shown in green or red diamond shape, respectively. The number underneath each red lysine residue (K) represents the position of the particular lysine residue within each respective histone. Homocysteinylation sites detected in both normal fetal brain (Fig.\n\n1b\n\n) and NE4C are marked with red dots under numbering of lysine residues\n\nTo further corroborate these observations, label-free quantitative mass spectrometry (PRM: parallel Reaction Monitoring) was used to identify histone sites before and after pretreatment of HTL. 6 histone KHcy sites were detected in samples from untreated cells while as many as 20 of such sites were identified in cells treated with HTL (Fig.\n\n3d\n\nand Supplementary Table\n\n3\n\n). These data clearly support the notion that cellular histone sites could be modified with increased HTL or Hcy level. Interestingly, we found that 18 of 20 histone KHcy sites in NE4C cells match the sites identified in human fetal brain (Fig.\n\n3d\n\n), indicating that NE4C is an appropriate cell model to investigate the role of histone homocysteinylation in human NTDs formation.\n\nValidation of histone H3K79Hcy and its regulation by cellular Hcy\n\nH3K79 methylation plays important roles in embryonic development\n\n25\n\nand abnormal H3K79 dimethylation results in altered expression of a number of NTC genes and may be involved in NTDs\n\n26\n\n. In this study, results from mass spectrometry demonstrated that histone H3K79Hcy was enriched in all of human fetal brain tissue (Fig.\n\n1b\n\n), HTL-treated commercial histone H3 (Fig.\n\n2e\n\n), and cultured NE4C cells (Fig.\n\n3d\n\n). Therefore, it is of significant rationale to investigate whether aberrant histone H3K79Hcy plays a role in the failure of NTC. Figure\n\n4a\n\nshows a typical lysine H3K79Hcy-modified peptide, EIAQDFK\n\nHcy\n\nTDLR, from NE4C mass spectrometry data; a series of b- and y-type homocysteinylation fragment ions provided reliable sequence information and revealed the unambiguous homocysteinylation on histone H3K79.\n\nFig. 4\n\nHistone H3K79Hcy validation and regulation by cellular Hcy level.\n\na\n\nA typical HPLC-MS/MS spectra of a tryptic peptide ‘EIAQDFK\n\nHcy\n\nTDLR’ including H3K79 homocystylation derived from NE4C cells. The\n\nx\n\nand\n\ny\n\naxes represent\n\nm/z\n\nand relative ion intensity, respectively.\n\nb\n\n–\n\nd\n\nWestern blotting analysis of H3K79Hcy modification.\n\nb\n\nIn different species including mouse brain, Hela cell, HEK293 cell, and human brain;\n\nc\n\nIn samples from a variety of human tissues, including brain, heart, liver, lung, kidney, spinal cord, muscle, skin, and placenta.\n\nd\n\nCell lysates from NE4C treated with different concentrations. Anti-H3K79Hcy rabbit polyclonal anti-H3K79; Anti-H3: rabbit polyclonal anti-H3 antibody. Two additional antibodies, anti-lysine methylation and anti-lysine acetylation were included in\n\nd\n\n. Ponceau stain was used to show consistency of protein loading in each lane.\n\ne\n\n–\n\nh\n\nQuantitation of targeted H3K79 peptides by PRM MS method and skyline analysis software: EIAQDFK\n\nHcy\n\nTDLR (\n\ne\n\n), IAQDFK\n\nHcy\n\nTDLR (\n\nf\n\n), EIAQDFK\n\nme1\n\nTDLR (\n\ng\n\n), and EIAQDFK\n\nme2\n\nTDLR (\n\nh\n\n) in control and 0.5 mM HTL treated NE4C, using PD and skyline software analysis. Data represent mean ± SEM (\n\nn\n\n= 3). *\n\np\n\n<0.05, ****\n\np\n\n<0.0001 vs. control; the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest\n\nTo further verify the site of H3K79Hcy, an antibody against H3K79Hcy (anti-H3K79Hcy) was generated in our laboratory. Supplementary Figure\n\n2A, 2B\n\nand 2C show that anti-H3K79Hcy antibody specifically recognizes homocysteinylated H3K79 (detailed in Methods). Initial western blotting studies using anti-H3K79Hcy revealed that H3K79Hcy was highly enriched in HeLa, HEK293, mouse brain and human fetal brain (Fig.\n\n4b\n\n). Further analysis demonstrated that H3K79Hcy was widely expressed in almost all tissues in human fetus including brain, heart, liver, lung, kidney, spinal cord, muscle, skin and placenta (Fig.\n\n4c\n\n).\n\nTo investigate whether the metabolite levels of intracellular Hcy was the driving force for H3K79Hcy modification, we performed an western blotting analysis with H3K79Hcy antibody on HTL-treated NE4C cells (Fig.\n\n4d\n\n). A markedly increase in H3K79Hcy was observed with an increase dose of cellular HTL. In addition, treatment with HTL in cultured NE4C cells had an effect on histone methylation and acetylation as well (Fig.\n\n4d\n\n).\n\nThe level of H3K79Hcy was also quantified using a mass spectrometry label-free (PRM) method and Skyline software. As shown in Fig.\n\n4e, f\n\n, the modified peptides EIAQDFK\n\nHcy\n\nTDLR and IAQDFK\n\nHcy\n\nTDLR, which all contain H3K79Hcy modification, were readily detectable in samples from HTL treated NE4C cells but were not detectable in control group. Compared to H3K79Hcy, level of other histone modifications, i.e. methylation on H3K79 (EIAQDFK\n\nme1\n\nTDLR) increased following 0.5 mM HTL treatment (Fig.\n\n4g\n\n). Level of dimethylation on H3K79 (EIAQDFK\n\nme2\n\nTDLR) did not change significantly following HTL treatment (Fig.\n\n4h\n\n).\n\nTaken together, our results provide sufficient evidence supporting histone H3K79Hcy. In addition, our results demonstrate that the level of histone H3K79Hcy is regulated by intracellular Hcy intermetabolites.\n\nIncrease of NTDs and H3K79Hcy level in HTL treated chicken\n\nA number of previous have demonstrated that increases in levels of Hcy or HTL do not lead to NTDs in mice\n\n27\n\n–\n\n29\n\n. Therefore, we explored the potential link between high levels of HTL, as well as elevated levels of histone H3K79Hcy, and the failure of NTC in in vivo experiments using chicken model.\n\nChicken represents an appropriate animal model to analyze dynamics of neurulation, and has advantages over other models, including a short period of embryogenesis and low cost\n\n30\n\n. The expression pattern of NTC genes is similar in chicken and human embryo, derived from a conservation in chromosomal localization of these genes\n\n31\n\n.\n\nAfter incubation for 28–30 h, single injection of 0.5 µl of 0.5 mM HTL was carried out into the neural groove of chicken embryos, and chicken embryo malformations of all organs were evaluated on Embryonic Day 5 (E5). In the control group, the chicken embryo survival rate was 95.83% (46/48) with a malformation rate was 2.08%, and the only malformation was NTDs. In the group injected with 0.5 µl of 0.5 mM HTL, the chicken embryo survival rate was 67% (37/55) and the malformation rate was 43.63% (24/55). The malformations included NTDs, heart defects, brain atrophy and tail deformity. Among them, 20 chicken embryos showed NTDs. A typical open spina bifida phenotype and a meningeal encephalocele phenotype of embryo 8 (E8) were shown (Fig.\n\n5a, b\n\n), while Fig.\n\n5c\n\nshowed a normal control on E8.\n\nFig. 5\n\nIncrease of histone H3K79Hcy in high-HTL-induced chicken NTDs.\n\na\n\n–\n\nc\n\nEggs treated with 0.5 mM-HTL exhibited NTDs phenotypes at stage of embryo 8 (E8); the arrow in\n\nb\n\n(upper) showed a meningoencephalocele and the arrow in\n\nb\n\n(below) showed spinal bifida aperta.\n\na\n\nis a local enlargement of spina bifida aperta.\n\nc\n\nis the normal phenotypes of chicken at stage of embryo 8 without HTL treatment.\n\nd\n\nIncreased expression of histone H3K79Hcy in high-HTL-induced chicken NTDs. Upper panel: western blotting of H3K79Hcy modification from normal (\n\nn\n\n= 5) and high-HTL-induced chicken NTDs (\n\nn\n\n= 5); lower panel: quantification of the western blotting signal intensity shown in scatter plot. Normal: 1.232 ± 0.1117 (\n\nn\n\n= 5); NTDs: 1.732 ± 0.1119 (\n\nn\n\n= 5); *\n\np\n\n= 0.0133, NTDs vs. normal brain tissues. The\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\ne\n\nIncrease in histone H3K79Hcy expression during brain development in high-HTL-treated chicken and decrease in histone H3K79Hcy expression during normal chicken development. E1: 24 h after embryos incubation; E2: 48 h after embryos incubation; E3: 72 h after embryos incubation; E4: 96 h after embryos incubation; E5: 120 h after embryos incubation. Data represent mean ± SEM (\n\nn\n\n= 3). **\n\np\n\n<0.01, ***\n\np\n\n<0.001 vs. control; the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest\n\nWestern blotting assay was performed to compare H3K79Hcy levels in samples from the control and the HTL-treated group. Higher levels of histone H3K79Hcy were detected in samples from chickens of HTL-treated group with phenotypes of NTDs (Fig.\n\n5d\n\n). To further explore the possible role of H3K79Hcy during brain development, we compared levels of H3K79Hcy from E1 to E5 between normal group and HTL injection group (Fig.\n\n5e\n\n). The results demonstrated an increase in histone H3K79Hcy expression during brain development in high-HTL-treated chickens and a decrease in histone H3K79Hcy expression during normal chicken development (Fig.\n\n5e\n\n), indicating that abnormal H3K79Hcy expression may lead to the occurrence of NTDs in chicken. Our data suggest that elevated H3K79Hcy modification may underlie the failure of NTC during early development due to functional disturbance of Hcy metabolism.\n\nGenomic localization of histone H3K79Hcy\n\nTo further explore the importance of histone H3K79Hcy during neural system development, in vitro ChIP-seq analysis was performed with NE4C cells using anti-H3K79KHcy antibody. H3K4me3, which is highly enriched in promoter regions, was used as a positive control\n\n32\n\n. A total of 8197 peaks from 3255 genes were detected using anti-H3K4me3 antibody, while 7299 peaks from 1277 genes were identified using anti-H3K79Hcy antibody, scanning through the entire mouse genome (Fig.\n\n6a, b\n\n; Supplementary Data\n\n2\n\n,\n\n3\n\nand\n\n4\n\n). MAnorm was employed to compare peak regions enriched by anti-H3K79Hcy and anti-H3K4me3 antibodies, and ChIP-seq common peaks were used as reference to build the rescaling model of normalization\n\n33\n\n. Profound differences were observed in patterns of enriched peaks between ChIP-seq data obtained with the two different antibodies (Supplementary Figure\n\n3A\n\n), suggesting that histone H3K79Hcy may have a function other than H3K4me3. Supplementary Figure\n\n3B\n\nillustrates that using three different antibodies, a number of peaks were identified by ChIP within the region containing the\n\nSmurf2\n\ngene. These data support our notion that both H3K4me3 and H3K79Hcy antibodies bind their respective targets effectively during ChIP-seq assay, although genomic location of the targets and binding efficiency may vary.\n\nFig. 6\n\nEnrichment of histone Hcy and H3K79Hcy on chromatin.\n\na\n\n,\n\nb\n\nGenome-wide ChIP-seq analysis of peaks for histone H3K4me3 (\n\na\n\n) or H3K79Hcy (\n\nb\n\n) in chromatin from NE4C cells. The peak was called by SICER, and the distribution of peaks was plotted by gtrellis. The red bars represent loci where the peaks located.\n\nc\n\nFunctional network of enriched genes with H3K79Hcy peaks. DAVID method was used to do functional annotation clustering for biological process annotations of genes with H3K79Hcy peaks. The network of 6 functional clusters was generated by FGNet from Bioconductor project including genes of neuron differentiation genes (RED); genes of regulation of neurogenesis (YELLOW); genes of neural tube development (GREEN); genes of sensory organ development (LIGHT BLUE); genes of regulation of apoptosis (BLUE); genes of central nercous systerm neuron (PURPLE) and the genes in two clusters (WHITE).\n\nd\n\nCorrelation between ChIP density in gene body and the level of gene expression. All genes were arbitrarily divided into 5 groups based on their H3K79Hcy ChIP density in gene body. The expression level of each gene was analyzed using RNA-seq. The\n\ny\n\n-axis represents the log\n\n2\n\n(RPKM) value. 0–20%: median, 1.17; min, 0; max, 7.63; 25% quantile, −0.67; 75% quantile, 2.53; 20–40%: median, 1.48; min, 0; max, 8.01; 25% quantile, −0.31; 75% quantile, 2.64; 40–60%: median, 1.66; min, 0; max, 8.00; 25% quantile, −0.33; 75% quantile, 2.85; 60-80%: median, 1.71; min, 0; max, 7.98; 25% quantile, −0.34; 75% quantile, 2.96. 80–100%: median, 2.01; min, 0; max, 8.97; 25% quantile, −0.67; 75% quantile, 3.23.\n\ne\n\nCorrelation between ChIP density in promoter and the levels of gene expression. All genes were arbitrarily divided into 5 groups based on their H3K4me3 ChIP density in promoter. The expression level of each gene was analyzed using RNA-seq. And value. 0–20%: median, 1.87; min, 0; max, 8.35; 25% quantile, 0.36; 75% quantile, 3.05; 20-40%: median, 1.02; min, 0; max, 8.01; 25% quantile, −1.14; 75% quantile, 2.40; 40–60%: median, 1.42; min, 0; max, 7.91; 25% quantile, −0.82; 75% quantile, 2.67; 60–80%: median, 1.74; min, 0; max, 7.80; 25% quantile, −0.33; 75% quantile, 2.93. 80–100%: median, 1.86; min, 0; max, 8.97; 25% quantile, −0.31; 75% quantile, 3.14\n\nChIP Gene Ontology term analysis showed that, among the genes targeted with H3K79Hcy, there was bias favoring nervous system-related genes. In the top 10 GO groups of genes with enriched peaks, the top 4 are related to the nervous system (Table\n\n1\n\n). The group of genes with the most enriched peak groups were identified as those involved in nervous system development, followed by genes involved in the generation of neurons and neurogenesis. We then used the DAVID method\n\n34\n\nto perform functional annotation clustering for the biological processes of genes with H3K79Hcy peaks and the results are shown in Supplementary Data\n\n5\n\n. And the top 3 enriched functional cluster of genes was found to be associated with neuron differentiation, neuron migration and regulation of nervous system development. The network of 6 interesting functional clusters was generated by FGNet\n\n35\n\nfrom Bioconductor project (Fig.\n\n6c\n\n). It also shows that most of the H3K79Hcy-regulated genes were associated with neurodevelopment.\n\nTable 1\n\nTop 10 of modification binding genes analyzed by biological process Gene Ontology\n\nH3K79Hcy\n\nH3K4me3\n\nTop1\n\nNervous system development\n\nRegulation of cellular macromolecule biosynthetic process\n\nTop2\n\nGeneration of neurons\n\nRegulation of RNA metabolic process\n\nTop3\n\nNeurogenesis\n\nAnatomical structure morphogenesis\n\nTop4\n\nNeuron differentiation\n\nRegulation of cellular metabolic process\n\nTop5\n\nMulticellular organismal development\n\nRegulation of metabolic process\n\nTop6\n\nCell projection organization\n\nRegulation of nucleobase-containing compound metabolic process\n\nTop7\n\nSystem development\n\nRegulation of macromolecule biosynthetic process\n\nTop8\n\nSingle-organism developmental process\n\nCentral nervous system neuron differentiation\n\nTop9\n\nAnatomical structure development\n\nRegulation of RNA biosynthetic process\n\nTop10\n\nIon transport\n\nMulticellular organismal development\n\nThe next question that arises in this context is whether H3K79Hcy can regulate the expression level of genes with enriched peak in ChIP-seq assays. We compared the H3K79Hcy enrichment level to the gene body obtained from ChIP-seq (Supplementary Data\n\n6\n\n) and the expression level of these H3K79Hcy binding genes define in RNA-seq analysis (Supplementary Data\n\n7\n\n). All genes were divided into five groups according to their enrichment level at each 20% percentile. and the expression level of each gene within each group was analyzed. Our results showed that gene expression was gradually elevated with the increase of H3K79Hcy enrichment level (Fig.\n\n6d\n\n), while H3K4me3 enrichment in the promoter was associated with gene activation, which is consistent with findings from previous studies (Fig.\n\n6e\n\n)\n\n36\n\n.\n\nEnrichment and expression levels of NTC related genes\n\nWe were interested in investigating if and how the level of histone H3K79Hcy might affect H3K79Hcy binding to NTC related genes and subsequently, their expression. Among over 300 genes and 14 epigenetic regulator genes connected with NTDs in the mouse, only\n\nCecr2\n\n,\n\nSmarca4\n\n, and\n\nDnmt3b\n\nare founded in H3K79Hcy peak genes. Therefore, we focused our first set of experiments on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\n. We analyzed H3K79Hcy enrichment on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nin NE4C cells under normal or HTL treatment conditions.\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nare NTC related genes, the loss of function of which has been shown to result in NTDs.\n\nChIP-seq analysis showed that the H3K79Hcy enrichment levels on the three NTC genes were all higher in untreated NE4C than in HTL-treated NE4C (Fig.\n\n7a\n\n, top panel). The most profound effect of HTL-treatment on H3K79Hcy enrichment level was observed in\n\nCecr2\n\ngenes. Further experimentation using ChIP-qPCR confirmed that in HTL-treated NE4C cells, H3K79Hcy enrichment of\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nwere decreased (Fig.\n\n7b\n\n).\n\nFig. 7\n\nHistone H3K79Hcy regulates the expressions of NTDs related genes.\n\na\n\nChIP-seq (upper) and RNA-seq (bottom) analysis on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\ngenes in control and HTL-treated NE4C cells.\n\nb\n\nChIP-qPCR analysis of histone H3K79Hcy enrichment on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\ngenes in control and HTL treated NE4C. Data represent mean ± SEM (\n\nn\n\n= 3). *\n\np\n\n<0.05, **\n\np\n\n<0.01, ***\n\np\n\n<0.001 vs. control NE4C groups; the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\nc\n\nChIP-qPCR analysis of histone H3K79Hcy enrichment in different regions of\n\nSmarca4\n\nin NE4C and HTL treated NE4C cells. Region 1 is at 8000 bp upstream of the\n\nSmarca4\n\ngene; Region 2 is the gene body of\n\nSmarca4\n\n; Region 3 is at 8000 bp downstream of the\n\nSmarca4\n\ngene. Data are represented as means ± SEM (\n\nn\n\n= 3); *\n\np\n\n< 0.05 vs. with controls, the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\nd\n\nRT-PCR analysis on gene expression of\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nin control and HTL treated NE4C. Data represent mean ± SEM (\n\nn\n\n= 3). **\n\np\n\n<0.01, ****\n\np\n\n<0.0001 vs. control NE4C groups; the\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\ne\n\nAberrant expression of histone H3K79Hcy in high-Hcy NTDs. Left panel: Hcy levels in 10 normals and 10 NTDs from human fetal brain tissues; Column normals: 3.322 ± 0.4988 (pmol/mg),\n\nn\n\n= 10; Column NTDs: 41.00 ± 3.705 (pmol/mg),\n\nn\n\n= 10; ****\n\np\n\n< 0.0001 vs. normal brain tissues. Middle panel: Western blotting of H3K79Hcy modification from normal and NTDs human fetal brain tissues; Right panel: Quantification of the western blotting signal intensity shown in scatter plot. Column normals: 0.3033 ± 0.02914,\n\nn\n\n= 10; Column NTDs: 0.4368 ± 0.04549,\n\nn\n\n= 10; *\n\np\n\n= 0.0237, NTDs vs. normal brains. The\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest.\n\nf\n\nNanostring analysis of mRNA level of\n\nSMARCA4\n\n,\n\nCECR2\n\n, and\n\nDNMT3B\n\nin 10 normals and 10 NTDs human fetal brain tissues.\n\nSMARCA4\n\nnormals: 3943 ± 345.5,\n\nSMARCA4\n\nNTDs: 2577 ± 158.6;\n\nP\n\n= 0.0021;\n\nCECR2\n\nnormals: 724.5 ± 60.35,\n\nCECR2\n\nNTDs: 501.2 ± 47.12,\n\nP\n\n= 0.0092;\n\nDNMT3B\n\nnormals: 191.2 ± 22.71,\n\nDNMT3B\n\nNTDs:106.5 ± 19.66,\n\nP\n\n= 0.0114. *\n\np\n\n<0.05, **\n\np\n\n<0.01, NTDs vs. normal brains. The\n\np\n\nvalues were calculated with unpaired\n\nt\n\ntest\n\nNext, we evaluated the level of H3K79Hcy enrichment in different regions of\n\nSmarca4\n\n. As shown in Fig.\n\n7c\n\n, in untreated NE4C cells, H3K79Hcy enrichment was found to be significantly higher within the\n\nSmarca4\n\ngene body than the upstream and downstream regions of this gene. Upon HTL treatment profound reduction of H3K79Hcy enrichment was evident in the gene body of\n\nSmarca4\n\nthan the other two regions, implying that the increase in H3K79Hcy level may hinder the binding of H3K79Hcy to its targets.\n\nLastly, the potential effect of HTL-treatment and diminished H3K79Hcy binding to these three genes on their respective gene expression was investigated. Not surprisingly, results from RNA-seq analysis indicated a diminished expression of these three genes in HTL-treated NE4C (Fig.\n\n7a\n\n, below panel). Further RT-PCR confirmed that the expression level of these three genes decreased in HTL-treated NE4C (Fig.\n\n7d\n\n).\n\nIn addition, we also found that some Smarca4-regulated genes, which were associated with NTDs, exhibited decreased expression upon HTL treatment, i.e. SHH signaling pathways and their downstream target genes (Supplementary Figure\n\n4A\n\n)\n\n37\n\n; PCP signaling pathway-related genes (Supplementary Figure\n\n4B\n\n)\n\n38\n\n; and self-renewal/proliferation genes (Supplementary Figure\n\n4C\n\n)\n\n39\n\n. Meanwhile, the expression of the housekeeping genes\n\nGapdh\n\nand\n\nActg1\n\nwas unchanged (Supplementary Figure\n\n4D\n\n). These results indicated that decreased expression of\n\nSmarca4\n\nin turn led to the decrease of some NTC-related genes and pathways to play a role in NTDs formation.\n\nCollectively, our data from this study indicate that during HTL-treatment, the H3K79Hcy enrichment on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nwas decreased, accompanied by decreases in their expression level while the overall level of histone H3K79Hcy was increased. These results suggest that H3K79Hcy is critical for\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\nexpression.\n\nIncrease of H3K79Hcy with decreased expression of NTC genes\n\nKnock-out of NTC-related genes leads to NTDs phenotypes in mice, indicating that suppression of the transcription of these genes, including\n\nSmarca4\n\n,\n\nCecr2\n\nand\n\nDnmt3b\n\n, is functionally connected to the pathogenesis of NTDs\n\n40\n\n–\n\n42\n\n. Because of the observed alteration of the transcription levels of these NTC genes under aberrant H3K79Hcy, we reasoned that aberrant H3K79Hcy might also have detrimental consequences in humans including the formation of NTDs. To test this hypothesis, we first measured Hcy levels in brain tissue samples from 10 normal fetuses and 10 NTDs cases (see Supplementary Table\n\n1\n\nfor a summary of the information on the individual fetuses). As shown in left chart of Fig.\n\n7e\n\n, brain Hcy level was significantly higher in samples from NTDs cases (41.0 pmol/mg), compared to 3.3 pmol/mg in normal controls. Using the anti-H3K79Hcy antibody, western blotting analysis was performed to evaluate H3K79Hcy levels in these samples. Stronger H3K79Hcy signals were detected in NTDs samples, compared to that in controls (Fig.\n\n7e\n\n, middle chart). Average level of H3K79Hcy expression normalized to H3 was found to be significantly higher in NTDs samples (0.44 vs. 0.30 in controls,\n\np\n\n= 0.024; Fig.\n\n7e\n\n, right chart).\n\nAlong with the elevation in Hcy and H3K79Hcy levels in these NTDs tissues, there was a repressed transcription of the above-mentioned NTC-related genes. Results from nanostring analysis revealed an evident reduction in average levels of the transcription of these three genes (Fig.\n\n7f\n\n).\n\nTaken together, our data indicate that high Hcy levels in NTDs may result in an increase in the level of histone H3K79Hcy which may have a suppressive effect on the transcription of\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\ngenes, leading to the failure of NTC.\n\nDiscussion\n\nAbnormal Hcy metabolism has been implicated in the occurrence of NTDs in a number of studies. Elevated maternal Hcy during pregnancy has been found to be associated with an increased risk of NTDs in offspring\n\n4\n\n–\n\n6\n\n,\n\n43\n\n–\n\n46\n\n. In chicken embryos, applying Hcy and HTL supplementation during early stages of chicken embryo development lead to the onset of NTDs in the embryos\n\n47\n\n,\n\n48\n\n. Similar results have been produced in the present study (Fig.\n\n5\n\n). All these findings suggest that high maternal Hcy is associated with the occurrence of NTDs, and that Hcy accumulation is a risk factor for NTDs. However, the underlying pathological mechanisms have not been fully elucidated.\n\nIncreasing evidence has implicated altered histone modifications in translating cellular metabolic states into changes in gene expression\n\n11\n\n,\n\n49\n\n. Several lines of evidence have shown that there is a strong relationship between one-carbon metabolism nutrients and epigenetic phenomena\n\n50\n\n,\n\n51\n\n. A causal link between histone methylation and nutritional status has also been demonstrated in yeast and human cells, where folate and methionine deficiency are associated with a reduction of histone methylation, mainly H3K4 methylation, and lead to changes in gene expression. In the present study, we explored the pathways from one-carbon metabolism intermediate Hcy to the onset of NTDs based on several key observations, the demonstrated increase of maternal Hcy in women who give birth to infants with NTDs, our discovery of modifications in histone KHcy as well as H3K79Hcy, and well-established altered expression of NTC genes in NTDs.\n\nProtein homocysteinylation has been reported for a number of proteins, mostly enzymes, and result in alteration of protein function\n\n7\n\n,\n\n8\n\n,\n\n52\n\n. Given the connection between maternal high Hcy levels and onset of NTDs, we reasoned that the presence of Hcy would serve as a substrate to modify histones and to regulate the expression level of some NTC-related genes. From human embryonic brain samples, we identified 39 KHcy modification sites (Fig.\n\n1b\n\n). To our knowledge, this is the first time that homocysteinylation specific to histone in human fetal brain has been reported. Using an anti-KHcy antibody, we further demonstrated that histone homocysteinylation is a common histone modification present not only in different organs in humans, but in different species as well (Fig.\n\n1c, d\n\n).\n\nWe then performed an in vitro experiment to treat histones from prokaryotic expression (devoid of any modification) with HTL and to define KHcy sites under these conditions (Fig.\n\n2e\n\n). Furthermore, KHcy sites were also defined in NE4C cells under normal and HTL-treatment conditions (Fig.\n\n3d\n\n). Our data provide evidence supporting the overall fidelity of HTL treatment in vitro or in vivo for histone homocysteinylation resemble naturally occurring KHcy sites detected in fetal brain tissue samples. Although histone KHcy sites increased while HTL were used during in vitro and in vivo treatment, the most histone KHcy sites (39 Histone KHcy sites) were detected from fetal brain samples. These indicated that in the brain, histone homocysteinylation involving cellular metabolism is far more efficient than direct chemical reactions with HTL or Hcy.\n\nAmong all histone KHcy modifications, histone H3K79Hcy was naturally present in untreated NE4C cells as well as fetal brain samples, suggesting that it might be one of the key regulators for histone KHcy modifications. To investigate the possible mechanism, we performed ChIP-seq analysis in NE4C, comparing patterns of gene binding between H3K79Hcy and H3K4me3, a well-known epigenetic regulator of gene expression. Combining ChIP-seq and RNA-seq data, we showed that H3K4me3 was more enriched in the promoter and the gene expression level increased gradually along with an increase in ChIP density in the promoter region (Fig.\n\n3e\n\n), consistent with previous findings\n\n53\n\n. However, a significant enrichment of histone H3K79Hcy was found to be in the gene body region (Supplementary Figure\n\n3C\n\n), and a bioinformatics analysis showed that the gene expression level increased gradually along with an increase in ChIP density within the gene body, rather than the promoter (Fig.\n\n6d\n\nand Supplementary Figure\n\n3E\n\n). These results indicate that H3K79Hcy may regulate the expression of gene to which it bound through its enrichment in the gene body region.\n\nWe further explored the effect of H3K79Hcy on expression of NTC-related genes and focused our efforts on\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\n. Among 14 epigenetic regulators required for NTC (\n\nhttps://ntdwiki.wikispaces.com/Epigenetic+Regulators\n\n), these 3 genes have been identified to be regulated by H3K79Hcy, knocking out each one of them in mice leads to NTDs\n\n40\n\n–\n\n42\n\n.\n\nCecr2\n\n, a strain-specific modifier which has shown both a hypomorphic and a presumptive null mutation on two different backgrounds: one susceptible (BALB/c) and one resistant (FVB/N) to NTDs.\n\nDnmt3b\n\nis essential for de novo methylation and for mouse development.\n\nSmarca\n\n4 null mice exhibit embryonic lethality, while\n\nSmarca4\n\nheterozygous mice show developmental defects, among them, 30% are NTDs\n\n40\n\n,\n\n54\n\n,\n\n55\n\n.\n\nSmarca4\n\n(also known as\n\nBrg1\n\n) is the essential ATPase subunit of the mammalian SWI/SNF chromatin remodeling complex, and can alter the histone–DNA linkages in the target gene promoter region, slide the nucleosomes, expose the target gene promoter region to alter the specific transcription factor and its complexes for DNA accessibility, thereby regulating gene expression\n\n56\n\n,\n\n57\n\n. Our research also showed that some\n\nSmarca4\n\n-regulated genes, which are associated with NTDs, exhibited decreased expression upon HTL treatment, i.e. genes in the SHH signaling (Supplementary Figure\n\n4A\n\n)\n\n37\n\n; PCP signaling (Supplementary Figure\n\n4B\n\n)\n\n38\n\n; and self-renewal/proliferation genes (Supplementary Figure\n\n4C\n\n)\n\n39\n\n,\n\n54\n\n, suggesting that decreased expression of\n\nSmarca4\n\nplays a role in NTDs formation.\n\nBinding of H3K79Hcy to these 3 genes has been verified in our studies, providing the basis for evaluating the effects of H3K79Hcy on its binding to these 3 genes and subsequent regulation on gene expression. Interestingly, in human NTDs samples where a higher level of Hcy was detected and an increase of overall H3K79Hcy was observed (Fig.\n\n7e\n\n), the expression of above-mentioned 3 genes were all decreased (Fig.\n\n7f\n\n). The answer to this dilemma lies in the results in Fig.\n\n7\n\nwhich demonstrates that there is a diminished specific binding of H3K79Hcy to these 3 genes upon HTL treatment (determined using ChIP-seq and ChIP-qPCR), leading to a decreased level of expression of these 3 genes (assayed using RNA-seq and qRT-PCR). Combining data from NE4C cells treated with HTL (Fig.\n\n7a, b, d\n\n) and that from NTDs samples (Fig.\n\n7e, f\n\n), suggests that higher cellular levels of HTL or Hcy confers to an elevated level of KHcy, in particular, H3K79Hcy. However, higher level of H3K79Hcy has a negative impact in its binding to aforementioned genes, resulting in a reduced gene expression of\n\nSmarca4\n\n,\n\nCecr2\n\n, and\n\nDnmt3b\n\n. Currently, we are conducting mechanistic studies to define differences in chromosomal structure, transcritomal regulations, as well as nucleosomal positioning in the context of H3K79Hcy.\n\nIt is possible that the Hcy level and histone homocysteinylation level presented in this study may not accurately reflect that of NTC at the time of neurulation because the fetuses used in this study were in at least the second trimester, long after neurulation, and NTD samples in this study were mostly spina bifida, which occurs at very early spina cord development. However, results from chicken embryo model showed that there was an increase in histone H3K79Hcy expression during brain development in high-HTL-treated chickens while a decreased expression of H3K79Hcy was detected in samples from the normal group, suggesting that abnormal H3K79Hcy expression might lead to the occurrence of NTDs in chicken.\n\nTaken together, our findings presented in this study identify histone KHcy as a mechanism by which Hcy regulates cellular physiology and supports a model in which a shift in the cellular utilization of energy source alters gene expression in a metabolite-directed manner.\n\nMethods\n\nHuman subjects details\n\nThe NTDs and normal control samples were from the Lüliang area of Shanxi Province in northern China from March 2004. Fetuses with NTDs were from medical abortions and had been diagnosed with spina bifida by B-mode ultrasound in the early stages of pregnancy; the sex, gestational age and general development were also recorded in detail. The pathological diagnosis of NTDs was completed by experienced pathologists in accordance with the International Classification of Disease, Tenth Revision, codes Q00.0, Q05.9, and Q01.9 (\n\nhttp://apps.who.int/classifications/\n\n). Control fetuses that had been aborted for non-medical reasons were enrolled from the same region\n\n46\n\n,\n\n58\n\n. Any fetuses displaying pathological malformations or intrauterine growth retardation were excluded from the control group. In this study, 10 samples with the highest Hcy levels from 173 NTDs were selected, and 10 samples were selected from 178 controls. The controls were matched with gender (Female: 5–6 cases; male: 4–5 cases) and age ( < 20w: 1–2 cases; 20–30w: 7 cases; > 30w: 1–2 cases). The information collected from questionnaire during patient enrollment indicates that none of the mothers from either the controls or the NTDs group had received any folic acid supplements (please see Supplementary Table\n\n1\n\nfor detail). The investigation was approved by the Committee of Medical Ethics of the Capital Institute of Pediatrics. Written informed consent was obtained from all mothers who participated in this study.\n\nCulturing NE4C cells and knockdown of MetRS in HEK293T cells\n\nNE4C cells from ATCC (ATCC number: SCRC-CRL-2925™) were cultured in Eagle MEM and seeded in a plate that had been precoated with poly-L-lysine. All media were supplemented with 10% fetal bovine serum (FBS), 100 × Glutamax, 100 × nonessential amino acids, and 100 × penicillin–streptomycin, purchased from Thermo Fisher.\n\nTo investigate the source of protein homocysteine modifications, NE4C cells were starved using 1% FBS medium for 24 h, after which 0.1, 0.5, and 1 mM DL-homocysteine (Hcy) (H4628, Sigma) or L-HTL hydrochloride (HTL) (H6503, Sigma) were added to the complete medium for 8 h. Cells without Hcy or HTL treatment were used as a control.\n\nMetRS knockdown in HEK293T cells were achieved by shRNA virus infection. Interfering sequence TTAAGAAGCCTCAGTGTAA was cloned into PMKO plasmid and co-transfect it with pVSV-G and pGAG-POL plasmids into HEK293T cells to generate viruses. The viruses were obtained after incubating the transfected cells in puromycin containing medium for 36 h after transfection. The knockdown effects were verified by either RT-PCR or by western blotting. The MetRS knockdown HEK293T cells were cultured in DMEM, supplemented with 10% (vol/vol) FBS and 1 mg/ml puromycin.\n\nHistone extraction\n\nCore histone proteins were extracted from the tissues or cells using acid extraction\n\n59\n\n. The samples was first homogenized in lysis buffer (10 ml solution containing 10 mM Tris–Cl pH 8.0, 1 mM KCl, 1.5 mM MgCl\n\n2\n\n, and 1 mM dithiothreitol (DTT)) and chilled on ice. Protease and phosphatase inhibitors were added immediately before lysis of cells, and nuclei were isolated by centrifugation (1500\n\ng\n\nfor 10 min). For the preparation of histones, nuclei were incubated with four volumes of 0.2 N sulfuric acid for overnight at 4 °C. The supernatant was precipitated with 33% trichloroacetic acid and followed by centrifugation (12,000\n\ng\n\nfor 20 min). The obtained pellet was washed with cold acetone and subsequently dissolved in distilled water. The samples were stored at −80 °C before analysis (also showed in our previous papers)[\n\n26\n\n].\n\nGeneration of the pan- anti- KHcy antibody\n\nThe anti-KHcy antibodies were developed according to a method previously described for the generation of the anti-KAc antibodies\n\n60\n\n. First 1 mg/ml Bovine Serum Album (BSA) was homocysteinylated by incubating with 1 mM HTL under room temperature for 14 h. The KHcy modified BSA was purified by passing reaction mixtures through a Sephadex G-25 gel filtration column in 50 mM Tris buffer in an AKTA-FPLC system to remove organic reagents. Then the proteins were diluted in saline 0.9% (wt/vol) sodium chloride to a final concentration of 0.5 mg/ml and were used to immunize rabbits. The antiserum were collected after four rounds of immunization and the antibodies were affinity purified using affinity purification column with cross-linked synthesized Hcy-lysine containing peptides. The reactivity and specificity of the antibodies were confirmed through a K-Hcy antigen competition experiment (Fig.\n\n1c\n\n) and elimination experiments (Fig.\n\n1d\n\n). The competition experiment was carried out by incubating the anti-KHcy antibodies with K-Hcy-lysine, while the elimination experiment was performed by incubating a membrane containing unmodified OVA, Suc-OVA, Ac-OVA, and K-Hcy-OVA with the anti-K-Hcy antibody.\n\nHTL treatment in chicken embryos\n\nHTL was diluted in Tyrode’s buffer (1 mM glucose, 3.5 mM potassium chloride, 100 mM sodium chloride, 0.02 mM phosphate monosodium, 12 mM sodium bicarbonate). Phenol red was added to visualize the embryo and confirm that it was at the appropriate embryonic stage of development. The fertilized chicken eggs (White Leghorns, received from China agricultural university laboratory) were incubated in a humidified incubator at 37 °C for 28–30 h. A total of 0.5 µl of diluted HTL buffer was micro-injected into the neural tube groove using a glass micropipette under a dissecting microscope. The eggs were sealed and incubated for another a series of days, to allow for complete development of the nervous system prior to capturing images. The control group eggs were injected with the same volume of Tyrode’s buffer and phenol red. Animal welfare and experimental procedures conformed to the Institutional Guidelines of the Care and Use of Laboratory Animals at China Agricultural University (Beijing, China). All the animal experiments were approved by the Animal Ethics Committee of the Capital Institute of Pediatrics.\n\nMetRS overexpression plasmid generation and transfection\n\nHuman MetRS cDNA (NM_004990.3) was cloned in pRK7-Flag vector to generate MetRS expression plasmid. HEK293T and NE4C cells were used for transfecting the MetRS plasmid (received from Fudan University). A total of 12 µl of Lipofectamine® 2000 transfection reagent (11668-019, Thermo Fisher) diluted in 125 μl of Opti-MEM (51985-034, Thermo Fisher) was prepared. In addition, 4 μg of MetRS plasmid and 4 μg of empty vector were diluted with 125 μl of Opti-MEM and incubated for 5 min at room temperature. The 250 μl mixture of Lipo2000 and plasmids was added into one well. After 5–6 h, the medium was renewed and the cells were incubated for 24–96 h for further use in the following experiments.\n\nWestern blotting\n\nHistone mixture (5 µg) was separated on a NuPAGE™ 12% Bis-Tris Gels, then transferred electrophoretically onto a Hybridization Nitrocellulose Filter. The membrane was prehybridized in Tris-buffered saline (TBS)(0.9% NaCl, 10 mM Tris–HCl, pH 7.5) containing 0.05% Tween 20 (TBST) and incubated for 1 h at room temperature in TBST containing 10% nonfat skimmed milk. Then, it was transferred to a solution containing 5% milk/TBST and primary antibody and incubated overnight at 4°C. After washing with TBST buffer, the membrane was immersed in 5% milk/TBST containing horseradish peroxidase (HRP)-conjugated secondary antibody (Cat# SC-2048, Zhongshan Jinqiao) for 1 h. The membrane was washed with TBST buffer, developed using the ECL system, and exposed to X-ray film.\n\nThe following primary antibodies were used: H3K4me3 (39159, Active Motif), H3K9me3 (39285, Active Motif), H3K27me3 (61017, Active Motif), H3K79me2 (39923, Active Motif), methylated (εN) lysine antibody (ICP0501, ImmuneChem), acetyl lysine antibody (ICP0380, ImmuneChem), Hcy antibody (obtained from Fudan University, Shanghai, China), and H3K79Hcy antibody (Jing Tiancheng Company, Beijing, China). The following secondary antibodies purchased from Zhongshan Jinqiao Biological Company were used: rabbit IgG(H + L)/HRP (ZB-2301, ZSGB-Bio) and mouse IgG(H + L)/HRP (ZB-5305, ZSGB-Bio).\n\nAll uncropped western blots can be found in Supplementary Figures\n\n5\n\n–\n\n12\n\n.\n\nChIP- seq\n\nA SimpleChIP® Enzymatic Chromatin IP Kit (Cell Signaling Technology, Massachusetts, USA) was used for the ChIP assays, in accordance with the manufacturer’s protocol. Formaldehyde cross-linked chromatin was obtained from about 8 × 10\n\n7\n\nNE4C cells. Cross-linked chromatin was immunoprecipitated with antibodies to H3K4me3, Hcy and H3K79Hcy overnight at 4°C. Normal rabbit IgG were used as negative control. Immunoprecipitated DNA was analyzed by sequencing. Indepth whole-genome DNA sequencing was performed by BGI (\n\nwww.genomics.org.cn\n\n, BGI, Shenzhen, China). The raw sequencing image data were examined by the Illumina analysis pipeline, aligned to the\n\nMus musculus\n\nreference genome (UCSC, mm9) using Bowtie 2, and further analyzed by MACS (Model-based Analysis for ChIP-Seq;\n\nhttps://github.com/taoliu/MACS\n\n). Enriched binding peaks were generated after filtering through control input. Raw data files for ChIP sequencing have been deposited in the NCBI Gene Expression Omnibus database under the accession codes\n\nGSE104093\n\n.\n\nRNA- seq and analysis\n\nRNA samples were collected from normal cultured NE4C and HTL treated NE4C. Library construction and sequencing were performed on a BGISEQ-500 by Beijing Genomic Institution (\n\nwww.genomics.org.cn\n\n, BGI, Shenzhen, China). Clean-tags were mapped to the reference genome and genes available at the Mice Genome. For gene expression analysis, the matched reads were calculated and then normalized to RPKM using RESM software\n\n61\n\n. The significance of the differential expression of genes was defined by the bioinformatics service of BGI according to the combination of the absolute value of log2 Ratio ≥ 1 and FDR ≤ 0.001. Raw data files for RNA sequencing have been deposited in the NCBI Gene Expression Omnibus database under the accession codes\n\nGSE104094\n\n.\n\nRNA extraction and nanostring for mRNA detection\n\nTotal RNA was extracted from the brain tissues of humans using the RNeasy Mini kit according to the manufacturer’s instructions (Qiagen, Mississauga, Canada). The NanoString nCounter detection method was used to examine genes’ transcript levels in human tissues. Hybridizations were performed according to the NanoString Gene Expression Assay manual. Approximately 100 ng of each RNA sample was mixed with 20 μL of nCounter Reporter probes and 5 μL of nCounter Capture probes in hybridization buffer. The purified target/probe complexes were eluted and immobilized in a cartridge for data collection, which was conducted in the nCounter Digital Analyzer. The results were normalized to the\n\nGAPDH\n\n,\n\nCLTC\n\nand\n\nGUSB\n\ngenes.\n\nRT-PCR\n\nAccording to the results of sequencing, several pairs of primers were designed (Supplementary Table\n\n4\n\n) for the primers used in this experiment. RT-PCR was performed using RT2 SYBR® Green ROX™ qPCR Mastermix (Qiagen, Mississauga, Canada), in accordance with the manufacturer’s instructions. Amplification, data acquisition and analysis were carried out using QuantStudio 7 Flex (Applied Biosystems, Singapore). The percentage of DNA brought down by ChIP was calculated using the 2−ΔΔCT method. Three independent ChIP experiments were performed for each analysis.\n\nHPLC/MS\n\nThe tryptic digests were injected into an UltiMate 3000 RSLCnano System (Dionex, Germering, Germany) and analyzed by a Q Exactive HF mass spectrometer (Thermo Scientific, Bremen, Germany). Full-scan MS spectra in the\n\nm/z\n\nrange of 350–2000 were acquired in the Orbitrap. Twenty of the most intense ions were isolated for MS/MS analysis. The raw data were processed using Proteome Discoverer (version 2.1.0.81, Thermo Fisher Scientific), searching with a database of human histone (\n\nwww.uniprot.org\n\n, accessed October 2015). Peptides were generated from a semi-tryptic digestion with up to four missed cleavages, carbamidomethylation of cysteines as a fixed modification, and oxidation of methionines as a variable modification. Precursor mass tolerance was 20 ppm and product ions were searched at 0.05 Da tolerance. Peptide spectral matches (PSMs) were validated using a percolator based on\n\nq\n\n-values at a 1% false discovery rate (FDR). The modified peptides passing the FDR were exported to a text file and processed by PRM. The area of peaks was used to represent the number of modifications.\n\nPRM\n\nRaw data were searched against the corresponding histone database. The modification include lysine homocysteinylation, acetylation, and mono-, di- and trimethylation were searched. The mass inclusion list involved mass, charge, polarity and the time from start and end. The full scan method was as described above. The PRM method employed an Orbitrap resolution of 30,000 (at\n\nm/z\n\n350) and a target AGC value of 2e5. The precursor ions of each peptide were duplexed using ± 0.8\n\nm/z\n\nunit windows. Each sample was analyzed in triplicate.\n\nPRM data analysis\n\nPRM data were manually curated within the Xcalibur Qual Browser (version 4.0.27.19; Thermo Fisher Scientific) and through the use of Skyline (version 3.5.0.9319; AB Sciex). In Xcalibur Qual Browser, the determination of the area under the curve (AUC) of selected fragment ions was based on the presence of product ion signals within ± 2.5 min of the expected retention time, with mass error within ± 5 ppm. Skyline used raw files as input to generate and extract modified peptide normalized area at a 0.05\n\nm\n\n/\n\nz\n\nion match tolerance for each PRM spectrum. The skyline detected results were further confirmed by area calculation of the raw data as shown in Supplementary Figure\n\n2G\n\n.\n\nHTL treatment in vitro\n\nPurified histones, including H2a (M2502S, NEB), H2b (M2505S, NEB), H3 (M2503S, NEB) and H4 (M2504S, NEB) were selected. Reactions were carried out at 37 °C in mixtures containing 0.5 mM L-HTL hydrochloride, 10 μg/50 μl histones, 0.1 M sodium phosphate buffer (pH 7.4), 0.2 mM EDTA. A series of concentration (from 0 to 10 mM) and time gradients (from 0 to 14 h) were used for following experiments.\n\nGeneration of anti H3K79Hcy antibody\n\nAnti-H3K79Hcy antibody was generated and purified from rabbit with lysine-homocysteine modified bovine serum albumin (BSA) as an antigen. To generate H3K79 site-specific antibody, the synthesized peptide CREIAQDFK(Hcy)TDL was used as an antigen for rabbit immunization. Antiserum was collected after four sessions of immunization. The antibody was done by AbMax Biotechnology Co., Ltd. To test the specificity of the anti-H3K79Hcy antibody, three experiments were designed as Supplementary Figure\n\n2\n\nA,\n\n2B\n\nand\n\n2C\n\n. The dot-blot results showed that H3K79Hcy antibody could strongly recognize the homocysteinylated H3K79 peptide, weakly recognized the H3K79 peptide, but almost not recognized the dimethylated H3K79 peptide, H3K27 peptide, homocysteinylated H3K27 peptide, H3K115 peptide, and homocysteinylated H3K115 peptide (Supplementary Figure\n\n2A\n\n). Two additional experiments were conducted to verify the specificity of the anti-H3K79Hcy antibody. A significantly stronger signal was detected with anti-H3K79Hcy antibody on homocysteinylated H3, compared to that of unmodified H3 (Supplementary Figure\n\n2B\n\n). However, such a strong reactivity to homocysteinylated H3 can be effectively blocked by pre-incubation with increasing amount of H3K79Hcy peptide, while baseline reactivity to unmodified H3 remains unchanged (Supplementary Figure\n\n2B\n\n), confirming the specificity of the anti-H3K79Hcy antibody. Supplementary Figure\n\n2C\n\nshows that increasing levels of histone homocysteinylation in NE4C cells was detected using anti-H3K79Hcy antibody with increasing concentration of HTL. These three experiments support the validation that anti-H3K79Hcy antibody specifically recognizes homocysteinylated H3K79.\n\nHcy level detection in brain tissue\n\nHcy level detection is set up by our laboratory\n\n62\n\n. Brain tissue were treated with 150 mL of 50 mM DTT and waited a 20 min period in room temperature to reduce disulfide bonds, then 200 uL of internal standard (Hcy-d4) were added. Spiked brain samples were vortexed and homogenized before a 15 min sonication and a 12,000\n\ng\n\ncentrifuge. The supernatant were transferred to a solid phase extraction (SPE) tip in a commercial kit named EZ:faast (KH0-7337, Phenomenex), sample purification and Hcy derivatization was conducted according to the manufacturer’s protocol. After that, the derivative Hcy was evaporated and re-dissolved using methanol–water (65: 35, v/v) containing 1 mM ammonium formate before injection. An Agilent 6410B triple-quadrupole mass spectrometer with an Agilent 1200 system HPLC (Palo Alto, CA, USA) were used for LC-MS/MS analysis. Separation was performed on a Zorbax Bonus-RP column (100 mm*2.1 mm i.d., 1.8 mm particle size, Agilent Technologies, Germany) at a flow rate of 0.25 mL/ min. The mobile phase was methanol–water (65: 35, v/v) containing 1 mM ammonium formate. Each sample was injected in a volume of 1 mL via an auto-sampler and separated by isocratic elution in 6.5 min. The column temperature was 35 °C. The MS/MS experiments were performed under positive-ion (ESI + ) mode with multiple-reaction monitoring (MRM). The capillary voltage was set to 4 kV and the source temperature was set to 350 °C. Nitrogen served as the nebulizer gas at a flow rate of 10 L min/1 and a pressure of 45 psi. High purity nitrogen was used as the collision gas. The MRM transition for Hcy and Hcy-d4 were 350-204.1 and 354.2-208.1, respectively.\n\nStatistical analysis\n\nStatistical parameters for each experiment are reported in the corresponding figures. All data presented were derived from three independent experiments and were reported as standard error of the mean (SEM).\n\nData availability\n\nWe declare that all data supporting the findings of this study are available within the article and its\n\nsupplementary information\n\nfiles or from the corresponding author upon reasonable request. Raw data files for ChIP sequencing have been deposited in the NCBI Gene Expression Omnibus database under the accession code\n\nGSE104093\n\n. Raw data files for RNA sequencing have been deposited in the NCBI Gene Expression Omnibus database under the accession code\n\nGSE104094\n\n.\n\nElectronic supplementary material\n\nSupplementary Information\n\nPeer Review File\n\nDescription of Additional Supplementary Files\n\nSupplementary Data 1\n\nSupplementary Data 2\n\nSupplementary Data 3\n\nSupplementary Data 4\n\nSupplementary Data 5\n\nSupplementary Data 6\n\nSupplementary Data 7\n\nSupplementary Data 8"
  },
  {
    "pmcid": "10324518",
    "title": "Double whammy: the genetic variants in CECR2 and high Hcy on the development of neural tube defects",
    "publish_date": "2023-6-22",
    "full_text": "Introduction\n\nNeural tube defects (NTDs), which originate from the incomplete or failed closure of the neural tube during embryonic development, cause severe birth defects, including anencephaly, spina bifida and myelomeningocele (\n\nGreene and Copp, 2014\n\n). With a global prevalence ranging from 0.5 to >10 per 1,000 pregnancies (\n\nAvagliano et al., 2019\n\n;\n\nPeake et al., 2021\n\n), NTDs were the most predominant type of neonatal anomaly in low-income countries over the past decade (\n\nAnane-Fenin et al., 2023\n\n). To date, the strategy of intensifying preconception and antenatal supplementation of folic acid (FA), which has been implemented in a number of countries, has been pivotal in reducing NTDs (\n\nBlom et al., 2006\n\n). However, the existence of a subgroup of apparently folate-resistant NTDs, which account for an estimated one-third of NTDs, indicates that not all NTDs can be prevented with FA (\n\nMosley et al., 2009\n\n;\n\nBlencowe et al., 2010\n\n). Therefore, we should clearly understand the causes of NTDs if we are to prevent them entirely.\n\nMultiple complex factors are involved in the etiology of NTDs, and include genetic susceptibilities, environmental factors and unconscious genetic—environmental interactions (\n\nCopp and Greene, 2010\n\n; Greene and Copp, 2014). Elevation of maternal homocysteine (Hcy) levels (\n\nYang et al., 2017\n\n), lower blood levels of the B-vitamin folate or inositol, maternal obesity and diabetes comprise the well-recognized environmental risk factors for NTDs. Notably, these environmental factors can also interact; for example, a deficiency of folate is considered to be the most common cause of high Hcy (HHcy) (\n\nStanger et al., 2004\n\n;\n\nCopp et al., 2013\n\n). Additionally, with up to 70% of the variance in NTD prevalence being attributable to genetic factors (\n\nLeck, 1974\n\n), >200 candidate genes have been investigated and shown to induce NTDs (\n\nHarris and Juriloff, 2010\n\n). These include genetic polymorphisms such as C677T, and possibly A1298C, in the homocysteine remethylation gene that encodes methylenetetrahydrofolate reductase (MTHFR)\n\n,\n\nwhich may increase the risk of NTDs by approximately 1.8-fold (\n\nBoyles et al., 2005\n\n;\n\nCopp and Greene, 2010\n\n). Furthermore, genetic variants have the potential to interact with a predisposing environmental factor (e.g., maternal diabetes and folate status) to impact a NTD (\n\nGreene and Copp, 2014\n\n). For example, the folate one-carbon metabolism-related genes Mthfd1 and Folr1, and missense mutations of AMT or GLDC (\n\nCopp et al., 2013\n\n), have been associated with changes in maternal metabolism and secondary effects on the developing embryo. These observations prompted us to propose that there might be other genes with susceptibility to environmental factors associated with folate deficiency that also participate in the occurrence of NTDs.\n\nCECR2 contains 19 exons and encodes a protein that contains both a DDT motif and a bromodomain, which is typical of proteins involved in chromatin remodeling (\n\nBanting et al., 2005\n\n). CECR2 is a critical member of the CECR2-containing remodeling factor (CERF) complex (\n\nNorton et al., 2022\n\n), an imitation switch (ISWI) chromatin-remodeling complex that is typically involved in DNA replication and repair, and transcriptional regulation. CECR2 has roles in neurulation, and the loss of CECR2 in mice can induce exencephaly (a perinatal-lethal cranial NTD), or lead to implantation failure or neonates with open eyelids (\n\nBanting et al., 2005\n\n;\n\nThompson et al., 2012\n\n;\n\nLeduc et al., 2017\n\n). Additionally, 74% of BALB/c mice with a hypomorphic genetrap mutation (\n\nCecr2\n\nGt45Bic\n\n) develop exencephaly, and\n\nCecr2\n\ntm1.1Hemc\n\nmutants in both BALB/c and FVB/N strains show 96% penetrance for exencephaly (\n\nFairbridge et al., 2010\n\n). Nevertheless, the specific role of CECR2 in neurulation is unknown.\n\nWe previously showed that maternal HHcy can result in decreased CECR2 transcription and the onset of NTDs (\n\nZhang et al., 2018\n\n). Here, we have studied the effects of CECR2 variants found in human NTDs. Through screening of the exonic and highly conserved regions of CECR2 in 373 individuals with NTDs and 222 healthy controls, we identified nine NTD-specific rare variants in the NTD cohort. Four of these variants, all missense mutations, resulted in decreased expression of CECR2 and increased apoptosis in mouse cells. Furthermore, these effects were aggravated by the addition of HHcy treatment, but were attenuated by FA supplementation. Our study provides a mechanism for gene—environment interaction in NTDs.\n\nMaterials and methods\n\nHuman subjects\n\nFrom 2005 to 2011, totally 373 Chinese Han individuals aged from gestational week (GW) 12 to 10-year-old with sporadic NTDs in this study were recruited and collected from multiple locations in the Northern area, including Shanxi, Liaoning, and Heilongjiang provinces (\n\nLi et al., 2020\n\n;\n\nLiu et al., 2018\n\n). Also Southern area of Tianjin and Jiangsu provinces were included. All patients with phenotypes of NTDs were diagnosed by clinical pathologists. In addition, a total of 222 ethnically and geographically matched subjects aged from GW14 to 18-year-old unrelated to NTD were recruited as controls. All subjects’ parents provided written informed consent as required by the Medical Ethics Committee of the Capital Institute of Pediatrics (Beijing, China) (\n\nLi et al., 2020\n\n). All studies were carried out in accordance with the principles of the Declaration of Helsinki.\n\nGenomic DNA sequencing\n\nGenomic DNA was extracted from brain tissues of both individuals with NTDs and healthy controls using a Blood and Tissue DNA kit (Qiagen). The coding region and highly conserved region DNA of CECR2 gene were fragmented and enriched. The Truseq sample preparation kit (Illumina) was then used to prepare the sample according to the manufacturer’s standard protocol. The library is built from Agilent’s Custom sureelect Enrichment Toolkit (Agilent Technologies, Inc.) and Agilent’s Custom Enrichment Array. The hybridization reaction was performed on the AB 2720 Thermal cycle apparatus (Life Technologies). The reaction samples were incubated for 24 h in the hybrid mixture at 65°C and the lid was heated at 105°C. The SureDesign website uses Agilent technology to design custom captured oligonucleotides. The capture yield is enriched under the following cycle conditions:98°C 30 s; 10 cycles at 98°C for 10 s; 60°C 30 s; 72°C 30 s, 72°C 5 min. Base consolidation is then performed on a Genomic Analyzer II sequencer (Illumina). The sequencing results were consistent with UCSC GRCh37/hg19 with reference to the human genome was detected using Burrows-Wheeler Aligner v6.4. Polymerase chain reaction (PCR) repeats were sequenced and removed using Picard software. Single nucleotide variation (SNVS) was invoked using Genome Analysis Toolkit (GATK) and VarScan, and the SNVS were then labeled with ANNOVAR. Genotype calls were made using BayesAss 3.03 and identified variants were screened using dbSNP and Genome 1,000 browsers to identify shared variants in cases and controls. Sanger sequencing was performed to confirm missense mutations.\n\nFunctional prediction of CECR2 variants\n\nTo predict the damage of 9 CECR2 variants to CECR2 protein function and structure, the Sorting Intolerant from Tolerant (SIFT) (\n\nhttp://sift-dna.org\n\n) (\n\nSim et al., 2012\n\n) and PolyPhen-2 (\n\nhttp://genetics.bwh.harvard.edu/pph2/\n\n) algorithms were used for analysis the effect of coding variants on protein function. T-Coffee (\n\nhttps://www.ebi.ac.uk/Tools/msa/tcoffee/\n\n) was used for conservative analysis of amino acids.\n\nNE-4C cell culture, HTL and FA treatment\n\nAs described in our previous paper (\n\nBai et al., 2018\n\n), NE-4C cells (ATCC number: SCRC-CRL-2925™) (\n\nSchlett and Madarasz, 1997\n\n) purchased from the Stem Cell Bank, Chinese Academy of Science. NE-4C were cultured on T25 cell culture dishes, which was pre-coated with 10 g/mL Poly-D-Lysine (Millipore) before 2 h passage. The complete medium composition is: 90% Eagle’s minimal essential medium (MEM) (ThermoFisher); 10% fetal bovine serum (FBS) (10099, Gibco); 1% GlutaMAX, and 1% non-essential amino acid.\n\nTo stimulate HHcy exposure, cells were pre-cultured in serum-free medium for 12 h, then 0.5 mM or 1 mM Homocysteine-thiolactone (HTL) (H6503, Sigma) was added to each group, 10% FBS was reintroduced, and cells were further cultured for 8 h for follow-up experiments. Cells without HTL treatment were used as a blank. In addition, FA (FA7876, sigma) is directly dissolved in the culture medium with or without HTL at 8 mg/L concentration.\n\nCECR2 plasmids and transfection\n\nWild-type (WT) human CECR2 and variant open-reading frames (ORFs), were synthesized by OriGene Technologies Co., Ltd. and were cloned into the expression vector pCMV6-AC. All WT and variant plasmids were validated by direct DNA sequencing.\n\nA total of 10 µL of Lipofectamine\n\n®\n\n3,000 transfection reagent (L3000075, Thermo Fisher) diluted in 125 μL of Opti-MEM (51985-034, Thermo Fisher) was prepared. In addition, 5 μg of plasmid or 5 μg of empty vector were diluted with 125 μL of Opti-MEM and incubated for 15 min at room temperature. The 250 μL mixture of Lipo3000 and plasmids was added into one well. After incubated for 24–96 h, cells were harvested for further use in the following experiments. The grouping information is as follows: cells transfected empty vector as “NC” group; Cells transfected with the mutant are named according to the mutant type.\n\nWestern blotting (WB)\n\nTotal cell lysate total proteins were separated by 4%-12% SDS-PAGE and subjected to WB assays with the primary antibody: anti-Cecr2 (PA5-82045, Thermofisher), anti-Cleaved Caspase-3 (Asp175) (#9661, CST). The data were standardized to the Gapdh (Anti-GAPDH, ab8245, abcam). Immunocomplexes were detected with a West Pico ECL kit (Thermo Scientific). The band intensities were determined using Image Lab software and expressed relative to Gapdh.\n\nAnnexin-V and propidium iodide (PI) assays\n\nTo investigate the role of CECR2 mutants in apoptosis of NE-4C cells, we counted apoptotic cells under different culture conditions. After treatment, the cells were digested with EDTA-free trypsin, washed with cold PBS, and doubly stained with annexin-V and PI (KeyGen). Flow cytometric analysis was performed using the green fluorescent fluorescein isothiocyanate (FITC) channel tests annexin-V and red fluorescent for PI. The percentage of apoptotic cells in 10,000 cells was measured.\n\nImmunofluorescence (IF)\n\nThe cells were first washed twice with cold 1×PBS and treated as follows: fixed with 0.5% paraformaldehyde for 15 min, then permeated in 0.5%Triton X-100 at room temperature for 20 min, and blocked with 1 × PBS containing 10% normal goat serum and 0.3M glycine for 60 min. Cells were incubated with CECR2 antibody diluted in 5% normal goat serum overnight at 4°C. After washing, secondary antibodies with Alexa Fluor 488 (ab150077, Abcam) were incubated in the dark at room temperature for 1 h. The nuclei were restained with DAPI. Images were pictured on a Zeiss LSM710 confocal microscope.\n\nStatistical analysis\n\nIn the analysis of variation rate of human subjects, the difference between the case and control group was evaluated by Chi-square test or Fisher’s exact test. In the cell experiment, one-way analysis of variance (ANOVA) plus post-test was used to evaluate the statistical significance. All results are expressed as mean ± standard deviation (SD). All reported\n\np\n\nvalues were 2 sides,\n\np\n\n< 0.05 was considered statistically significant.\n\nResults\n\nRare variants identified in CECR2\n\nWith the aim of identifying potential target genes for prevention of NTDs, we screened a total of 373 NTD cases and 222 healthy controls using next-generation capture target sequencing. This analysis identified nine nonsynonymous amino acid changes within the protein encoded by CECR2. All nine of the variants were found among 12 NTD patients and were absent in all 222 of the controls. The mutation rate of CECR2 was thus confirmed to be 3.22% (12/373) in the patients affected by NTDs. All variants were rare, with a frequency of <0.05% as reported by the Exome Aggregation Consortium (ExAC) database and the Genome Aggregation Database (gnomAD) (\n\nTable 1\n\n). All nucleotide changes were found in the heterozygous form.\n\nTABLE 1\n\nVariants identified in CECR2 in NTD patients through target gene NGS.\n\nNo.\n\nNucleotide change\n\na\n\nAA change\n\nb\n\nProperty change\n\nc\n\nConservation\n\nd\n\nDomain\n\ne\n\nFreq\n\nf\n\nExAC\n\ng\n\ngnomAD\n\nh\n\nSIFT\n\ni\n\nPolyPhen-2b\n\nj\n\n1\n\nc.980A>T\n\np.Glu327Val\n\nAcidic polar (negative) → nonpolar (neutral)\n\nYes\n\n-\n\n2/373\n\n0.00004167\n\n0.0000323\n\n0.01\n\n0.999\n\n2\n\nc.1126G>A\n\np.Val376Met\n\nNonpolar (neutral) → nonpolar (neutral)\n\nNo\n\n-\n\n1/373\n\n0.0003\n\n0.0002\n\n0.05\n\n0.990\n\n3\n\nc.1562C>G\n\np.Thr521Ser\n\nHydroxyl polar (neutral) → hydroxyl polar (neutral)\n\nYes\n\nBromo\n\n1/373\n\n-\n\n-\n\n0.01\n\n0.740\n\n4\n\nc.1901A>T\n\np.His634Leu\n\nBasic polar (positive) → nonpolar (neutral)\n\nNo\n\n-\n\n1/373\n\n-\n\n-\n\n0.91\n\n0.220\n\n5\n\nc.1940A>G\n\np.Gln647Arg\n\nAmide polar (neutral) → basic polar (positive)\n\nNo\n\n-\n\n2/373\n\n0.00008129\n\n0.00009685\n\n0.34\n\n0.985\n\n6\n\nc.2101G>A\n\np.Gly701Arg\n\nNonpolar (neutral) → basic polar (positive)\n\nYes\n\n-\n\n1/373\n\n-\n\n-\n\n0.10\n\n1.000\n\n7\n\nc.2602G>A\n\np.Gly868Arg\n\nNonpolar (neutral) → basic polar (positive)\n\nYes\n\n-\n\n2/373\n\n0.00004143\n\n-\n\n0.00\n\n0.987\n\n8\n\nc.2822A>G\n\np.His941Arg\n\nBasic polar (positive) → basic polar (positive)\n\nNo\n\n-\n\n1/373\n\n0.000008287\n\n-\n\n0.88\n\n0.201\n\n9\n\nc.3068C>T\n\np.Pro1023Leu\n\nNonpolar (neutral) → nonpolar (neutral)\n\nNo\n\n-\n\n1/373\n\n0.0002\n\n-\n\n0.21\n\n0.987\n\na\n\nCECR2 GenBank RefSeq nos. NM_031413.3. Nucleotide numbering reflects cDNA, numbering with +1 corresponding to the A of the ATG, translation initiation codon 1 in the reference sequence.\n\nb\n\nThe position of the mutations is given with reference to sequence accession NP_113601.2 for the protein.\n\nc\n\nAmino acid residue property change.\n\nd\n\nAmino acid residue evolutionary conservation.\n\ne\n\nLocation in protein secondary structure.\n\nf\n\nNumber of mutation carriers in NTD, cases.\n\ng\n\nThe Exome Aggregation Consortium:\n\nhttp://exac.broadinstitute.org\n\n.\n\nh\n\nThe Genome Aggregation Database:\n\nhttp://gnomad-sg.org\n\n.\n\ni\n\nScore ranges from 0-1, if the score is ≤ 0.05, the amino acid substitution was predicted to be damaging.\n\nj\n\nScore ranges from 0-1, the closer the score is to 1, the greater the probability that amino acid replacement will damage the structure and function of protein.\n\nThe nine nonsynonymous variants detected in NTD cases were as follows: p.Glu327Val (c.980A>T), p.Val376Met (c.1126G>A), p.Thr521Ser (c.1562C>G), p.His634Leu (c.1901A>T), p.Gln647Arg (c.1940A>G), p.Gly701Arg (c.2101G>A), p.Gly868Arg (c.2602G>A), p.His941Arg (c.2822A>G) and p.Pro1023Leu (c.3068C>T) (\n\nFigure 1\n\n). Among these missense changes, p.Thr521Ser was located in the bromodomain. Amino acid conservation analysis showed that four of these mutations (p.Glu327Val, p.Thr521Ser, p.Gly701Arg and p.Gly868Arg) affected highly conserved amino acid residues, while the other five involved less conserved amino acid residues (\n\nTable 1\n\n). On the basis of bioinformatics, including analysis of amino acids property changes, conservation, localization in vital domains, and damage to protein structure or function using the SIFT/PolyPhen-2 algorithm, we selected the following four mutations for functional studies: p.Glu327Val (c.980A>T), p.Thr521Ser (c.1562C>G), p.Gly701Arg (c.2101G>A) and p.Gly868Arg (c.2602G>A).\n\nFIGURE 1\n\nRare missense variants identified in CECR2 gene.\n\n(A)\n\nStructure of the CECR2 transcript (NM_031413.3) and proteins (NP_113601.2), positions of 9 identified missense variants were marked in the gene sequence. Heterozygous variants of p.Glu327Val (c.980A>T), p.Thr521Ser (c.1562C>G), p.Gly701Arg (c.2101G>A) and p.Gly868Arg (c.2602G>A) were further confirmed via sequencing.\n\n(B)\n\nAlignment of human CECR2 protein sequence with other orthologues sequences, including zebrafish: A0A8M1RL92 (Uniprot); bovin: F1MRJ9; chicken: A0A8V0YBW6; pig: A0A287AW08; mouse: E9Q2Z1; rat: F1LYI0; and monkey: A0A2K5EPY0 by T-Coffee. Solid black arrow indicate a variant.\n\nClinical features of NTD patients carrying CECR2 mutations\n\nSix patients carrying a mutation at one of the four selected sites presented varying clinical features of NTDs. The p.Gly868Arg variant was detected in two patients, p.Glu327Val was found in two patients, and both of the remaining two mutations had only one carrier each. The only CECR2 mutation that was located in the bromodomain of the protein, p.Thr521Ser, was identified in a 4-year-old male patient (TJ-QS34) who was affected by a C2-3 vertebral fusion, an untypical NTD phenotype. The CECR2 p.Glu327Val (c.980A>T) substitution was found in two female fetuses (D41 and D66). D41 presented with congenital hydrocephalus and open lumbosacral spina bifida at 20 weeks of gestation. D66 presented with anencephaly and open spina bifida at 17 weeks of gestation, and was also affected by atelectasis, visceral congestion and single umbilical artery. A male patient (D63) carrying the CECR2 p.Gly701Arg (c.2101G>A) variant also presented with anencephaly at 25 weeks of gestation, and was affected by multiple abnormalities, including meningoencephalocele, atelectasis, visceral congestion, cheilopalatognathus, symphysodactylia, equinovarus and absence of the eyes and nose. Two female fetuses (D95 and D174) had the same mutation, CECR2 p.Gly868Arg (c.2602G>A). Although both patients presented with spina bifida, there were phenotypic variations: D95 had open occipitocervical thoracolumbar spina bifida, while D174 had non-open thoracolumbar spina bifida. In addition to spina bifida and other systemic defects, D95 was also affected by anencephaly, the most severe type of NTD, while D174 was affected by congenital hydrocephalus, which is commonly associated with spina bifida (\n\nTable 2\n\n).\n\nTABLE 2\n\nClinical characteristics and molecular findings in patients with neural tube defects\n\na\n\n.\n\nPatient\n\nD41\n\nD66\n\nTJ-QS34\n\nD63\n\nD95\n\nD174\n\nValidated mutations\n\nb\n\n(protein alteration (cDNA))\n\np.Glu327Val (c.980A>T)\n\np.Thr521Ser (c.1562C>G)\n\np.Gly701Arg (c.2101G>A)\n\np.Gly868Arg (c.2602G>A)\n\nGender\n\nF\n\nF\n\nM\n\nM\n\nF\n\nF\n\nEthnicity\n\nNorthern Chinese\n\nNorthern Chinese\n\nSouthern Chinese\n\nNorthern Chinese\n\nNorthern Chinese\n\nNorthern Chinese\n\nGestational age (weeks)\n\n20\n\n17\n\n4Y\n\nc\n\n25\n\n21\n\n17\n\nClinical features\n\nAnencephaly\n\n−\n\n+\n\n−\n\n+\n\n+\n\n−\n\nCongenital hydrocephalus\n\n+\n\n−\n\n−\n\n−\n\n−\n\n+\n\nSpina bifida\n\n+\n\nd\n\n+\n\ne\n\n−\n\n−\n\n+\n\nf\n\n+\n\ng\n\nMeningoencephalocele\n\n−\n\n−\n\n−\n\n+\n\n−\n\n−\n\nAtelectasis\n\n−\n\n+\n\n−\n\n+\n\n−\n\n+\n\nVisceral congestion\n\n+\n\n+\n\n−\n\n+\n\n−\n\n+\n\nMild placental hemorrhage\n\n−\n\n−\n\n−\n\n+\n\n−\n\n+\n\nC2-3 Vertebral fusion\n\n−\n\n−\n\n+\n\n−\n\n−\n\n−\n\nAbsence of eye and nose\n\n−\n\n−\n\n−\n\n+\n\n−\n\n−\n\nCheilopalatognathus\n\n−\n\n−\n\n−\n\n+\n\n−\n\n−\n\nSymphysodactylia\n\n−\n\n−\n\n−\n\n+\n\n−\n\n−\n\nSingle umbilical artery\n\n−\n\n+\n\n−\n\n−\n\n−\n\n−\n\nEquinovarus\n\n−\n\n−\n\n−\n\n+\n\n−\n\n−\n\na\n\nThis table summarizes the clinical findings in the study participants.\n\nb\n\nThe numbering of the mutations and alterations is relative to NM_031413.3 (gene) and NP_113601.2 (protein), respectively.\n\nc\n\nThe patient is 4 years old.\n\nd\n\nOpen lumbarsacral spina bifida.\n\ne\n\nOpen spina bifida.\n\nf\n\nOpen occipitocervical thoracolumbar spina bifida.\n\ng\n\nNon-open thoracolumbar spina bifida.\n\nMutations of CECR2 affected protein expression of CECR2\n\nGiven that reduction of Cecr2 in mice resulted in lethal exencephaly (\n\nLeduc et al., 2017\n\n;\n\nNiri et al., 2021\n\n), we addressed the question of whether the four CECR2 rare missense variants found in human patients would affect CECR2 protein expression\n\nin vitro\n\n. A wild-type (WT) CECR2 expression plasmid (WT group) and an empty control plasmid (NC group) were constructed and transiently transfected into NE-4C, a mouse E9 neural ectoderm cell line (\n\nDemeter et al., 2004\n\n). Western blotting assays revealed that protein levels of CECR2 did not differ between the NC group and the Blank group (normally cultured cells), but were remarkably higher in the WT group. We also constructed expression plasmids for each of the variants, and presumed that the quality of transfection of each expression plasmid would be equivalent. Expression levels of the p.E327V, p.T521S and p.G868R variants of CECR2 were significantly lower than that of WT group; notably, p.T521S led to a particularly significant decrease in total CECR2 expression (\n\nFigure 2\n\n). By contrast, expression of the p.G701R variant was comparable to that of WT, indicating that this mutation did not affect protein expression of CECR2. Furthermore, cells transfected with a recombinant variant containing all four mutations (4Mut) of CECR2 showed significantly decreased expression compared with WT CECR2 or the p.E327V single mutant, suggesting that multiple mutations could worsen stability of the protein.\n\nFIGURE 2\n\nEffects of CECR2 missense variants on CECR2 protein expression. NE-4C cells were transfected with wild-type (WT), empty vector plasmid, or the 4 selected CECR2 variants. WB was performed with whole-cell proteins lysate and analyzed proteins were immunoblotted with anti-Cecr2 antibody (Upper), and anti-Gapdh antibody (lower), which was served as loading control.\n\nThe p.T521S variant and HHcy synergistically decreased CECR2 expression\n\nNTDs are the result of interactions between genes and environment. On the basis of our previous research on the reduction in CECR2 gene expression induced by HHcy (\n\nZhang et al., 2018\n\n), we wondered whether the genetic variation in Cecr2 and HHcy might have a synergistic effect on the expression of CECR2. First, by employing Western blotting analysis, we confirmed that CECR2 protein expression was indeed downregulated in NE-4C cells treated with HTL, a highly reactive Hcy metabolite (\n\nMei et al., 2020\n\n). Furthermore, the reduction in CECR2 expression was stronger in cells treated with 1 mM HTL than in those treated with 0.5 mM HTL, demonstrating a dose-dependent effect of HTL (\n\nFigure 3A\n\n). Next, we examined the effect of HTL treatment on CECR2 expression in cells transfected with the p.T521S plasmid. The expression of CECR2 in the p.T521S + 1 mM HTL was significantly lower than that in the HTL-treated group or the untreated p.T521S group, suggesting that the p.T521S mutant and HHcy could work synergistically to reduce CECR2 protein expression (\n\nFigure 3B\n\n). Additionally, to further demonstrate that HTL can aggravate the disruption of CECR2 protein expression, we transfected in 1 mM HTL-treated cells with WT, p.E327V, p.G701R or p.G868R, or 4Mut plasmid. As shown in\n\nFigure 3C\n\n, compared with the Blank + HTL and NC + HTL groups, CECR2 expression did not change significantly in the WT + HTL group, suggesting that, in cells carrying a CECR2 overexpression plasmid, simultaneous HTL treatment can restore the normal expression of CECR2. However, in cells treated with p.E327V + HTL, p.G868R + HTL or 4Mut + HTL, the expression levels of CECR2 were still significantly lower than that in the WT + HTL group, which was consistent with the results in\n\nFigure 2\n\n. Collectively, these cell-based results demonstrated that HTL can co-regulate CECR2 expression with the p.T521S, p.E327V or p.G868R mutants of CECR2.\n\nFIGURE 3\n\nThe HHcy and CECR2 missense variants synergistically reduced the expression of CECR2 protein expression.\n\n(A)\n\nNE-4C were treated with different concentrations of HTL, and the expression level of CECR2 was detected by WB.\n\n(B)\n\nTransfected the mutant p.T521S into NE-4C cells with or without 1 mM HTL treatment, and detect the effect on the expression of Cecr2 protein by WB.\n\n(C)\n\nNE-4C cells were treated with 1 mM HTL and transfected with 4 CECR2 variants, respectively. WB was further employed to detect CECR2 protein expression.\n\nThe p.T521S variant cooperated with HHcy to induce increased apoptosis of NE-4C cells\n\nGiven that an increase in apoptosis is one of the most common cellular changes observed in studies of gene-targeted embryos that produce NTDs (\n\nCopp and Greene, 2010\n\n), we aimed to examine expression of cleaved caspase-3, a molecule related to both apoptosis and NTDs (\n\nHoude et al., 2004\n\n;\n\nZhou et al., 2018\n\n), in cells transfected with the Cecr2 mutants. As shown in\n\nFigure 4A\n\n, the p.T521S-transfected cells exhibited enhanced apoptosis compared to that in WT-transfected cells. Additionally, 1 mM HTL treatment combined with p.T521S transfection led to stronger enhancement of cleaved caspase-3 expression than p.T521S transfection alone. This trend of increased cleaved caspase-3 expression was also found in cells transfected with 4Mut. To test for the possibility of impairment of apoptosis at the cellular level, we performed annexin V and propidium iodide (PI) assays. Consistent with the increased cleaved caspase-3 activity, the percentage of apoptotic cells was decreased in both the p.T521S and 4Mut transfectants compared with that in the WT transfectants. By contrast, when the cultures of p.T521S or 4Mut transfectants were superimposed with HTL treatment, the percentages of apoptotic cells increased significantly compared with untreated cultures (\n\np\n\n< 0.05;\n\nFigure 4B\n\n). Taken together, these data suggested that the decrease in CECR2 protein resulting from CECR2 gene mutation or co-treatment with HTL led to cell apoptosis.\n\nFIGURE 4\n\nThe p.T521S variant induce cells apoptosis.\n\n(A)\n\nAfter transfection with p.T521S mutant or 4Mut plasmids, the expression level of apoptotic molecules: cleaved-caspase3 was detected by WB.\n\n(B)\n\nCell apoptosis was analyzed by flow cytometry after cells double staining with FITC and PI.\n\nFA supplementation rescued the reduction in CECR2 caused by CECR2 variants, with or without HHcy\n\nFA supplementation is effective in preventing the occurrence of NTDs (\n\nCrider et al., 2022\n\n), leading us to wonder whether FA could compensate for the abnormal CECR2 expression caused by the genetic variation in CECR2 in patients with NTDs. First, we examined the effect of 8 mg/L FA supplementation on cells transfected with the p.T521S variant, with or without co-treatment with 0.5 mM HTL or 1 mM HTL. As shown in\n\nFigures 5A, B\n\n, FA supplementation significantly increased the expression level of CECR2 in all three treatment groups. Additionally, FA supplementation had the almost same effect on cells transfected with 4Mut plasmid. To further elucidate the distribution and expression of CECR2 at the cellular level, we used the IF method to detect cells transfected with p.T521S and superimposed with different treatments. As shown in\n\nFigures 5C, D\n\n, CECR2 was mainly expressed in the cell nucleus. Compared with the p.T521S-transfected group, CECR2 expression was significantly downregulated in the p.T521S + HTL group. Supplementation of FA in both of these groups effectively increased the expression of CECR2 in the nucleus. FA supplementation also significantly downregulated cleaved caspase-3 expression in p.T521S- or 4Mut-transfected cells superimposed with HTL treatment (\n\nFigure 5E\n\n), suggesting that FA effectively reversed the damage caused by CECR2 variants and HTL treatment.\n\nFIGURE 5\n\nFolic acid can rescue decreased of CECR2 protein expression caused by CECR2 missense variants or high hcy. The cells treated with HTL were transfected with p.T521S variant\n\n(A)\n\nor 4-mixed variant\n\n(B)\n\n, respectively, and supplemented with or without FA, the expression of Cecr2 protein under different treatment conditions was detected by WB method.\n\n(C,D)\n\nIF assays were performed to detect the effect of FA on the expression and distribution of Cecr2 protein in p.T521S variant transfected cells.\n\n(E)\n\nThe rescue effect of FA on apoptosis was detected by WB in p.T521S or 4Mut transfected cells.\n\nDiscussion\n\nIn this study, we correlated CECR2 gene mutations and HHcy with CECR2 protein expression in NE-4C cells using integrative analysis of Western blotting and PI assay data. Our results indicated that three specific mutations identified in human NTDs (p.E327V, p.T521S, and p.G868R) led to reduced CECR2 protein expression, which further induced cell apoptosis. We propose that the increased cell apoptosis might have been responsible for the failure of neural tube closure in these patients. These effects were more severe when combined with HHcy treatment, but were effectively rescued by FA supplementation. Our results provide new evidence for the interaction between gene variants and environmental factors involved in the NTDs.\n\nIn our prior study, we identified four rare mutations in the CASPASE9 gene across 7 NTD samples and eight rare mutations in the DNAAF1 gene from 9 NTD patients (\n\nMiao et al., 2016\n\n;\n\nLiu et al., 2018\n\n). In this current research, we detected 9 point mutations in the CECR2 gene within 12 samples among 373 NTD cases. These low-frequency genetic variants alone may not directly cause NTDs; however, the simultaneous presence of multiple gene variants could have a synergistic effect on the occurrence of NTDs. For instance, variants in the CYP26B1 gene, occurring concurrently with other variants in neural tube-related genes such as CELSR3 and REST, were hypothesized to be associated with the craniorachischisis phenotype (\n\nZou et al., 2020\n\n). The risk of NTDs was three times greater in subjects carrying both heterozygous MTHFR C677T and MTR A2756G genotypes compared to those with wild-type homozygous AA and CC genotypes (\n\nKumari et al., 2022\n\n). Moreover, an accumulation of approximately nine SloFVs (singleton loss-of-function variants) represents a genomic threshold for NTD risk, regardless of genetic background or ethnicity (\n\nChen et al., 2018\n\n). These findings emphasize the importance of investigating low-frequency gene point mutations for identifying high-risk NTD groups, which may offer targeted sites for clinical personalized therapy.\n\nReduction or loss of CECR2 in mice led to lethal exencephaly (\n\nLeduc et al., 2017\n\n). Several point mutations in CECR2 that also resulted in exencephaly include mice with\n\nCecr2\n\ntm1.1Hemc\n\nand the hypomorphic genetrap mutation\n\nCecr2\n\nGt45Bic\n\n(\n\nFairbridge et al., 2010\n\n). Among the six clinical NTD cases with CECR2 variants in our cohort (\n\nTable 2\n\n), the most common NTD phenotypes were spina bifida and anencephaly (exencephaly), and these patients also exhibited meningoencephalocele, hydrocephalus and other deformities, suggesting that the NTD phenotype associated with CECR2 mutation may be diverse.\n\nVerification of the protein expression of the CECR2 mutants in the NE-4C cell model (\n\nFigure 2\n\n) showed that three of the variants (p.E327V, p.T521S, and p.G868R) exhibited significantly lower expression compared with WT, and one did not (p.G701R). Notably, the 4Mut variant showed a greater reduction in CECR2 protein than the single-point mutant p.E327V. Previous reports showed that\n\nCecr2\n\nGt45Bic\n\nhomozygous mutants had a wider distance between the cranial neural folds, while\n\nCecr2\n\nGt45Bic\n\nheterozygous embryos had a slight delay in neural tube closure (\n\nDawe et al., 2011\n\n). Together, these data suggested that the CECR2 variants may have a degree of dosage sensitivity.\n\nAt present, the molecular mechanism of NTDs induced by reduction of CECR2 protein is unclear. Despite its DNA repair function, CECR2 was not required for double-strand break repair in primary neurospheres (\n\nElliott et al., 2020\n\n). In a study using embryonic stem cells, CCAR2, LUZP1, and the ISWI proteins SMARCA5 and SMARCA1 were found to combine with CECR2 to structure and stabilize CERF components (\n\nNiri et al., 2021\n\n). Although no studies have reported on the involvement of these ISWI proteins in CECR2 variant-related NTDs, in the 11–14 somite stage,\n\nCecr2\n\nGt45Bic\n\nmutant embryos exhibited an approximately 7- to 14-fold reduction in CECR2 transcription from normal levels. This reduction resulted in downregulation of Alx1/Cart1 and Dlx5, which when mutated can result in exencephaly in mice (\n\nFairbridge et al., 2010\n\n), indicating that CECR2 mutants may be involved in NTDs by inducing downstream changes in gene expression. This phenomenon was also observed in our study: the NTD-related gene encoding caspase-3 (\n\nUrase et al., 2003\n\n;\n\nHoude et al., 2004\n\n) was abnormally activated in the p.T521S and 4Mut CECR2 mutants (\n\nFigure 4\n\n).\n\nOur results also highlighted the interaction between Hhcy, an environmental factor, and CECR2 mutations in the inhibition of CECR2 and activation of apoptosis. Their destructive effects were more serious than those caused by the single CECR2 mutants or HHcy treatment alone, indicating a superimposition effect of HHcy and CECR2 variation, which was effectively attenuated by FA supplementation (\n\nFigures 3\n\n–\n\n5\n\n). Both folate deficiency and HHcy are environmental factors for increased risk of NTDs (\n\nZhang et al., 2018\n\n;\n\nWang et al., 2021\n\n;\n\nWang et al., 2023\n\n). Furthermore, folate deficiency can lead to HHcy through one-carbon metabolism (\n\nBhatia and Singh, 2015\n\n;\n\nKaye et al., 2020\n\n), implying a crosslink between these two factors. Our results also suggested that the two had a synergistic regulatory effect on CECR2, in which the CECR2 mutants participated. Additionally, the interaction between HHcy and variation of the MTHFR gene, including the C677T and A1298C mutations, was shown to increase susceptibility to vascular diseases and neural tube defects in the progeny (\n\nPawlak and Strauss, 2001\n\n). Taken together, our data expanded the previous results, emphasizing the increased susceptibility to NTDs by the synergistic regulatory effect of HHcy and CECR2 mutation.\n\nIn this study, we identified and described nine rare mutations of the CECR2 gene in NTD cases and demonstrated that three of the variants (p.T521S, p.E327V and p.G868R) impaired protein expression, suggesting loss-of-function variation. We also showed that the p.T521S variant activated apoptosis, which became more serious under HHcy conditions. Our findings confirm the association of apoptosis with human NTDs and highlight the effect of gene—environment interactions in this complex disease."
  },
  {
    "pmcid": "7948406",
    "title": "The nuclear factor CECR2 promotes somatic cell reprogramming by reorganizing the chromatin structure",
    "publish_date": "2020-11-23",
    "full_text": "Somatic cells can be reprogramed into pluripotent stem cells by overexpression of a set of nuclear factors Oct4/Sox2/Klf4/c-Myc (OKSM) or Yamanaka factors (\n\n1\n\n) in mouse, or Oct4/Sox2/Nanog/Lin28 in human (\n\n2\n\n), alternatively. This revolutionary technic, which was termed induced pluripotent stem cells (iPSCs), promised a great opportunity in regeneration medicine. Previously, the reprogramming by OKSM was low in efficiency and dynamics, and the use of oncogene c-Myc, raising the concern of tumorigenicity for the resulting iPSCs. Thus, the alteration of the reprogramming factors, especially the use of nononcogenes or other non-Yamanaka factors, will offer us a safer somatic cell reprogramming technique and new insight(s) for the underlying mechanism in somatic cell reprogramming. Indeed, a set of nuclear factors were reported to play roles in iPSC induction by replacing or combining with the Yamanaka factors. Generally, these nuclear factors can be categorized into two groups: (1) transcriptional factors, which can facilitate somatic cell reprogramming by binding to specific nuclear sequences or motifs, such as\n\nGlis1\n\n(\n\n3\n\n),\n\nNr5a2\n\n(\n\n4\n\n),\n\nSall4\n\n(\n\n5\n\n,\n\n6\n\n),\n\nEsrrb\n\n(\n\n7\n\n),\n\nDax1\n\n(\n\n8\n\n),\n\nZscan4\n\n(\n\n9\n\n),\n\nTbx3\n\n(\n\n10\n\n), and\n\nPrdm14\n\n(\n\n11\n\n); (2) epigenetic regulators, which facilitate somatic cell reprogramming by altering the chromatin structure or DNA/histone modifications, such as\n\nTet1\n\n(\n\n12\n\n,\n\n13\n\n),\n\nBrg1\n\n(\n\n14\n\n). Despite the discovery of a set of nuclear factors that facilitate reprogramming, the systematic comparison of their effects, especially in efficiency and dynamics, on reprogramming is lacking. A function ranking of these factors on reprogramming may help us to diagnose the key points of the underlying mechanisms systematically and comprehensively.\n\nPreviously, we reported a combination of seven factors reprogramming cocktails (\n\nNanog-Esrrb-Glis1-Jdp2-Kdm2b-Sall4-Mkk6\n\n) (\n\n15\n\n), in which the dropout of Sall4 led a max reduction in the reprogramming efficiency, suggesting an outstanding role for Sall4 in cell fate determination. Consistently, Sall4 is reported to play an important role in a range of biological processes, such as somatic cell reprograming (\n\n5\n\n), tumorigenesis, and early embryonic development (\n\n16\n\n). However, the underlying mechanism for such an important role remains unclear. In this study, by comparing the efficiency and dynamics of a set of nuclear factors on somatic cell reprogramming, we confirm the critical role of\n\nSall4\n\non somatic cell reprogramming and identified that a new factor Cecr2, a histone acetyl-lysine reader, can promote the efficiency of somatic cell reprogramming as an effect of Sall4, attempting to improve our understanding of the epigenetic mechanisms that regulate cell fate transition.\n\nResults\n\nSall4 promotes OSK reprogramming\n\nPreviously, we have reported a group of 7F factors (\n\nNanog-Esrrb-Glis1-Jdp2-Kdm2b-Sall4-Mkk6\n\n) that can reprogram mouse fibroblasts into pluripotent stem cells with a ∼10% efficiency (\n\n15\n\n). In order to see any synergistic or cumulative effect(s) with the classic Yamanaka factors, we performed reprogramming experiments by adding each of the seven factors into Oct4, Sox2, Klf4 (\n\nFig. 1\n\nA\n\n), and showed that five of the seven factors promote OKS-induced reprogramming (\n\nFig. 1\n\nB\n\nand\n\nFig. S1\n\n,\n\nA\n\n–\n\nB\n\n). Notably, Sall4, a member of the spalt-like family members (\n\n16\n\n), is the most powerful one among them, in agreement with earlier works (\n\n17\n\n,\n\n18\n\n). We then further examined the reprogramming dynamics for Sall4 in the context of OKS-induced reprogramming with DsRed as Control and showed that Sall4 could promote iPS cell generation as early as day 3 when no iPSC colonies appear in the control group, and finally achieved ∼16% efficiency at day 7, comparing with 7% reprogramming efficiency in the control group (\n\nFig. 1\n\n,\n\nC\n\n–\n\nD\n\nand\n\nFig. S1\n\n,\n\nC\n\n–\n\nE\n\n).\n\nFigure 1\n\nComparison of reprogramming efficiency for a group of nuclear factors.\n\nA\n\n, schematics for factors induced somatic cell reprogramming.\n\nB\n\n, Oct4-GFP+ colonies induced by indicated factors cultured in iCD1 culture medium at day 7. OKS: Oct4(O), Klf4(K), Sox2(S). (n = 6 wells from three independent experiments; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.0001).\n\nC\n\n, Oct4-GFP\n\n+\n\ncolonies induced by OKS+DsRed/OKS+Sall4 in iCD1 culture medium. (n = 6 wells from three independent experiments; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.0001).\n\nD\n\n, images for (\n\nC\n\n). The scale bars represent 5 mm.\n\nSall4 reinforces reprogramming by opening and closing unique chromatin loci\n\nTo reveal any new insight or mechanism for Sall4 in the process of somatic cell reprogramming, we performed time-lapse RNA-seq for OKS+Sall4– or OKS+DsRed–induced reprogramming at day 0, day 1, day 3, day 5, and day 7, respectively. Principal component analysis (PCA) for RNA-seq data showed a similar but distinct path from mouse embryonic fibroblasts (MEFs) to embryonic stem cells (ESCs) (\n\nFig. 2\n\nA\n\n), with an end point at day 7 more closer to ESCs in OKS-Sall4 than in OKS-DsRed, consistent with the fact that the pluripotent genes such as\n\nNanog\n\n,\n\nEsrrb\n\n, and\n\nDppa3\n\nwere expressed much higher in OKS-Sall4 samples than in OKS-DsRed samples (\n\nFig. S2\n\n,\n\nA\n\n–\n\nB\n\n). More importantly, we showed that 921 genes are upregulated and 753 genes are downregulated by Sall4 overexpression, respectively (\n\nFig. 2\n\nB\n\n). We further showed the sequential activation of the key pluripotent genes by heatmap in a day-by-day manner (\n\nFig. 2\n\nC\n\n). It is quite clear that the pluripotent genes are activated faster in the OKS+Sall4 group than in the OKS+DsRed group. Consistently, among the GO terms derived from Sall4 upregulated genes are terms such as stem cell population maintenance, maintenance of cell number, and regionalization, whereas among the GO terms derived from the Sall4 downregulated genes are terms such as cellular response to interferon-beta and positive regulation of defense response (\n\nFig. 2\n\nD\n\n). We then performed ATAC-seq and showed by PCA analysis that, similar to RNA-seq, OKS+Sall4 modulates the chromatin structure toward an ESC-like state more quickly than OKS+DsRed (\n\nFig. 2\n\nE\n\n). We further investigated the chromatin accessibility dynamics as we described previously (\n\nFig. 2\n\nF\n\n) (\n\n17\n\n). We show that, in general, the total number of OC, CO, or PO peaks are quite similar, with 3151 CO peaks, 59,075 OC peaks, and 16,700 PO peaks shared under both conditions (\n\nFig. 2\n\nG\n\n). Specifically, we found that Sall4 opens the loci of pluripotent genes such as\n\nNanog\n\nand\n\nZfp42\n\nand closes those of fibroblast/mesenchymal genes such as\n\nSnai1\n\nand\n\nZeb2\n\n, suggesting the important role for sall4 in activating and silencing critical genes (\n\nFig. 2\n\nH\n\n).\n\nFigure 2\n\nSall4 enhanced reprogramming through reorganizing chromatin structure.\n\nA\n\n, PCA analysis for RNA-seq data from OKS+DsRed/Sall4. RNA-seq data were collected from two independent experiments and merged when analyzed.\n\nBlue\n\nor\n\nred fine dotted line\n\nindicated OKS+DsRed or OKS+Sall4 reprogramming path, respectively.\n\nB\n\n, heatmap profile from RNA-seq analysis classified genes regulated by Sall4 in reprogramming.\n\nC\n\n, heatmap for the expression of stem cell–related genes in OKS+DsRed/OKS+Sall4 samples in RNA-seq data.\n\nD\n\n, gO analysis for Sall4 promoted or inhibited genes in (\n\nB\n\n).\n\nE\n\n, PCA analysis for ATAC-seq data from OKS+DsRed/Sall4. ATAC-seq data were collected from one independent experiment.\n\nBlue\n\nand\n\nred fine dotted line\n\nindicated OKS+DsRed and OKS+Sall4 reprogramming path, respectively. D0 (day 0), D1 (day1), D3 (day 3), D5 (day 5), D7 (day 7).\n\nF\n\n, number of the peaks for each CO (close–open), OC (open–close), and PO (permanently open) subgroup.\n\nG\n\n, number of the peaks for each CO, OC, and PO groups between OKS+DsRed and OKS+Sall4.\n\nH\n\n, ATAC-seq analysis showed Sall4 affected close–open and open–close peaks at representative gene site.\n\nCecr2 as a downstream effector of Sall4\n\nTo further investigate the downstream effector(s) of Sall4 for promoting reprogramming, we first reanalyzed the time-course RNA-Seq data for the 7F factors-induced reprogramming we reported previously (\n\n15\n\n). By comparing the gene expression profiles, we generated a panel of candidate genes regulated by Sall4 (\n\nFig. S3\n\nA\n\n). GO analysis showed that genes responsible for stem cell population maintenance, stem cell differentiation, and stem cell proliferation are upregulated by Sall4 in 7F-induced reprogramming (\n\nFig. S3\n\nB\n\n). We then compared the expression of stem cell–related genes in both OKS+Sall4– and 7F-induced reprogramming system and showed by Venn diagram for the common or specific genes regulated by Sall4 between the two systems (\n\nFig. S3\n\nC\n\n,\n\nTable S3\n\n). To this end, we identified nine genes,\n\nTfcp2l1\n\n,\n\nNup210\n\n,\n\nLin28a\n\n,\n\nCecr2\n\n,\n\nTrh\n\n,\n\nDppa5a\n\n,\n\nHmgb2\n\n,\n\nRcor2\n\n, and\n\nTdh\n\n, for further functional analysis based on their relevant expression to Sall4 over-expression in 7F-induced reprogramming system (\n\nFig. S3\n\n,\n\nD\n\n–\n\nE\n\n).\n\nWe then over-expressed these nine genes in the OKS-induced reprogramming system and found that Cecr2 is the only hit that could significantly promote somatic cell reprogramming (\n\nFig. 3\n\nA\n\n,\n\nFig. S3\n\nF\n\n). We further measured the dynamics of iPSC colonies generated by Cecr2 with Oct4-GFP reporter MEFs and showed that Cecr2 mainly promoted reprogramming at the late stage of reprograming (\n\nFig. 3\n\n,\n\nB\n\n–\n\nC\n\n). To further confirm these observations, we use Oct4-GFP/Dppa5a-Tdtomato double reporter MEFs as the starting cells and show very similar results (\n\nFig. 3\n\nD\n\nand\n\nFig. S3\n\nG\n\n). Consistently, Cecr2 is not activated without Sall4 in the 7F reprogramming system (\n\nFig. 3\n\nE\n\n), whereas it is activated significantly when Sall4 is over-expressed in the OKS reprogramming system (\n\nFig. 3\n\nF\n\n). These data suggest that Cecr2 may be regulated by Sall4 directly. To test this further, we performed ChIP(Chromatin Immunoprecipitation)-seq experiments with Sall4 antibody in mESC (\n\nFig. 3\n\nG\n\n) and detected peaks in the TSS region of Cecr2 locus where open chromatin is evident with ATAC-seq. To test the significance of these peaks, we constructed two reporters by inserting two fragments near Cecr2 TSS as illustrated and found that Sall4 can activate both constructs with luciferase activity (\n\nFig. 3\n\nH\n\n), suggesting that Sall4 regulated the expression of Cecr2 by directly binding to the transcription start site(TSS) region. We further showed that Cecr2 can slightly replace Sall4 in 7F-induced reprograming functionally (\n\nFig. 3\n\nI\n\n), whereas there was no synergistic effect with Sall4 in OKS-induced reprogramming (\n\nFig. S3\n\nH\n\n).We further showed that iPSC colonies derived from OKS+Cecr2 were similar to ESCs in morphology (\n\nFig. S3\n\nI\n\n) and RNA expression profile (\n\nFig. S3\n\nJ\n\n). These data suggested that Cecr2 is a downstream effector of Sall4 in somatic cell reprogramming.\n\nFigure 3\n\nCecr2 promotes somatic cell reprogramming.\n\nA\n\n, reprogramming efficiency for indicated genes in OKS induced reprogramming at day 7 (n = 6 wells from three independent experiments; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.0001).\n\nB\n\n, numbers of Oct4-GFP+ colonies induced by OKS+DsRed or OKS+Cecr2 from 10,000 OG2-MEFs in iCD1.(n = 6 wells from three independent experiments).\n\nC\n\n, images for (\n\nB\n\n). The scale bars represent 5 mm.\n\nD\n\n, numbers of Oct4-GFP+ or Dppa5-tdTomato+ colonies induced by OKS+DsRed or OKS+Cecr2 from 10,000 OD-MEFs in iCD1 culture at day 7(n = 6 wells from three independent experiments; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.0001).\n\nE\n\n, expression level of Cecr2 in 7F or 7F-dropout RNA-seq data.\n\nF\n\n, qPCR analysis for the expression of Sall4 in OKS+DsRed or OKS+Cecr2 samples.\n\nG\n\n, schematic representation of the reporter designed according to the regulation of Cecr2 from mESC ATAC-seq and mESC Sall4 ChIP-seq. The sequences were cloned into pGL3 Vector (TSS, Transcription Start Sites; Luc, luciferase).\n\nH\n\n, Sall4 promotes the activity of Cecr2 reporter. pGL3-based reporters and TK-Renilla were cotransfected with Sall4 or control plasmid into the 293T cell line. Luciferase activity was detected at 48 h post transfection (n = 2 biological replicates each with 2 technical replicates; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.0001).\n\nI\n\n, reprogramming efficiency for Cecr2 and Sall4 in JKMNEG-based reprogramming at day 7. JKMNEG:Jdp2-Kdm2B-Mkk6-Nanog-Esrrb-Glis1. (n = 6 wells from three independent experiments).\n\nCecr2 facilitates reprogramming by reorganizing chromatin\n\nTo further investigate the mechanism through which Cecr2 facilitates OKS reprogramming, we performed RNA-seq on OKS+Cecr2 and OKS+DsRed reprogramming cells at D0, D1, D3, D5, and D7. PCA analysis shows little differences between OKS+Cecr2 and OKS+DsRed samples (\n\nFig. 4\n\nA\n\n). Yet, pluripotent genes, such as Fzd10, Zfp42, and Zscan10, Fbxo15, have higher expression levels at later stage when Cecr2 overexpressed (\n\nFig. 4\n\nB\n\n), consistent with the higher efficiency. Furthermore, we can identify 615 genes upregulated and 396 downregulated by Cecr2, respectively (\n\nFig. 4\n\nC\n\n). Gene Ontology or GO analysis reveals that genes upregulated by Cecr2 are enriched in GO terms such as maintenance of cell number, stem cell population maintenance, chromosome organization, and DNA repair, and those downregulated by Cecr2 as regulation of ribonuclease activity, axonogenesis, regulation of nuclease activity, etc. (\n\nFig. 4\n\nD\n\n).\n\nFigure 4\n\nCecr2 reorganizes the chromatin structure at the later stage of reprogramming.\n\nA\n\n, PCA analysis for RNA-seq data from time course OKS+DsRed or OKS+Cecr2 samples. RNA-seq data were collected from two independent experiments and were merged when analyzed.\n\nB\n\n, heatmap for selected genes regulated by Cecr2 in RNA-seq dataset.\n\nC\n\n, heatmap of RNA-seq.\n\nD\n\n, heatmap for GO analysis of Cecr2 promoted or inhibited genes in (\n\nC\n\n).\n\nE\n\n, PCA analysis for ATAC-seq data from OKS+DsRed/Cecr2. ATAC-seq data were collected from one independent experiment.\n\nBlack\n\nand\n\nblue fine dotted line\n\nindicated OKS+DsRed and OKS+Cecr2 reprogramming path, respectively. D0 (day 0), D1 (day 1), D3 (day 3), D5 (day 5), D7 (day 7).\n\nF\n\n, the total number of chromatin regions (peaks) for each CO, OC, and PO subgroup.\n\nG\n\n, Venn plots for the numbers of peaks for overlapping between each CO, OC, and PO groups between OKS+DsRed and OKS+Cecr2.\n\nH\n\n, genome view of the ATAC-seq data at\n\nZfp42\n\nand\n\nTcl1\n\nlocus.\n\nI\n\n, Venn plots for the number of stem cell–related genes upregulated by OKS+Cecr2– or OKS+Sall4–induced reprogramming.\n\nThe discrepancy between the overall RNA-seq results and select gene expression in\n\nFigure 4\n\nA\n\nversus\n\nFigure 4\n\n,\n\nB\n\n–\n\nC\n\nsuggests that Cecr2 may regulate only a specific set of genes. To confirm this, we performed ATAC-seq on OKS+Cecr2 and OKS+DsRed reprogramming cells at D0, D1, D3, D5, and D7. Indeed, unlike RNA-seq data, PCA analysis for ATAC-seq data demonstrates quite clear divergent paths between OKS+Cecr2 and OKS+DsRed (\n\nFig. 4\n\nE\n\n). Consistent with the RNA-seq data, the total number of CO, OC, or PO peaks between the two conditions are quite similar (\n\nFig. 4\n\nF\n\n), with 4404 CO peaks, 55,406 OC peaks, and 17,565 PO peaks shared in both conditions (\n\nFig. 4\n\nG\n\n). However, the chromatin loci near pluripotent genes such as Zfp42 and Tcl1 are opened more quickly in the Cecr2 group than in the DsRed control group (\n\nFig. 4\n\nH\n\n), suggesting that Cecr2 promoted reprogramming by reorganizing chromatin structure at late stage of reprogramming. To further investigate the similarities or differences upon the impact to the pluripotent regulation network between Cecr2 and Sall4, we compared the RNA-seq data from OKS+DsRed, OKS+Sall4, and OKS+Cecr2 by heatmap and Gene Ontology analysis and further compared them by using a set of stem cell–related genes and showed that 8 genes such as\n\nT\n\n,\n\nCdx2\n\n,\n\nWdr62\n\n,\n\nEsrrb\n\n,\n\nNanog\n\n,\n\nZscan10\n\n,\n\nFancc\n\n, and\n\nDppa2\n\nare regulated by both CECR2 and SALL4; 3 genes such as Sall4, Sema4a, and Nrtn are regulated by CECR2; 26 genes such as\n\nTet1\n\n,\n\nSall1\n\n,\n\nTbx3\n\n,\n\nTfap2c\n\n,\n\nLin28a\n\n, and\n\nFgf4\n\nare regulated by SALL4, respectively. (\n\nFig. 4\n\nI\n\n,\n\nTable S3\n\n). We also compared the chromatin accessibility dynamics data from OKS+DsRed, OKS+Sall4, and OKS+Cecr2, and PCA analysis showed that the chromatin state of Cecr2 is very close to Sall4 group at the late stage of reprogramming (\n\nFig. S4\n\n,\n\nA\n\n–\n\nC\n\n). These data suggested that CECR2 plays a significant role in reorganizing chromatin in the late stage of reprogramming.\n\nThe DDT domain is essential for the reprogramming activity of CECR2\n\nCECR2 is a multidomain transcription factor (\n\n19\n\n) that may modulate chromatin remodeling through its DDT (involved in chromatin remodeling with ISWI), BRD (bromodomain, binds acetylated lysine residue), AT hook, or NLS domains separately or in combination (\n\nFig. 5\n\nA\n\n). To see which one is responsible for enhancing reprogramming, we generated a set of constructs as shown in\n\nFigure 5\n\nA\n\nand show that the deletion of the DDT domain results in loss of ability to promote OKS reprogramming (\n\nFig. 5\n\nB\n\n). Previously, Cecr2 was reported to remodel the chromatin structure by forming a complex with SNF2L(SMARCA1) (\n\n18\n\n)，a member of the ISWI family of protein. By co-overexpressing CECR2-HA and SMARCA-3×FLAG in 293 cells, we confirmed this interaction by coimmunoprecipitation (coIP) experiment (\n\nFig. 5\n\nC\n\n) and further showed that the DDT domain was necessary for this protein–protein interaction (\n\nFig. 5\n\nD\n\n). Furthermore, we checked this interaction by IP-MS experiment and showed by heatmap that CECR2 could enrich SMARCA1, whereas Cecr2-DTT could not (\n\nFig. 5\n\nE\n\n,\n\nFig. S5\n\nA\n\n). Consistently, GO analysis for CECR2-specific interaction proteins showed a significant enrichment in GO term for chromatin remodeling (\n\nFig. 5\n\nF\n\n,\n\nFig. S5\n\nB\n\n). These data indicated that CECR2 regulates somatic cell reprogramming by DTT domain–mediated chromatin remodeling.\n\nFigure 5\n\nEffect of cecr2 gene structure on its reprogramming activity.\n\nA\n\n, schematic illustration of Cecr2 structure and mutants.\n\nB\n\n, effect of various Cecr2 mutants on OKS-induced reprogramming (n = 6 wells from three independent experiments; mean ± SD, two-tailed, unpaired\n\nt\n\ntest; ∗∗∗\n\np\n\n< 0.001.).\n\nC\n\n, IP and immunoblot analysis of the interaction between CECR2-HA and SNF2L-FlAG.\n\nD\n\n, IP and immunoblot analysis of CECR2-HA/CECR2 ΔDDT-HA and SNF2L-FLAG indicates the DDT domain is essential for the interaction between CECR2 and SNF2L. SNF2L with a molecular weight of 123 kDa is indicated. Asterisks indicate non-specific bands.\n\nE\n\n, heatmap of IP-MS analysis showing Top 20 proteins enriched in CECR2. NOTE that the deletion of DDT domain disrupts the interaction between CECE2 and SMARCA1(SNF2L).\n\nF\n\n, heatmap of GO analysis for top 100 proteins enriched in OKS+Cecr2-3×FLAG VS OKS+DsRed-3×FLAG (Control) or top 100 proteins enriched in OKS+Cecr2-3×FLAG VS OKS+Cecr2 ΔDDT-3×FLAG reprogramming in day 3 through FLAG-IP MS.\n\nCECR2 is dispensable for pluripotency\n\nTo further investigate the role Cecr2 may play in pluripotency and differentiation, we inactivated\n\nCecr2\n\nby CRISPR-Cas9–mediated gene editing in mESC (\n\nFig. 6\n\nA\n\n) and confirmed the inactivation of Cecr2 at RNA (\n\nFig. 6\n\nB\n\n) and protein levels (\n\nFig. 6\n\nC\n\n). Cecr2 single or double allele knockout ESC are very similar to WT ESC in morphology (\n\nFig. 6\n\nD\n\n), expression of pluripotent genes (\n\nFig. 6\n\nE\n\n), and also the three germ layer markers expression when undergoing embryoid bodies differentiation\n\nin vitro\n\n(\n\nFig. 6\n\nF\n\n). These data demonstrate that Cecr2 is dispensable for pluripotency or early embryonic development. We further tested the development potential of double allele knockout ESC by injecting the cells into diploid or tetraploid embryos followed by a transfer to pseudo pregnant mouse (\n\nFig. 6\n\nG\n\n). No live embryos were obtained at 13.5 d.p.c(days post coitum) in tetraploid injection group, whereas 10 live chimera embryos were obtained in the diploid injection group (\n\nFig. S6\n\nA\n\n), with 2 of 10 showing typical neural tube defected exencephaly (\n\nFig. 6\n\nH\n\n). We further purified Cere2 KO MEFs by puromycin selection for MEFs derived from E13.5 chimera embryos (\n\nFig. 6\n\nH\n\n). The Cecr2 KO MEF could be reprogramed into iPSC colonies successfully at an efficiency of ∼5% (\n\nFig. 6\n\nI\n\n). Consistently, knockdown of Cecr2 by shRNA shows little impact on the reprogramming efficiency (\n\nFig. S6\n\nB\n\n). These data suggested that Cecr2 is not essential for iPSC generation. However, Sall4 promotes reprogramming more significantly in WT MEFs than in Cecr2 KO MEFs (\n\nFig. 6\n\nJ\n\n). These data suggested that SALL4 promotes somatic cell reprogramming partially by CECR2.\n\nFigure 6\n\nKnockout of Cecr2 in mESCs.\n\nA\n\n, schematic of Cecr2 gene-targeting strategy. Two sgRNAs targeted DDT domain were transfected into mESCs with cas9. Cells were cultured feeder free in N2B27+2i+LIF(2iL) medium.\n\nB\n\n, qPCR analysis for the validation of Cecr2 knockout in mESCs.\n\nC\n\n, immunoblotting of CECR2 protein in Cecr2\n\n+/+\n\nand Cecr2\n\n−/−\n\nESC in 2i+LIF medium.\n\nD\n\n, images of Cecr2 KO in Oct4-GFP reporter cell line under 2iL condition. (SKO, single allele knockout; DKO, double allele knockout). The scale bars represent 250 μm.\n\nE\n\n, relative expression of the pluripotency genes in Cecr2 WT, SKO, and DKO mESC.\n\nF\n\n, relative expression of the indicated genes representing early germ layer commitment during the embryonic body (EB) formation by Cecr2 WT, SKO, and DKO mESC.\n\nG\n\n, the work flow for the generation of Cecr2 knockout chimera embryos.\n\nH\n\n, chimeric embryos show the NTC exencephaly. Cecr2 knockout MEFs (Cecr2 KO OG2MEFs) were isolated from E13.5 embryos. Cecr2 knockout MEFs were selected by puromycin (2 μg/ml).\n\nI\n\n, numbers of Oct4-GFP+ colonies from 15,000 Cecr2 KO OG2-MEFs induced by OKS+Cecr2 or OKS+Sall4 in iCD1 culture conditions at day 7.\n\nJ\n\n, the effect of Cecr2 knockout on OKS+Cecr2– or OKS+Sall4–induced reprogramming.\n\nDiscussion\n\nTranscriptional factor–based somatic reprogramming is a promising tool for both the study of fundamental mechanism in cell biology and the cell-based therapies in regenerative medicine. A challenge regarding optimization and standardization of this technic is the identification of a gene set that can achieve rapid and efficient iPSC generation in a quantifiable and predictable way. Previously, we demonstrated that Sall4 is the most indispensable transcriptional factor among a new set of 7F reprogramming factor cocktails by which high-quality iPSC colonies could be achieved rapidly and efficiently (\n\n15\n\n). In this study, we first confirmed the significant role of Sall4 overexpression in the classic Yamanaka factors Oct4/Sox2/Klf4–induced somatic cell reprogramming and further investigated the chromatin accessibility and gene expression dynamics. Importantly, we identified Cecr2, a histone acetyl-lysine reader, is an important responder of SALL4 in somatic cell reprogramming. These results indicate that Cecr2 acts as an effector of Sall4 to modulate the landscape of chromatin accessibility (\n\nFig. 7\n\n), which improved our understanding for transcription factors-induced cell fate transition in lineage specification,\n\ntrans\n\n-differentiation, and somatic cell reprogramming.\n\nFigure 7\n\nA model for Sall4-Cecr2–mediated somatic cell reprogramming.\n\nDuring somatic cell reprogramming, Cecr2 was upregulated by SALL4’s binding to its promoter region. The resulting CECR2 protein formed an SNF2L contained chromatin remodeling complex, which promotes somatic cell reprograming in the late stage.\n\nIn addition to the classic Yamanaka factors, a series of transcriptional factors have been reported to mediate somatic cell reprogramming (\n\n19\n\n). Among them, Oct4 was regarded to be the most important one, as single Oct4 alone can reprogram MEFs into the pluripotent state (\n\n20\n\n). Previously, Sall4 has been described as a “star” factor that links between stem cells, development, and cancer (\n\n16\n\n), and amounts of regulators, partners and targets of SALL4 were identified. Recently, our finding indicated that Sall4 showed an increasing importance beyond other reprogramming factors by a dropout assay in a newly setup 7F reprogramming cocktails (\n\n15\n\n). The identification of CECR2 extends the reprogramming factor family members. More importantly, CECR2 has been reported to be a member of an important family of chromatin modification complexes, and this finding will provide new insights into the mechanisms by which Sall4 regulates somatic reprogramming through epigenetic mechanisms, in particular by altering chromatin accessibility.\n\nChromatin modification complexes such as BAF have been reported to be involved in regulating somatic reprogramming (\n\n14\n\n). CECR2 has been reported to be involved in somatic reprogramming for the first time. Interestingly, CECR2 has been reported to form chromatin modification complex with SNF2L (\n\n20\n\n), suggesting that this complex may be involved in chromatin accessibility changes during Sall4-driven somatic reprogramming, thereby facilitating the somatic reprogramming process. It is important to note whether this CECR2-dependent SALL4-driven chromatin modification process is specific to somatic reprogramming or not. In addition, it is necessary to investigate whether there are similar mechanisms in the fate determination of other cells.\n\nExperimental procedures\n\nCell culture\n\nMale Oct4–GFP transgenic allele carrying mice (CBA/CaJ × C57BL/6J) were bred with 129Sv/Jae female mice to get OG2MEFs from 13.5 d.p.c mouse embryos. ODMEFs were isolated from 13.5 d.p.c mouse embryos from hybrids of Dppa5a-tdTomato reporter male mice (129) and OG2 female mice (CBA/CaJ × C57BL/6J). MEFs and PlatE cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum (FBS), non-essential amino acids(NEAA) and GlutaMAX supplement. mESCs were maintained on feeder layers with mES+2i medium (DMEM, 15% FBS, NEAA, GlutaMAX, β-Mercaptoethanol, PD0325901, Chir99021, LIF) or feeder free with N2B27+2i medium (knockout/DMEM, DMEM, N2, B27, NEAA, GlutaMAX, β-ME, PD0325901, Chir99021, LIF).\n\nGeneration of iPSCs\n\nA total of 8 × 10\n\n6\n\nplat-E cells were seeded into 100-mm dish 1 day before transfection. Calcium phosphate transfection was performed when cell confluence reached 80%. Retrovirus supernatants were collected 48 and 72 h post transfection and filtered by 0.45-μm filter (Millipore). Retrovirus supernatants could be stored at room temperature for 24 h About 12 to 24 h before infection, MEFs were seeded into 12- or 24-well plate at a density of 5000 cells/cm\n\n2\n\n. Each retrovirus supernatant and MEFs culture medium were mixed at a ratio of 1:1 with 4 g/ml polybrene to infect MEFs. After twice infection, MEFs were changed to iCD1 medium (\n\n21\n\n) and the day was defined as day 0. GFP+ colonies and td-Tomato+ colonies at different time points were counted to indicate reprogramming efficiency.\n\nGeneration of Cecr2 knockout OG2 mESCs\n\nThe Cecr2 knockout mESC line was generated by genome editing using CRISPR-Cas9. In brief, two pX330-puro vectors containing sgCecr2-1/2 were transfected into OG2 mESCs with lipo3000 in a ratio of 1:1. The colonies were selected by puromycin (2 μg/ml) for 3 days. The sgRNA used for genome editing and PCR primers used for knockout identification were listed in\n\nTable S1\n\n.\n\nFlow cytometry\n\nReprogramming cells were collected at different days and digested by 0.25% trypsin. Cells were suspended with flow cytometry buffer (PBS with 2% FBS). After being filtered, suspensions were analyzed with Fortessa cytometer (BD Biosciences, San Jose, CA). The flow cytometry data were analyzed using FlowJo software.\n\nWestern blot\n\nWestern blots were performed using typical laboratory procedures with the antibodies anti-CECR2 (sc-514878, Santa Cruz Biotechnology) and anti-GAPDH (MAB374, Millipore).\n\nLuciferase activity analysis\n\nThe pGL3-reporters were designed according to mESCs ATAC-seq and mESCs Sall4 ChIP-seq result. The analysis result indicated that Sall4 regulated Cecr2 at the TSS site. We constructed DNA sequences TSS ± 1kb and TSS-2kb into pGL3-Basic vector. 293T cells transfected with pMX-Sall4 were planted in 24-well plates at a density of 200,000 per well, and the pGL3-Basic vector (0.5 μg per well)/pGL3-reporter (500 ng per well, pGL3-TSS ± 1kb/pGL3-TSS-2kb) were co-transfected into the cells with TK-Renilla (5 ng per well) using Lipo3000 Transfection Reagent (L3000015, Invitrogen) according to the manufacturer’s instructions. Forty-eight hours after transfection, the cells were washed with PBS and lysed in PLB (Promega), and the luciferase activity was detected according to the instructions for the Dual-Luciferase Reporter Assay System (Promega).\n\nCoimmunoprecipitation\n\nPlat-E cells were transfected with pMX-Cecr2-HA/pMX-Cecr2 ΔDDT-HA and pMX-Smarca1-3×FLAG at the same time. Thirty-six hours after transfection, cells were digested, counted, and lysed. One milliliter lysis buffer (150 mM NaCl, 50 mM Tris-HCl pH 7.4, 2 mM EDTA, 1% NP-40, and protease inhibitors) was used to lyse 1 × 10\n\n7\n\ncells. Cells were lysed for 30 min at 4 °C. The lysates were centrifuged (13,000\n\ng\n\nfor 10 min) and only the supernatant was collected. Immunoprecipitation was performed by 400 μl supernatant and 20 μl anti-HA beads (88837, Thermo Scientific) for 40 min at room temperature. Beads were washed with lysis buffer for five times and then boiled in SDS loading buffer for 10 min to resuspend sample. Antibodies used for coIP were anti-HA (3724s, CST); anti-FLAG (F1804, Sigma).\n\nImmunoprecipitation-MS\n\nWhole cell extracts of reprogramming cells at day 3 with Cecr2-FLAG/DsRed-FLAG overexpression (OKS+Cecr2-3×FLAG/OKS+DsRed-3×FLAG) were prepared using lysis buffer (50 mM Tris pH 8.0, 150 mM NaCl, 10% glycerol, 0.5% NP40) with freshly added Complete Protease inhibitors (Sigma, 1187358001). Cells were incubated for 2 h at 4 °C with rotation. Soluble cell lysates were collected by centrifugation (12,000\n\ng\n\n, 15 min at 4 °C). One milligram of cell lysates was incubated with either FLAG antibody or matched IgG overnight at 4 °C with rotation. Combined Protein A/G magnetic beads (Bio-Rad, 1614833) were added for another 1.5 h. Beads were then washed three times with wash cell lysis buffer and one time with PBS. After complete removal of PBS, immunoprecipitated proteins were digested using on-bead digestion protocol as described before (\n\n22\n\n). Briefly, beads were incubated with 100 μl of elution buffer (2 M urea, 10 mM DTT, and 100 mM Tris pH 8.5) for 20 min. Then, iodoacetamide (Sigma, I1149) was added to a final concentration of 50 mM for 10 min away from light, followed by 250 ng of trypsin (Promega, V5280) for partial digestion for 2 h. After incubation, the supernatant was collected in a separate tube. The beads were then incubated with 100 μl of elution buffer for another 5 min, and the supernatant was collected in the same tube. All these steps were performed at RT in a thermoshaker at 1500 rpm. Combined elutes were digested with 100 ng of trypsin overnight at RT. Finally, tryptic peptides were acidified to pH < 2 by adding 10 ml of 10% TFA (trifluoroacetic acid, Sigma, 1002641000) and desalted using C18 Stagetips (Sigma, 66883-U) prior to MS analyses.\n\nInduction of embryoid bodies\n\nin vitro\n\nIn order to induce embryoid bodies differentiation\n\nin vitro\n\n, mESCs were digested by 0.05% trypsin and cultured in suspension at a density of 1000 cells/20 μl. Suspension medium was mES medium (DMEM, 15% FBS). After 6 days of induction, embryoid bodies were collected and lysed with TRIzol to analyze germline genes expression. Germline genes include endoderm (Sall4, Sox17, Gata4, Gata6), mesoderm (Flk1, T), and ectoderm (Nestin, Sox1).\n\nGeneration of Cecr2 knockout MEFs\n\nIn order to get Cecr2 knockout MEFs, puromycin-resistant Cecr2 knockout OG2 mESCs were incubated with one or two E2.5 embryos to form chimeric or tetraploid embryos. In brief, E2.5 embryos were treated with acid Tyrode's solution to remove zona pellucida. Then one or two embryos was incubated with 15 to 20 Cecr2 knockout OG2 mESCs in incubator for 24 h to form blastocyst, followed by implantation into pseudopregnant ICR female mice. Chimeric MEFs were isolated from E13.5 embryos. Cecr2 knockout MEFs were selected by puromycin (2 μg/ml) for the following 3 days. All of the animal experiments were performed with the approval and according to the guidelines of the Animal Care and Use Committee of the Guangzhou Institutes of Biomedicine and Health.\n\nRT-qPCR and RNA-Seq\n\nTotal RNA was extracted with a TRIzol-based protocol and converted into cDNAs with ReverTra Ace (Toyobo) and oligo-dT (Takara), and then analyzed by qPCR with Premix Ex Taq (Takara). Libraries were constructed according to the instructions for the Illumina TruSeq RNA Sample Prep kit (RS-122-2001, Illumina). Sequencing was performed on a MiSeq instrument with Miseq Reagent Kit V2 (MS-102-2001, Illumina). Data were analyzed with RSEM software. The qPCR primers for pluripotent genes, Germline genes, and Cecr2 expression–related genes used in this research can be found in\n\nTable S2\n\n.\n\nATAC-seq\n\nATAC-seq was performed as previously described (\n\n23\n\n). In brief, 50,000 cells were collected and washed once with 50 ml cold PBS. Then 50 ml lysis buffer (10 mM Tris-HCl pH 7.4, 10 mM NaCl, 3 mM MgCl\n\n2\n\n, 0.2% (v/v) IGEPAL CA-630) was used to resuspend cells. The suspension was then centrifuged at 500\n\ng\n\nfor 10 min at 4 °C, followed by addition of 50 ml transposition reaction mix (25 ml TD buffer, 2.5 ml Tn5 transposase, and 22.5 ml nuclease-free H\n\n2\n\nO) of Nextera DNA library Preparation Kit (96 samples) (FC-121-1031, Illumina). After suspension, samples were amplified by PCR and incubated at 37 °C for 30 min. DNA was isolated using a MinElute Kit (QIAGEN). ATAC-seq libraries were subjected to five cycles of preamplification first to determine the number of cycles required for the second round of PCR. Then the amplified libraries, amplified by PCR for an appropriate number of cycles, were purified with a Qiaquick PCR (QIAGEN) column. The concentration of library was measured using a KAPA Library Quantification Kit (KK4824). Library integrity was checked by gel electrophoresis. Finally, the ATAC library was sequenced on a NextSeq 500 using a NextSeq 500 High Output Kit v2 (150 cycles) (FC-404-2002, Illumina).\n\nChIP-seq\n\nSall4 ChIP was performed with CUT&Tag (Cleavage Under Targets and Tagmentation, Hyperactive pA-Tn5 Transposase for CUT&Tag, S603-01, Vazyme) method. In brief, 60,000 mESCs were collected and bounded to Concanavalin A–coated beads. Then cells were resuspended in antibody buffer and incubated with primary (SALL4A, abcam, ab29112) and secondary antibodies in order. Then samples were incubated with pA-Tn5 transposase. After transposon activation and tagmentation, DNA was isolated, amplified, and purified to construct ChIP-seq library. The ChIP DNA library for NextSeq 500 sequencing was constructed with VAHTS Turbo DNA Library Prep Kit for Illumina (Vazyme Biotech) according to manufacturer’s instructions. AMPure XP beads were used for purification steps. The library was quantified with VAHTS Library Quantification Kit for Illumina (Vazyme Biotech). Libraries were sequenced on an Illumina NextSeq 500 v2 using 50-bp paired-end reads.\n\nATAC-seq analysis\n\nAll the sequencing data were mapped onto the mm10 mouse genome assembly using the bowtie2 software. Low-quality mapped reads were removed using samtools (view –q 35) and only unique reads mapping to a single genomic location or strand were kept. We removed mitochondrial sequences using ‘grep –v ‘chrM’. Biological replicates were merged, and peaks were called using dfilter (\n\n24\n\n) (with the settings: -bs = 100 –ks = 60 –refine). BigWig files were produced by genome Coverage Bed from bedtools (scale = 107/<each_sample’s_total_unique_reads >) and then bed graph to BigWig. Gene ontology and gene expression measures were first called by collecting all transcription start sites within 10 kb of an ATAC-seq peak and then performing GO analysis with goseq (\n\n25\n\n). Other analysis was performed using glbase (\n\n26\n\n).\n\nRNA-seq, ChIP-seq analyses\n\nRNA-seq clean reads were mapped to mouse transcript annotation of Gencode vM15 version on mm10 genome using RSEM (\n\n27\n\n). We chose\n\ntrans\n\nper million value for the normalization and evaluation of gene expression levels. Meanwhile, ChIP-seq clean reads were mapped to mm10 genome using Bowtie2 package (\n\n28\n\n). Then we applied MACS2 (\n\n29\n\n) and Dfilter (\n\n24\n\n) to call the enriched peaks, then used Deeptools (\n\n30\n\n) and Homer (\n\n31\n\n) to calculate the ChIP-seq peak profiles near the gene. Data analysis and visualizations were performed in R environment.\n\nData availability\n\nATAC-seq, RNA-seq, and ChIP-seq data that support the findings of this study have been deposited in the Gene Expression Omnibus (GEO) under accession codes GSE147678, GSE147679, and GSE147680, respectively. A super series of all datasets can be found at GSE147681. Previously published OKS and mESCs ATAC-seq data that were reanalyzed here are available under accession code GSE93029. Previously published 7F RNA-seq data that were reanalyzed here are available under accession code GSE127927. All other data supporting the findings of this study are available from the corresponding author on reasonable request.\n\nConflict of interest\n\nThe authors declare that they have no conflicts of interest with the contents of this article."
  }
]