[
  {
    "pmcid": "7072880",
    "title": "CELSR1 Promotes Neuroprotection in Cerebral Ischemic Injury Mainly through the Wnt/PKC Signaling Pathway",
    "publish_date": "2020-2-13",
    "full_text": "1. Introduction\n\nStroke is the second-most fatal disease worldwide [\n\n1\n\n], and approximately 87% of stroke cases are ischemic stroke triggered by blood flow blockage within major cerebral arteries. Currently, the only FDA-approved treatment for acute ischemic stroke is intravenous recombinant tissue plasminogen activator (tPA) [\n\n2\n\n], but the majority of patients cannot benefit from this agent due to its narrow treatment time window and association with hemorrhagic complications [\n\n3\n\n,\n\n4\n\n]. Therefore, it is necessary to find other more effective therapies for cerebral ischemia.\n\nCerebral ischemic can induce spontaneous neurological repair processes, including neurogenesis and angiogenesis [\n\n5\n\n,\n\n6\n\n]. Adult neurogenesis occurs mainly in the subventricular zone (SVZ) of the lateral ventricles and the subgranular zone (SGZ) in the hippocampal dentate gyrus (DG) [\n\n7\n\n,\n\n8\n\n]. In the middle cerebral artery occlusion (MCAO) model, neural stem cells (NSCs) in the SVZ can generate many neuroblasts and migrate to the ischemic penumbra, improving neurological functional recovery [\n\n9\n\n]. Cerebral ischemia injury can stimulate the expression of endogenous vascular-related factors, thereby promoting the rapid proliferation of vascular endothelial cells, and migrate to the damaged areas to form new blood vessels, providing nutrients and oxygen for the neurons in the ischemic penumbra [\n\n5\n\n,\n\n10\n\n].\n\nCELSR1 is an adhesion G protein-coupled receptor [\n\n11\n\n,\n\n12\n\n,\n\n13\n\n,\n\n14\n\n].\n\nCelsr1\n\nwas identified as a susceptibility gene for ischemic stroke in Japanese individuals by a genome-wide association study [\n\n15\n\n,\n\n16\n\n]. Recent evidence has suggested that CELSR1 regulates the direction of dendrite initiation sites [\n\n17\n\n,\n\n18\n\n]. In vitro, CELSR1 is a positive regulator of endothelial cell migration and angiogenesis [\n\n19\n\n]. In addition, CELSR1 is also a key component of the noncanonical Wnt/planar cell polarity (PCP) pathway, and it is involved with Fzd3, Fzd6, Dvl1, Dvl2 and Vangl2 in the Wnt/PCP pathway [\n\n20\n\n,\n\n21\n\n]. In this decade, more studies have indicated that the noncanonical Wnt/PCP pathway also regulates endothelial cell proliferation and angiogenesis [\n\n22\n\n,\n\n23\n\n,\n\n24\n\n]. Thus far, the role of CELSR1 in cerebral ischemia is still unclear. To address these questions, we administered lentiviral microinjections to MCAO rats to knock down the expression of Celsr1 to assess the role of CELSR1 in neuroprotection, neurogenesis and angiogenesis in cerebral ischemia in an MCAO model.\n\n2. Results\n\n2.1. The Expression Level of Celsr1 Increased Significantly in the Ischemic SVZ and DG\n\nTo test whether CELSR1 participates in the process of cerebral ischemia, we investigated the mRNA expression of\n\nCelsr1\n\nby quantitative RT-PCR after 2 h of ischemia/22 h of reperfusion. Compared to that in the sham group (100%), the mRNA expression of\n\nCelsr1\n\nin the MCAO group was significantly increased in the SVZ and DG (SVZ: 271.4% ± 48.69%,\n\np\n\n= 0.0180; DG: 175.9% ± 26.26%,\n\np\n\n= 0.0446,\n\nFigure 1\n\nA), decreased in the ischemic penumbra (83.74% ± 3.635%,\n\np\n\n= 0.0110,\n\nFigure 1\n\nA), and showed no obvious change in the ischemic core (58.81% ± 28.14%,\n\np\n\n= 0.2809,\n\nFigure 1\n\nA) and striatum (71.53% ± 15.89%,\n\np\n\n= 0.1477,\n\nFigure 1\n\nA). These results suggest that CELSR1 may play a role in cerebral ischemic injury.\n\n2.2. A Celsr1-shRNA Lentivirus Was Constructed and Microinjected into the Brain\n\nTo identify the roles of CELSR1 in cerebral ischemic injury, a\n\nCelsr1\n\n-shRNA lentivirus with green fluorescent protein (GFP) was constructed. To test the efficiency of\n\nCelsr1\n\nknockdown, HEK293T cells were transfected with the\n\nCelsr1\n\n-shRNA lentivirus and a control lentivirus. According to the results of quantitative RT-PCR, the interference efficiency of the\n\nCelsr1\n\n-shRNA lentivirus reached approximately 50% compared to that of the control lentivirus (54.88% ± 8.69% vs. 100%,\n\np\n\n= 0.0016,\n\nFigure 1\n\nB). The\n\nCelsr1\n\n-shRNA lentivirus and control lentivirus were microinjected into the lateral ventricle and DG of rats. After 12 days, rats underwent MCAO. The rats were sacrificed three days after MCAO (\n\nFigure 1\n\nC).\n\n2.3. Knockdown of Celsr1 in the SVZ Accelerated Brain Injury Induced by Ischemia/Reperfusion\n\nThe\n\nCelsr1\n\n-shRNA lentivirus and control lentivirus were microinjected into the SVZ of rats twelve days before MCAO. After 2 h of ischemia/70 h of reperfusion, the rats were sacrificed. Then, the cerebral infarct volume was assessed. The group treated with\n\nCelsr1\n\n-shRNA lentivirus had a significantly larger infarct volume than the control group (0.06% ± 0.02% vs. 0.14% ± 0.03%,\n\np\n\n= 0.047\n\nFigure 2\n\nA,B). Neurological deficits were assessed after 22 h, 46 h and of reperfusion following 2 h of ischemia. The\n\nCelsr1\n\n-shRNA lentivirus group showed a significantly higher Bederson score than that of the control group at different time points, peaking after 2 h of ischemia/46 h of reperfusion (1.26 ± 0.09 vs. 2.2 ± 0.17,\n\np\n\n< 0.001,\n\nFigure 2\n\nC). Interestingly, we found that most of the rats that died after MCAO were in the\n\nCelsr1\n\n-shRNA group. Therefore, we calculated the mortality of rats in the control group and\n\nCelsr1\n\n-shRNA group after MCAO. Compared to that of the control group, the mortality rate caused by ischemia/reperfusion injury in the\n\nCelsr1\n\n-shRNA lentivirus group increased three-fold (\n\nFigure 2\n\nD). This shows that\n\nCelsr1\n\nknockdown increased the brain infarct volume and neurological deficit score and then led to animal death. This suggests that CELSR1 has a protective effect on cerebral ischemic injury.\n\n2.4. Celsr1 Knockdown in the SVZ Increased the Percentage of Apoptotic Cells in the Peri-infarct Cerebral Cortex\n\nThe mechanism of the neuroprotective effect of CELSR1 was explored. Can\n\nCelsr1\n\nknockdown promote cell apoptosis in the peri-infarct cerebral cortex to increase brain injury? Cleaved caspase-3 and TdT-mediated dUTP-biotin nick end labeling (TUNEL) staining were applied to brain sections. Compared with that in the control group, the number of caspase-3-positive cells in the peri-infarct cerebral cortex was increased significantly in the SVZ of the\n\nCelsr1\n\n-shRNA lentivirus group (59.72 ± 4.14 vs. 35.5 ± 2.40,\n\np\n\n= 0.0001,\n\nFigure 3\n\nA,B). Both the cleaved caspase-3-positive cells and TUNEL-positive cells were apoptotic cells. There were more TUNEL-positive cells in the\n\nCelsr1\n\n-shRNA lentivirus group than in the control group (129.10 ± 5.34 vs. 80.58 ± 9.90,\n\np\n\n= 0.0001,\n\nFigure 3\n\nC,D). These results indicate that\n\nCelsr1\n\nknockdown in the SVZ can increase the number of apoptotic cells in the peri-infarct cerebral cortex.\n\n2.5. Celsr1 Knockdown in the SVZ Inhibited Neurogenesis and Angiogenesis after Cerebral Ischemia\n\nAnother mechanism by which CELSR1 exerts neuroprotection was explored by investigating neurogenesis and angiogenesis in the SVZ. BrdU (a marker that labels newborn cells) and DCX (an immature neuronal marker) were used to identify neurogenesis in the SVZ. There were fewer BrdU/nestin-positive cells in the SVZ of the\n\nCelsr1\n\n-shRNA lentivirus group than in the SVZ of the control group (68.91% ± 5.41% vs. 40.00% ± 5.29%,\n\np\n\n= 0.0008,\n\nFigure 4\n\nA,B). CD31 (a marker of vascular endothelial cells) was used to evaluate angiogenesis around the SVZ. The\n\nCelsr1\n\n-shRNA lentivirus group had a lower CD31-positive vascular area ratio around the SVZ (12.88% ± 2.11%) than the control group (24.61% ± 3.68%,\n\np\n\n= 0.0109,\n\nFigure 4\n\nC,D). These results indicate that\n\nCelsr1\n\nknockdown inhibits neurogenesis and angiogenesis in the SVZ.\n\n2.6. Celsr1 Knockdown in the SVZ Suppressed the Wnt/PKC Signaling Pathway after Cerebral Ischemia\n\nTo deeply clarify the neuroprotective mechanism of CELSR1 in cerebral ischemic injury, tissues of the SVZ and ischemic penumbra from the control group and\n\nCelsr1\n\n-shRNA group were harvested. The results showed that the expression level of p-PKC was significantly reduced in two brain areas in the\n\nCelsr1\n\n-shRNA group compared to the control group (SVZ: 0.52 ± 0.12 vs. 1.09 ± 0.11,\n\np\n\n= 0.004,\n\nFigure 5\n\nA,B; ischemic penumbra: 0.62 ± 0.13 vs. 1.00 ± 0.07,\n\np\n\n= 0.0396,\n\nFigure 5\n\nC,D), but the expression levels of PKC, p-JNK, JNK and β-catenin were not obviously different in the\n\nCelsr1\n\n-shRNA group compared to the control group. These results indicate that the neuroprotection exerted by CELSR1 in cerebral ischemic injury may occur through the Wnt/PKC signaling pathway.\n\n2.7. Celsr1 Knockdown in the DG Had no Influence on Cell Apoptosis in the Peri-infarct Cerebral Cortex or Neurological Deficit Scores\n\nTo deeply test the neuroprotection exerted by CELSR1 in cerebral ischemic injury, the\n\nCelsr1\n\n-shRNA lentivirus and control lentivirus were microinjected into the DG of the hippocampus twelve days before MCAO. Immunostaining of cleaved caspase-3 and TUNEL staining were used to identify cell apoptosis in the peri-infarct cerebral cortex. The numbers of cleaved caspase-3-positive cells (34 ± 2.29 vs. 41.36 ± 3.38,\n\np\n\n= 0.0814,\n\nFigure 6\n\nA,B) and TUNEL-positive cells (117.50 ± 9.20 vs. 110.40 ± 5.86,\n\np\n\n= 0.5056,\n\nFigure 6\n\nC,D) were not significantly different between the\n\nCelsr1\n\n-shRNA lentivirus group and the control group. Similarly, we found that the neurological deficit score of the\n\nCelsr1\n\n-shRNA lentivirus group was not significantly different from that of the control group (1.67 ± 0.33 vs. 1.33 ± 0.33,\n\np\n\n= 0.5185,\n\nFigure 6\n\nE). These results indicate that CELSR1 in the DG might not be neuroprotective against cell apoptosis in the peri-infarct cerebral cortex.\n\n2.8. Celsr1 Knockdown in the DG Inhibited Neurogenesis but did not Affect Angiogenesis after Cerebral Ischemia\n\nNext, neurogenesis and angiogenesis in the DG were explored. BrdU and DCX were used to identify neurogenesis in the DG. Compared with that in the control group, the number of BrdU/DCX-positive cells in the\n\nCelsr1\n\n-shRNA group was significantly reduced (6.00% ± 0.58% vs. 1.60% ± 0.33%,\n\np\n\n= 0.0029,\n\nFigure 7\n\nA,B). In the peri-infarct cerebral cortex, the CD31-positive vascular area ratio in the\n\nCelsr1\n\n-shRNA lentivirus group was similar to that in the control group (34.91% ± 7.42% vs. 41.54% ± 3.75%,\n\np\n\n= 0.4391\n\nFigure 7\n\nC,D). These results suggest that CELSR1 in the DG promotes neurogenesis but did not affect angiogenesis in the peri-infarct cerebral cortex.\n\n3. Discussion\n\nIn the present study, we evaluated the neuroprotective effects of CELSR1 on cerebral ischemia in MCAO rats. The present data provide the first evidence that knocking down the expression of\n\nCelsr1\n\nin the SVZ increases cell apoptosis and the infarct volume and reduces neurogenesis and angiogenesis and the motor function and survival rate of MCAO rats. Moreover, the expression of p-PKC was downregulated in the SVZ and peri-infarct tissue. Knocking down\n\nCelsr1\n\nexpression in the DG only reduced neurogenesis. Therefore, CELSR1 has a neuroprotective effect on cerebral ischemia injury by reducing cell apoptosis in the peri-infarct cerebral cortex and promoting neurogenesis and angiogenesis, mainly through the Wnt/PKC pathway (\n\nFigure 8\n\n).\n\nIn this study, we observed for the first time the neuroprotective effect of CELSR1 on cerebral ischemia injury by knocking down the expression of\n\nCelsr1\n\nwith a lentivirus in MCAO rats. Although\n\nCelsr1\n\nhas been identified as a susceptibility gene for ischemic stroke [\n\n15\n\n,\n\n16\n\n], the role of CELSR1 in cerebral ischemia injury is unknown. The rats were treated with a\n\nCelsr1\n\n-shRNA lentivirus twelve days before MCAO was performed. Our data showed that knocking down the expression of\n\nCelsr1\n\nin the SVZ increased the infarct volume, the percentage of apoptotic cells, motor function and the mortality rate. However, knocking down the expression of\n\nCelsr1\n\nin the DG did not affect the above indexes. The neuroprotective effect of CELSR1 on cerebral ischemia injury in MCAO rats was found for the first time.\n\nA major observation of this study was that CELSR1 promoted neurogenesis and angiogenesis in MCAO rats. The mRNA expression of\n\nCelsr1\n\nhas been reported to be primarily confined to areas of NSCs proliferation, including the ventricular zones during brain development, the telencephalic ependymal zone, and the subgranular layer of dentate gyrus in the adult brain [\n\n11\n\n]. CELSR1 can regulate the direction of dendrite initiation sites of newborn granule cells during adult hippocampal neurogenesis [\n\n17\n\n]. Loss of function of\n\nCelsr1\n\nin mice results in neural progenitor fate decision defects, cortical hypoplasia and behavioral impairment [\n\n18\n\n]. CELSR1 plays an important regulatory role in the nervous system. The SVZ of the lateral ventricle and the SGZ of the hippocampal DG are two areas in which neurogenesis occurs in the mammalian adult [\n\n25\n\n,\n\n26\n\n]. In an MCAO model, ischemic injury can promote neurogenesis in the SVZ and SGZ [\n\n27\n\n,\n\n28\n\n,\n\n29\n\n]. NSCs in the SVZ can migrate to infarct-damaged areas and become newborn neurons to repair the neural circuit [\n\n30\n\n,\n\n31\n\n,\n\n32\n\n,\n\n33\n\n]. NSCs in the SGZ can migrate to the granular cell layer and become new neurons to reverse the learning and memory dysfunction induced by ischemia [\n\n34\n\n].\n\nCelsr1\n\nknockdown in the SVZ or DG by shRNA lentivirus inhibited neurogenesis in MCAO rats. In human aortic endothelial cells, CELSR1 promotes cell proliferation and migration, and the formation of capillary-like structures [\n\n19\n\n]. Angiogenesis in the peri-infarct area is very important for the recovery of cerebral ischemia.\n\nCelsr1\n\nknockdown in the SVZ but not the DG inhibited angiogenesis.\n\nCelsr1\n\nknockdown in the DG did not affect angiogenesis and had no significant neuroprotective effect in MCAO rats. The reason may be that NSCs in the DG are unable to migrate to the cerebral ischemic damage areas near the cortex and striatum.\n\nIn addition to canonical Wnt signaling, noncanonical Wnt/ PCP signaling has an important regulatory role in neurogenesis, angiogenesis and cell apoptosis [\n\n17\n\n,\n\n24\n\n]. The Wnt/PKC, Wnt/JNK and Wnt/ROCK pathways are downstream pathways that are noncanonical [\n\n35\n\n,\n\n36\n\n,\n\n37\n\n]. CELSR1 is a core protein of the Wnt/PCP pathway. Thus far, the role of CELSR1 in ischemia/reperfusion-induced brain injury has not been reported. To explore the mechanism by which CELSR1 regulates neurogenesis and angiogenesis in MCAO rats, the phosphorylation levels of JNK, PKC and β-catenin were measured in SVZ and ischemic penumbra. Only the expression level of phosphorylated PKC was significantly reduced when\n\nCelsr1\n\nwas knocked down. Based on our present study, it seems that CELSR1 regulates neurogenesis and angiogenesis in ischemia/reperfusion injury through the Wnt/PKC pathway, but not the Wnt/JNK pathway or canonical Wnt signaling.\n\nIn conclusion, this is the first report to explore the neuroprotective effect of CELSR1 on cerebral ischemia by lentiviral knockdown in MCAO rats. First, CELSR1 in the SVZ was shown to reduce neuronal apoptosis, the infarct volume and the mortality rate and restore motor function. Furthermore, neurogenesis in the SVZ and DG and angiogenesis in the ischemic penumbra were promoted by CELSR1, mainly through the Wnt/PKC pathway. These data demonstrate that CELSR1 plays a critical role in cerebral ischemia/reperfusion injury, which provides a potential target for the clinical treatment of cerebral ischemia. In this study, we verified that loss of CELSR1 protein can aggravate brain injury in rat MCAO models, but due to the limitations of lentivirus, we did not positively verify the role of CELSR1 protein (overexpression of\n\nCelsr1\n\n) in cerebral ischemic injury. Moreover, the study of the downstream pathways affected by CELSR1 protein is too simple, and there is no detailed study of a series of protein changes downstream of PKC. Our next work will focus on these two aspects.\n\n4. Materials and Methods\n\n4.1. Experimental Model\n\nHealthy 2-month-old adult male Sprague-Dawley rats weighing 270–300 g were obtained from Vital River Laboratories (Beijing, China) and used for this study. The temperature of the feeding environment was controlled at 22 °C ± 2 °C, and the rats were kept on a 12-h light/dark cycle. All procedures were approved by the Ethics Committee on Animal Experiments of Medical School of Shandong University (No. LL-201702002, 20 May 2017).\n\n4.2. Intracerebral Microinjection\n\nAfter anesthesia with 10% chloral hydrate, each rat was placed into a stereotaxic frame. The head was further stabilized in a customized head mold. The right lateral ventricle was targeted at the following coordinates from bregma: −0.9 mm anterior, ±1.5 mm lateral and −3.6 mm deep. The DG of the hippocampus was targeted at the following coordinates from bregma: −3.72 mm anterior, ±2.2 mm lateral and −3.4 mm deep. The\n\nCelsr1\n\n-shRNA lentivirus and control lentivirus used in this study, with titers ranging from 2 × 10\n\n8\n\nto 8 × 10\n\n8\n\nCFU/mL, were purchased from Shanghai GeneChem Company (Shanghai, China). Two microliters of lentivirus was injected at a rate of 1 μL/min, and the needle was retained in place for 5 min following the injection. Twelve days after injection, the animals underwent MCAO for 2 h followed by reperfusion for 22 h.\n\n4.3. Middle Cerebral Artery (MCA) Occlusion Model\n\nRats were subjected to MCAO based on a published protocol [\n\n38\n\n]. Briefly, rats were anesthetized with 10% chloral hydrate. The right common carotid artery (CCA), external carotid artery (ECA), and internal carotid artery (ICA) were isolated. A nylon filament (0.28 mm in diameter) with an expanded tip was gently advanced from the CCA into the lumen of the ICA. The tip of the filament was positioned at the origin of the middle cerebral artery (MCA). The right MCA was occluded with the filament for 2 h, and then the filament was withdrawn to allow 22 h of reperfusion. During recovery from the anesthesia, the animals were returned to their home cages.\n\n4.4. Examination of Neurological Deficits\n\nBehavioral assays were performed as previously described [\n\n1\n\n,\n\n38\n\n]. Scales from zero to four were used to assess the effects of MCAO on neurological behavior. After 22-h, 46-h or 70-h reperfusion, the rats were scored according to the guidelines.\n\n4.5. Evaluation of Infarct Volume\n\nThree days after MCAO, the infarct area was measured by 2% TTC (Sigma Chemical Co., St. Louis, MO, USA) staining as previously described [\n\n1\n\n]. The infarct area of each slice was measured with NIH’s ImageJ software, version 1.46 (Bethesda, MA, USA), as previously described.\n\n4.6. BrdU Labeling\n\nAfter MCAO 72 h, the rats were injected intraperitoneally with 50 mg/kg BrdU (Sigma). The rats were perfused 2 h after the injection (SVZ: Con-shRNA group, n = 5;\n\nCelsr1\n\n-shRNA group, n = 4; DG: n = 3 in each group). Rats were transcardially perfused with normal saline followed by 4% paraformaldehyde. The brains were removed and fixed in 4% paraformaldehyde.\n\n4.7. Immunohistochemistry\n\nSerial sagittal or coronal (40 µm) sections were cut with a cryostat and stored at −80 °C. For immunofluorescence staining, the sections were incubated overnight with primary antibody at 4 °C. The primary antibodies used were mouse monoclonal anti-CD31 (1:50; Proteintech Group, Chicago, IL, USA), sheep monoclonal anti-BrdU (1:500; Cell Signaling Technology, Danvers, MA, USA) and rabbit monoclonal anti-cleaved caspase-3 (1:500; Cell Signaling Technology, Danvers, MA, USA). The secondary antibodies used were Alexa Fluor 488-conjugated IgG (1:1000; Invitrogen, Carlsbad, CA, USA) and Alexa Fluor 594-conjugated IgG (1:1000; Invitrogen, Carlsbad, CA, USA). The nuclei of the cells were counterstained with 4,6-diamidino-2-phenylindole (DAPI).\n\n4.8. Western Blot Analysis\n\nThree days after MCAO in rats, tissues from the SVZ and ischemic penumbra were harvested. The tissues were lysed in lysis buffer containing 1% protease inhibitor and 1% phosphatase inhibitor followed by centrifugation for 15 min at 14,000 rpm. The total protein was separated by SDS-PAGE and transferred to a nitrocellulose membrane. The membrane was blocked and incubated with an appropriate primary antibody and secondary antibody. The following antibodies were used: mouse anti-GAPDH (1:5,000, CST, Danvers, MA, USA), rabbit anti-PKC (1:500, Wanleibio, Shen Yang, China), rabbit anti-JNK (1:500, Wanleibio, Shen Yang, China), rabbit anti-β-catenin (1:10,000, Proteintech Group, Chicago, IL, USA), rabbit anti-p-PKC (1:10,00, CST, Danvers, MA, USA), rabbit anti-p-JNK (1:500, Wanleibio, Shen Yang, China), and horseradish peroxidase (HRP)-conjugated secondary antibodies (1:10,000; Millipore, Billerica, MA, USA).\n\n4.9. Quantitative RT-PCR\n\nTissues from different areas of the brain were harvested from the MCAO group and the sham operation group. TRIzol was used to extract total RNA, and the RNA was reverse transcribed into cDNA. The resulting cDNA was amplified by PCR in the presence of oligonucleotide primer pairs designed to target\n\nCelsr1\n\ncDNA and β-actin. The primers used for PCR were as follows: β-actin fo: gag agg gaa atc gtg cgt gac, re: cat acc cag gaa gga agg ct;\n\nCelsr1\n\nfo: gcc agt ttg ctg ttg ctc, re: gac agg ctt gct tcg ttc. The PCR conditions were 10 min at 95 °C, 39 cycles at 95 °C for 15 s, 60 °C for 30 s and 72 °C for 30 s, followed by incubation at 72 °C for 10 min and maintenance at 4 °C.\n\n4.10. TUNEL Staining\n\nThree days after MCAO, brains were serially sliced in coronal sections at a thickness of 40 μm with a cryostat. The sections were assessed by TUNEL assay. The kit was purchased from Promega (Madison, WI, USA), and the experiment was conducted according to the manufacturer’s protocol.\n\n4.11. Cell Transfection\n\nHEK293T cells were seeded into 6-well plates and cultured at 37 °C and 5% CO\n\n2\n\nfor 24 h. Then, the old culture medium was replaced with fresh medium containing 4 μL of\n\nCelsr1\n\n-shRNA lentivirus with GFP. After 48 h of viral infection, the cells were harvested, and RNA was extracted.\n\n4.12. Statistical Analysis\n\nThe results are presented as the mean ± SEM. Statistical analysis of differences was conducted using Student’s\n\nt\n\n-tests. A statistically significant difference was set at\n\np\n\n< 0.05.\n\n5. Conclusions\n\nCELSR1 has neuroprotective effects in cerebral ischemia/reperfusion injury, and the protective mechanism of CELSR1 seems mainly through the Wnt/PKC pathway. These findings suggest that CELSR1 may be a potential target for the clinical treatment of cerebral ischemia."
  },
  {
    "pmcid": "10592476",
    "title": "The adhesion GPCRs CELSR1–3 and LPHN3 engage G proteins via distinct activation mechanisms",
    "publish_date": "2023-5-23",
    "full_text": "INTRODUCTION\n\nG protein-coupled receptors (GPCRs) are the largest and one of the most evolutionarily diverse membrane protein superfamilies.\n\n1\n\nGPCRs direct multitudes of fundamental biological processes by linking extracellular stimuli to intracellular responses. Adhesion GPCRs (aGPCRs) are a large GPCR class, with 33 members in humans, yet their biological functions and signal transduction mechanisms remain incompletely understood.\n\n2\n\n–\n\n5\n\nA major obstacle is the lack of a universal understanding of how the aGPCR class is agonized and how they control signaling cascades.\n\n6\n\n,\n\n7\n\nVirtually all aGPCRs have a GAIN (GPCR autoproteolysis-inducing) domain, which harbors a GPS (GPCR proteolysis site) capable of autoproteolysis, thereby generating an extracellular N-terminal fragment (NTF) and a 7-transmembrane C-terminal fragment (CTF).\n\n8\n\nThe most extensively studied activation mechanisms for aGPCRs involve removal or non-covalent attachment of their NTF following autoproteolysis, allowing a membrane-proximal tethered agonist (TA) peptide, also known as the\n\nStachel\n\npeptide, to agonize the GPCR.\n\n9\n\n,\n\n10\n\nHow universal these TA exposure-dependent or -independent mechanisms of aGPCR activation are across all aGPCRs remains unclear.\n\nRecent structural studies have defined the TA-mediated activation mechanism of several aGPCRs, including latrophilin-3 (LPHN3/ADGRL3), ADGRG1, ADGRG2, ADGRG4, ADGRG5, ADGRD1, and ADGRF1, thereby providing crucial insights into TA-dependent activation.\n\n11\n\n–\n\n15\n\nMany aGPCRs have displayed important TA-dependent functions, for example ADGRG6 and ADGRD1 in zebrafish.\n\n16\n\nInterestingly, cleavage-independent signaling modes and functions have been previously reported, including evidence for TA exposure in the absence of cleavage.\n\n17\n\nCertain aGPCRs may contain a cleavage-deficient GAIN domain, as previously shown for human BAI3 (brain angiogenesis inhibitor-3).\n\n8\n\nMoreover, ADGRG5 is not efficiently autoproteolyzed yet can still become activated via its TA.\n\n18\n\nGPS motif presence but not cleavage of\n\nC. elegans\n\nLAT-1 is essential for rescuing developmental deficits in lat-1 mutants.\n\n19\n\nAn LPHN3 autoproteolysis mutant was capable of rescuing deficits in synapse formation in LPHN3-deficient neurons.\n\n20\n\nAutoproteolysis has been shown to be dispensable for ADGRD1 coupling to Gαs.\n\n21\n\nAutoproteolysis-independent G protein-mediated signaling has also been reported for GPR56/ADGRG1. Namely, synthetic ligands that bind to the extracellular region of ADGRG1 were capable of modulating signaling in ADGRG1 mutants that diminish autoproteolysis.\n\n22\n\nAlso, an ADGRG1 mutant lacking a TA exhibited a subset of preserved signaling capabilities, while a BAI1 mutant lacking a TA displayed robust and fully preserved signaling capabilities.\n\n23\n\nCollectively, increasing evidence supports that several distinct modes of signaling including both cleavage-dependent and -independent paradigms exist for aGPCRs. How certain aGPCRs engage these distinct modes to orchestrate specific functions remains poorly understood.\n\naGPCRs have emerging roles in critical aspects of diverse biological processes. LPHNs and CELSRs (cadherin EGF LAG-repeat 7-transmembrane receptors) are aGPCRs conserved from invertebrate to vertebrates, suggesting that they underlie evolutionarily ancient functions.\n\n24\n\n,\n\n25\n\nThe mammalian LPHNs (LPHN1–3/ADGRL1–3) and their extracellular interaction partners teneurins and FLRTs (fibronectin leucine-rich repeat transmembrane proteins) function in synapse formation and circuit wiring specificity.\n\n20\n\n,\n\n26\n\n–\n\n29\n\nLPHNs have also displayed other important roles during early brain development, including neuronal migration.\n\n30\n\nAs GPCRs, LPHNs and their invertebrate orthologs have been shown to interact with numerous G protein-dependent pathways.\n\nC. elegans\n\nLPHN ortholog LAT-1 has been shown to interact with a Gαs pathway,\n\n31\n\nwhile\n\nDrosophila\n\nLPHN ortholog CIRL (calcium-independent receptor for latrotoxin) interacts with a Gαi pathway.\n\n32\n\nIn mammals, LPHN1 has displayed interaction with Gαs,\n\n33\n\nGαi,\n\n33\n\n,\n\n34\n\nGαo, and Gαq pathways.\n\n35\n\nLPHN2 is currently less examined but has exhibited coupling to Gαs\n\n36\n\n,\n\n37\n\nand Gα12/13\n\n38\n\n. LPHN3 has shown several G protein interactions, including Gαs,\n\n15\n\n,\n\n37\n\n,\n\n39\n\nGαi,\n\n15\n\n,\n\n34\n\n,\n\n39\n\nGαq,\n\n15\n\n,\n\n39\n\n,\n\n40\n\nand Gα12/13.\n\n11\n\n,\n\n15\n\n,\n\n39\n\n,\n\n40\n\nThe G protein-dependent engagement mechanisms and signaling pathways of CELSRs remain unexplored despite their crucial roles in neurodevelopment, although a connection to the RhoA/ROCK (Rho-associated protein kinase) pathway via the planar cell polarity pathway has been illustrated.\n\n41\n\nFunctionally, initial studies found that the\n\nDrosophila\n\nCELSR ortholog starry night (Flamingo) was essential for tissue polarity via Frizzled.\n\n42\n\n–\n\n44\n\nSeminal neurobiological studies found that Flamingo mutants exhibited disruptions in\n\nDrosophila\n\nvisual system topographic maps, suggesting a role in neuronal target selection during circuit assembly.\n\n45\n\n,\n\n46\n\nThe single\n\nC. elegans\n\nCELSR ortholog Flamingo/cFMI-1 underlies a crucial role in axonal pathfinding and neuronal development.\n\n47\n\n,\n\n48\n\ncFMI-1 mutants exhibited substantial deficits in GABAergic motorneuron axonal pathfinding, synapse density, and accumulation of synaptic vesicles at non-synaptic regions.\n\n49\n\ncFMI genetically interacts with the Wnt signaling pathway for proper neurite targeting functions.\n\n50\n\n,\n\n51\n\nIn the\n\nDrosophila\n\nnervous system, Flamingo/starry night functions in limiting dendrite extension and promoting axon extension from sensory and motor systems.\n\n52\n\nImportant studies showed that\n\nDrosophila\n\nFlamingo functions as a short-range signal to influence growth cone choice of correct postsynaptic partners,\n\n53\n\nsupporting a role in circuit wiring. Interestingly, the Flamingo mutant phenotype was partially rescued by a mutant lacking most of the Flamingo extracellular region, suggesting a critical role of the C-terminal 7-transmembrane GPCR.\n\n54\n\nDespite these important previous studies, the biological functions of mammalian CELSR1–3 and how they signal as aGPCRs remain unclear.\n\nHere, we investigate autoproteolytic cleavage and G protein-coupling mechanisms of the aGPCRs CELSR1–3. We combine aGPCR protein engineering approaches to enable acute TA exposure\n\n40\n\n,\n\n55\n\nwith a panel of BRET2 (bioluminescence resonance energy transfer) sensors for the GPCR “transducerome” of 14 different Gαβγ combinations\n\n56\n\nto assess TA exposure-dependent and autoproteolysis-dependent modes of G protein coupling. Furthermore, we determined the differential spatial expression profiles of\n\nCelsr1–3\n\nduring postnatal neural circuit assembly. Our results show that different CELSR isoforms induce G proteins in autoproteolysis-dependent or -independent manners and display partially non-overlapping spatial expression patterns during neurodevelopment. These studies reveal insights into how aGPCRs coordinate intracellular signal transduction.\n\nRESULTS\n\nMammalian CELSR1–3 exhibit distinct autoproteolytic cleavage profiles\n\nEfficient autoproteolysis in the GAIN domain of LPHNs and several other aGPCRs has been well established. However, it remains unclear if CELSRs display autoproteolysis. We first set out to assess the autoproteolytic cleavage events present in\n\nMus musculus\n\n(\n\nMm\n\n) full-length CELSR1–3. Multiple sequence alignments showed that\n\nMm\n\nand\n\nHomo sapiens\n\nCELSR1 and CELSR3 display an unusual GAIN domain compared with other aGPCRs including LPHN1–3, with the catalytic threonine/serine cleavage residue that is part of the typical HL/T or HM/T (the slash denotes a cleavage site) auto-proteolysis sequence replaced with an alanine or glycine, respectively (\n\nFigures 1A\n\nand\n\n1B\n\n).\n\nMm\n\nand\n\nHomo sapiens\n\nCELSR2 exhibit a GAIN containing the catalytic threonine. The ancestral CELSR ortholog in\n\nC. elegans\n\n(Flamingo/FMI-1) contains a glycine residue at the typical autoproteolytic catalytic region and is more comparable to mammalian CELSR3 (\n\nFigure 1B\n\n).\n\nWe began by cloning full-length\n\nMm\n\nCELSR1–3, fusing an N-terminal hemagglutinin (HA) tag and a C-terminal FLAG tag to allow detection of the putative NTF and CTF, respectively (\n\nFigure 1A\n\n). We tested surface vs. total expression in HEK293T cells via immunocytochemistry and found that full-length tagged\n\nMm\n\nCELSR1–3 were efficiently overexpressed and localized to the surface of HEK293T cells (\n\nFigures 1C\n\nand\n\n1D\n\n). While these high-magnification images comparing surface with total immunolabeling illustrate the cell surface localization of our tagged full-length constructs, low-magnification images show the distribution of intensities across the cell population (\n\nFigures S1A\n\nand\n\nS1B\n\n). We subsequently used these constructs to assay autoproteolytic cleavage of full-length\n\nMm\n\nCELSR1–3.\n\nWe used our tagged full-length\n\nMm\n\nCELSR1–3 constructs to monitor the putative NTF or CTF resulting from potential autoproteolytic cleavage via HA or FLAG immunoblotting, respectively (\n\nFigures 1E\n\n,\n\nS1C\n\n, and\n\nS1D\n\n). Our experiments included tagged human LPHN3, which is established to be effectively cleaved, as a positive control. When transfected into HEK293T cells, we observed HA and FLAG products corresponding to the predicted sizes of the cleaved NTF and CTF of CELSR2 (\n\nFigures 1E\n\n,\n\nS1C\n\n, and\n\nS1D\n\n). However, N- and C-terminal tagged products for CELSR1 and CELSR3 corresponded predominately to uncleaved, full-length receptors (\n\nFigures 1E\n\n,\n\nS1C\n\n, and\n\nS1D\n\n). Thus, consistent with predictions based on sequence alignments (\n\nFigure 1B\n\n), full-length\n\nMm\n\nCELSR1 and CELSR3 are cleavage deficient in their GAIN domain, while full-length CELSR2 displays autoproteolysis.\n\nMore extensive multiple sequence alignments of the GAIN region of numerous mammalian and non-mammalian CELSR1 orthologs revealed that the important catalytic autoproteolytic cleavage residue and/or activating phenylalanine important for autoproteolysis and TA-dependent activation have diverged in certain mammalian species (\n\nFigure S2\n\n). While many mammalian orthologs lack the typical threonine important for GAIN autoproteolysis (i.e., human, mouse, chimp, sheep, rat, and cow), other mammals, including cat and horse, contain this residue (\n\nFigure S2A\n\n). This suggests that some mammalian CELSR1 orthologs may have diverged to be cleavage deficient, while others may have preserved autoproteolytic cleavage activity. To examine this further, we generated a point mutation in full-length\n\nMm\n\nCELSR1 to introduce this threonine (CELSR1 A2464T). Similar to our previous experiments, we fused an N-terminal HA tag and a C-terminal FLAG tag to probe for the potential NTF and CTF, respectively, and assessed surface vs. total cell staining. Mutant CELSR1 A2464T was expressed and localized to the surface of HEK293T cells comparable to wild type (WT) (\n\nFigures S2B\n\n–\n\nS2F\n\n). Interestingly, introduction of the threonine alone in the A2464T CELSR1 mutant failed to induce robust and efficient autoproteolysis compared with full-length WT\n\nMm\n\nCELSR1, indicating that the determinants of autoproteolysis extend beyond this single residue (\n\nFigure S2G\n\n).\n\nResidue T2357 is critical for\n\nMm\n\nCELSR2 autoproteolysis\n\nAutoproteolysis of\n\nMm\n\nCELSR2 generates a putative TA peptide, similar to LPHNs. A predicted residue important for autoproteolytic cleavage of CELSR2 based on known cleaved aGPCRs and alignments in\n\nFigure 1B\n\nis T2357. To determine if this residue is involved, we mutated this threonine to generate two CELSR2 point mutants, T2357A and T2357G, and examined their expression and autoproteolytic cleavage compared with WT CELSR2 and empty vector (\n\nFigures 2\n\nand\n\nS3\n\n). Mutant T2357A and T2357G CELSR2 harbored an N-terminal HA tag and a C-terminal FLAG tag similar to our WT full-length construct. Tagged CELSR2 T2357A and CELSR2 T2357G were expressed on the surface of HEK293T cells at relative levels indistinguishable from WT CELSR2 (\n\nFigures 2A\n\n–\n\n2C\n\nand\n\nS3\n\n). We then tested these mutant CELSR2 forms in autoproteolysis assays and found that both point mutations diminished autoproteolytic cleavage of\n\nMm\n\nCELSR2, resulting in predominately a single band via FLAG immunoblotting corresponding to the expected size of the full-length receptor (\n\nFigure 2D\n\n). Therefore,\n\nMm\n\nCELSR2 requires residue T2357 for effective GAIN domain autoproteolysis.\n\nEvaluation of aGPCR acute TA exposure-dependent and -independent G protein coupling\n\nOur results support that full-length\n\nMm\n\nCELSR1 and CELSR3 are cleavage deficient in mammalian cells, while CELSR2 is efficiently cleaved (\n\nFigures 1\n\nand\n\n2\n\n). The differential mechanisms of cleavage-dependent and -independent aGPCR:G protein coupling and G protein pathways controlled by CELSRs remain unclear. To establish a system to evaluate acute TA-dependent G protein coupling of aGPCRs, we implemented recent advances allowing for acute, thrombin-mediated exposure of the aGPCR TA peptide.\n\n40\n\nWe combined the thrombin-mediated acute TA exposure approach with BRET2 sensors (termed TRUPATH) that assay the “transducerome’ of 14 Gαβγ combinations (\n\nFigures 3\n\nand\n\nS4\n\n).\n\n56\n\nWe validated this approach using LPHN3, as in previous studies.\n\n40\n\nWe began by replacing the extracellular portion of\n\nMm\n\nLPHN3 (NCBI:NM_001359828.1) that is N-terminal of the autoproteolytic cleavage site with PAR (N-terminal domain of protease-activated receptor) (\n\nFigures 3A\n\nand\n\n3B\n\n). This approach allows for overexpression of a TA-protected LPHN3, and subsequent thrombin-mediated cleavage and removal of PAR,\n\n57\n\nwhich thereby exposes the TA peptide (\n\nFigure 3B\n\n). Similar to Mathiasen et al.,\n\n40\n\nwe fused the PAR sequence to LPHN3 so that thrombin-mediated cleavage in PAR at LDPR/SF would expose the critical activating phenylalanine in the endogenous LPHN3 TA, thereby generating a thrombin-exposed TA of N-SFAVLM ... -C (\n\nFigure 3B\n\n).\n\nWe validated this approach with the TRUPATH sensors for Gα13 (Gα13/Gβ3/Gγ9), which was previously shown to couple LPHN3 in a TA exposure-dependent manner,\n\n40\n\nand GαoB (GαoB/Gβ3/Gγ8) as a negative control. BRET2 experiments were conducted in G protein knockout (GKO) HEK293 cells to minimize interference with endogenous G proteins and our overexpressed receptors of interest (\n\nFigure 3C\n\n).\n\n58\n\n,\n\n59\n\nWe transfected the same TRUPATH sensors in cells co-transfected with empty vector (EV) to control for non-specific effects of thrombin treatment. Consistent with previous studies,\n\n40\n\nwe found thrombin dose-dependent PAR-LPHN3 coupling to Gα13. Importantly, no significant change in net BRET2 was observed in EV conditions treated with similar concentrations of thrombin, supporting that Gα13 coupling was specific for thrombin-mediated cleavage of LPHN3 (\n\nFigure 3C\n\n). Thus, combining the PAR-LPHN3 approach with TRUPATH sensors provides a system to assess TA-dependent G protein coupling in aGPCRs.\n\nMultiple putative transcript variants are present in public databases for\n\nMm\n\nLPHN3 in intracellular loop 3 (ICL3), which is important for G protein coupling, as well as the C-terminal intracellular tail sequence, which has been shown to modulate signal transduction pathway specificity for LPHN1.\n\n33\n\nNext, we tested how three putative LPHN3 sequence variants (NCBI transcript variant 5 NM_0013 47371.2, NCBI transcript variant 7 NM_001 359828.1, and NCBI transcript variant 9 NM_001359830.1; here referred to as LPHN3\n\ntv\n\n5, LPHN3\n\ntv\n\n7, and LPHN3\n\ntv\n\n9, respectively) impact G protein coupling (\n\nFigures 3D\n\n–\n\n3L\n\n). Given that several aGPCRs have shown TA exposure-dependent and -independent activity, and LPHN3 has been reported to exhibit both basal and agonist-dependent G protein coupling,\n\n39\n\nwe examined basal vs. TA exposure-dependent G protein coupling in parallel. As an initial control to assess potential differences in expression levels of the three PAR-LPHN3 variants tested, we immunolabeled for overexpressed PAR-LPHN3 variants containing a C-terminal HA tag but observed no statistically significant differences (\n\nFigures S4A\n\nand\n\nS4B\n\n).\n\nLPHN3\n\ntv\n\n5 exhibits a relatively short ICL3 followed by an intracellular C-terminal tail region with a PDZ-binding motif (\n\nFigure 3D\n\n). We found that PAR-LPHN3\n\ntv\n\n5 displayed modest basal GαsS coupling and more substantial basal Gα13 coupling in the absence of thrombin-mediated TA exposure (\n\nFigure 3E\n\n), as well as exposed TA-induced Gα13 coupling (\n\nFigure 3F\n\n). Further control experiments showed effective agonist-induced (10 μM isoproterenol) coupling of GαsS and GαsL to β2-adrenergic receptor (β2-AR) (\n\nFigure S4C\n\n), as reported in the TRUPATH study.\n\n56\n\nPAR-LPHN3\n\ntv\n\n7, which contains a 9 amino acid insertion (NYEDNRPFI) in ICL3 compared with LPHN3\n\ntv\n\n5 (\n\nFigure 3G\n\n), also displayed modest basal and exposure-dependent G protein coupling (\n\nFigures 3H\n\nand\n\n3I\n\n). PAR-LPHN3\n\ntv\n\n9, which contains the same ICL3 as LPHN3\n\ntv\n\n7 but a short C-terminal intracellular tail (\n\nFigure 3J\n\n), displayed no detectable basal Gα coupling (\n\nFigure 3K\n\n) but did display robust TA-dependent Gα13 coupling (\n\nFigure 3L\n\n). To control for other possibilities, such as receptor-induced changes in the expression of TRUPATH sensors, we plotted the donor luminescence measurements from these experiments but found no significant differences between conditions for given sensors (\n\nFigure S4D\n\n). These experiments further validate these approaches and suggest that aGPCR transcript variants may impact G protein-coupling efficacy.\n\nGiven the importance of LPHNs in mechanisms of synapse formation and brain development, we subsequently conducted RNA\n\nin situ\n\nhybridizations with C-terminal variant-specific and pan-\n\nLphn3\n\nprobes at three time points during synaptogenesis. Interestingly, the C-terminal tail present in Lphn3\n\ntv\n\n5 and −7 harbors a PDZ-binding motif that interacts with postsynaptic SHANK proteins.\n\n60\n\nWe co-labeled brain sections from postnatal day 5, 10, and 21 mice with a probe detecting all\n\nLphn3\n\ntranscript variants (pan-\n\nLphn3\n\n) together with a probe specific for the C-terminal tail sequence present in Lphn3\n\ntv5/−7\n\nbut not Lphn3\n\ntv9\n\n(Ct-\n\nLphn3\n\n) (\n\nFigures 4\n\nand\n\nS5\n\n). Probes specific for pan-\n\nLphn3\n\nas well as the Lphn3\n\ntv5/−7\n\nC-terminal intracellular tail were robustly detected throughout the developing mouse hippocampus (\n\nFigure 4A\n\n). We quantified the intensities of each probe relative to the area occupied by DAPI and found that Lphn3 expression increased during postnatal development, particularly in the CA1 (\n\nFigures 4B\n\nand\n\n4C\n\n) and CA3 (\n\nFigures 4D\n\nand\n\n4E\n\n) compared with the dentate gyrus (\n\nFigures 4F\n\nand\n\n4G\n\n). The pan-\n\nLphn3\n\nand Ct-\n\nLphn3\n\nprobes did not completely co-localize in all hippocampal subregions analyzed (\n\nFigure S5\n\n). The small size of the ICL3 insert sequence precluded similar analyses with this sequence variant, and future studies are required to determine its significance\n\nin vivo\n\n. Altogether, these experiments support that\n\nLphn3\n\nexpression increases in the hippocampus during early postnatal development and that the large C-terminal tail harboring a PDZ-binding motif is highly prevalent during this developmental period.\n\nFull-length CELSR1–3 engage in G protein coupling with GαsS\n\nWhile autoproteolysis of\n\nMm\n\nCELSR2 will produce a putative TA peptide, our results support that full-length\n\nMm\n\nCELSR1 and CELSR3 are cleavage deficient in mammalian cells. This indicates that autoproteolysis-independent modes of signaling may exist for\n\nMm\n\nCELSR1 and CELSR3. To begin interrogating this, we applied the complete panel of TRUPATH BRET2 sensors to full-length CELSR1–3 to assess G protein coupling (\n\nFigures 5\n\nand\n\nS6\n\n). Given the basal Gα13 coupling we observed upon PAR-LPHN3\n\ntv\n\n5 overexpression, we utilized this as a control within these experiments. Full-length\n\nMm\n\nCELSR1 displayed GαsS coupling (\n\nFigure 5A\n\n). Heatmaps illustrate that in these conditions, full-length CELSR1 coupled to GαsS within the panel of TRUPATH sensors (\n\nFigure 5B\n\n). We subsequently performed plasmid copy number titer experiments where we increased the amount of CELSR1 plasmid transfected together with a given amount of TRUPATH GαsS sensors (\n\nFigure 5C\n\n). These experiments demonstrated an increasing BRET2 response with increased CELSR1 plasmid copy number compared with EV transfected cells (\n\nFigure 5C\n\n). Interestingly, similar experiments with full-length\n\nMm\n\nCELSR2 and CELSR3 also revealed GαsS coupling and plasmid copy-dependent GαsS coupling (\n\nFigures 5D\n\n–\n\n5I\n\n). Notably, while a direct comparison has caveats, CELSR2 induced a stronger plasmid copy-dependent GαsS response (\n\nFigure 5F\n\n) compared with CELSR1 (\n\nFigure 5C\n\n) or CELSR3 (\n\nFigure 5I\n\n). Similar to our LPHN3 BRET2 studies, we also analyzed the donor luminescence readings but found no differences between TRUPATH sensors for a given CELSR isoform (\n\nFigures S6A\n\n–\n\nS6C\n\n). Altogether, these results support that full-length cleavage-deficient\n\nMm\n\nCELSR1 and CELSR3 and full-length cleaved CELSR2 engage in G protein coupling with GαsS.\n\nCelsr1–3\n\nare highly abundant during neural circuit assembly and display partially non-overlapping spatial expression patterns\n\nDespite the fundamental importance of the invertebrate CELSR orthologs Flamingo/FMI-1/starry night in circuit assembly, the functions of mammalian CELSR1–3 remain unclear. Thus, we conducted spatial expression analysis of\n\nMm Celsr1–3\n\nthrough the developing mouse brain to obtain insights into their\n\nin vivo\n\nroles (\n\nFigures 6\n\nand\n\nS7\n\n). Similar to our\n\nLphn3\n\nstudies, we performed RNA\n\nin situ\n\nhybridizations for\n\nCelsr1–3\n\nat postnatal days 5, 10, and 21, which is a major period of synaptogenesis in the mouse brain. Interestingly,\n\nCelsr1–3\n\nwere present in partially non-overlapping spatial patterns during postnatal development, with persistent expression through postnatal day 21 (\n\nFigures 6A\n\nand\n\nS7\n\n). We quantified the intensity of each\n\nCelsr\n\nisoform relative to the area occupied by DAPI in the CA1, CA3, and dentate gyrus regions.\n\nCelsr2\n\nand\n\nCelsr3\n\nwere the predominant isoforms expressed and were largely restricted to the pyramidal cell layers of the hippocampal CA1/CA3 and granule cell layers of the dentate gyrus (\n\nFigures 6B\n\n–\n\n6G\n\n).\n\nCelsr1\n\nwas distinct compared with\n\nCelsr2\n\nand\n\nCelsr3\n\n.\n\nCelsr1\n\nwas expressed in the hippocampal region at postnatal day 5 but became increasingly restricted to the granule layer of the hippocampal dentate gyrus over development (\n\nFigure 6\n\n). While\n\nCelsr1\n\nwas uniformly distributed throughout the dentate gyrus granule cell layer at postnatal day 5, it became selective for the subgranular zone, where cells responsible for adult neurogenesis reside, by postnatal day 21 (\n\nFigures 6F\n\nand\n\n6G\n\n). Thus, different\n\nCelsr\n\nisoforms display discrete spatial expression patterns, with\n\nCelsr1\n\nand\n\nCelsr2/3\n\nbeing particularly distinct.\n\nWe examined\n\nCelsr2/3\n\nspatial expression more globally by imaging\n\nin situ\n\nhybridizations from sagittal sections and found that\n\nCelsr2\n\nwas broadly expressed, while\n\nCelsr3\n\nco-expressed with\n\nCelsr2\n\nin discrete areas including the olfactory bulb, hippocampus, and cerebellum (\n\nFigure S7\n\n). To determine if\n\nCelsr2/3\n\nexpression in hippocampal subregions was enriched in neurons of the pyramidal and granule cell layers, we conducted double immunohistochemistry (IHC)/RNA\n\nin situ\n\nhybridizations for the mature neuronal marker NeuN together with the RNA probes for\n\nCelsr2/3\n\n(\n\nFigures 6H\n\nand\n\n6I\n\n). These experiments revealed that\n\nCelsr2/3\n\nexpression overlapped with NeuN in the CA1, CA3, and dentate gyrus (\n\nFigures 6H\n\nand\n\n6I\n\n). Altogether, these studies support that\n\nCelsr1–3\n\ndisplay differential autoproteolysis as well as spatial expression patterns in the developing mouse brain.\n\nAutoproteolysis in the context of full-length\n\nMm\n\nCELSR2 is important for GαsS coupling\n\nWhile full-length\n\nMm\n\nCELSR2 exhibits GαsS coupling properties, CELSR2 autoproteolytic cleavage generates a TA peptide with potential TA exposure-dependent or -independent functions. To first address if autoproteolysis is important for CELSR2:GαsS coupling, we tested the ability of mutant T2357A CELSR2 to couple to GαsS (\n\nFigure 7A\n\n). We conducted similar plasmid copy-number-dependent GαsS coupling experiments as in\n\nFigure 5\n\nand found that the T2357A mutation significantly attenuated GαsS coupling compared with WT CELSR2 (\n\nFigure 7A\n\n). This supports that efficient\n\nMm\n\nCELSR2 autoproteolysis enhances its GαsS coupling.\n\nTo examine this further, we generated a PAR-CELSR2 construct to allow for acute thrombin-mediated TA exposure (\n\nFigures 7B\n\nand\n\n7C\n\n). We designed PAR-CELSR2 in a similar manner to PAR-LPHN3 by fusing PAR to the CELSR2 CTF so that thrombin-mediated cleavage of PAR at LDPR/S (the slash denotes a cleavage site) would produce the following TA peptide: N-SFAVLM ... -C (\n\nFigure 7B\n\n). We subsequently examined G protein coupling of PAR-CELSR2, using PAR-LPHN3\n\ntv\n\n7 coupling to Gα13 as a control (\n\nFigure 7C\n\n). Surprisingly, acute CELSR2 TA exposure alone failed to induce G protein coupling including for GαsS or other G proteins (\n\nFigure 7C\n\n). While Gα12 exhibited modest changes following thrombin treatment, control experiments revealed that thrombin treatment alone in cells transfected with EV can induce the Gα12 TRUPATH BRET2 sensor (\n\nFigure S8A\n\n). As before, PAR-LPHN3\n\ntv\n\n7 displayed strong thrombin-induced Gα13 coupling in the same experiments. Since acute thrombin-mediated TA exposure in PAR-CELSR2 failed to induce G protein coupling in our BRET2 assay, we next tested for arrestin2/3 (Arr-2/3) induction following acute CELSR2 TA exposure using NanoBiT Arr-2/3 membrane recruitment assays (\n\nFigures S8B\n\n–\n\nS8D\n\n).\n\n62\n\nAcute CELSR2 TA exposure with the PAR approach also failed to induce Arr-2/3 recruitment (\n\nFigures S8C\n\nand\n\nS8D\n\n), supporting a lack of GPCR activation. Altogether, these results suggest that while autoproteolysis is critical for effective\n\nMm\n\nCELSR2 G protein coupling, acute TA peptide exposure alone using the PAR approach is insufficient for G protein and/or Arr-2/3 induction.\n\nImportantly, the PAR-aGPCR approach generates a “scarred” TA harboring a serine at the N terminus that is not present in the native TA. While this does not interfere with the LPHN3 TA function, it may impact the CELSR2 TA. Therefore, we utilized another acute TA exposure approach recently developed that generates a native exposed TA.\n\n55\n\nThis approach is based on the entirely P′-substrate selectivity of enterokinase, which cleaves following DDDK/.\n\n55\n\nThis system has been used to generate functional native exposed TAs for ADGRG6\n\n55\n\nand LPHN3.\n\n61\n\nWe adopted this approach for CELSR2 by capping the native CELSR2 TA (N-TSFAVLM ... -C) with SNAP tag-linker-FLAG (\n\nFigure 7D\n\n). Enterokinase-mediated cleavage in FLAG following DDDK/ exposes the native CELSR2 TA. As a control, we also used a SNAP tag-linker-FLAG-LPHN3\n\ntv\n\n7 in parallel. Surface SNAP-tag labeling demonstrated that these fusions were effectively expressed on the cell surface and that enterokinase-cleavage diminished this surface signal, relative to a C-terminal HA tag (\n\nFigures 7E\n\nand\n\nS8E\n\n). We subsequently used this system for BRET2 G protein-coupling experiments, including enterokinase (EK)-treated cells transfected with EV and 10 nM ISO-treated cells expressing β2-AR as controls (\n\nFigures 7F\n\nand\n\n7G\n\n). As in Perry-Hauser et al.,\n\n61\n\nthis approach effectively induced Gα13 coupling with LPHN3 (\n\nFigure 7F\n\n). However, consistent with our PAR-CELSR2 experiments (\n\nFigures 7B\n\nand\n\n7C\n\n), acute CELSR2 native TA exposure with this approach failed to induce GαsS coupling (\n\nFigure 7G\n\n).\n\nThese results support that CELSRs may display distinct G protein induction mechanisms compared with LPHN3. To investigate this further, we generated nine point mutations in residues within the CELSR1–3 TA peptide region (\n\nFigure 7H\n\n). In LPHNs, these residues have shown to be important for autoproteolysis and/or TA-mediated agonism.\n\n8\n\n,\n\n61\n\nAs before, our CELSR1–3 mutations were generated in full-length\n\nMm\n\nCELSR1–3 displaying N-terminal HA and C-terminal FLAG tags. We first assessed mutant receptor surface localization and autoproteolysis compared with WT forms (\n\nFigure S9\n\n). CELSR2 F2359A, L2362A, and M2363A mutations impaired autoproteolysis efficiency compared with WT CELSR2 (\n\nFigures S9A\n\n–\n\nS9D\n\n). CELSR1 C2466A, L2469A, and M2470A displayed surface levels and an autoproteolysis profile comparable to WT CELSR1 (\n\nFigures S9E\n\n,\n\nS9F\n\n,\n\nS9I\n\n, and\n\nS9J\n\n). The CELSR3 F2511A mutation significantly diminished surface expression and localization, while CELSR3 L2514A and M2515A were efficiently expressed on the cell surface and exhibited autoproteolysis comparable to WT CELSR3 (\n\nFigures S9G\n\n–\n\nS9J\n\n). We subsequently conducted GαsS coupling assays with the mutants that were effectively expressed on the cell surface (\n\nFigures 7I\n\n–\n\n7K\n\n). Interestingly, CELSR1 C2466A, L2469A, and M2470A all induced GαsS at a similar intensity to WT CELSR1 (\n\nFigure 7I\n\n). The three CELSR2 point mutations either abolished (F2359A) or significantly attenuated (L2362A and M2363A) GαsS induction (\n\nFigure 7J\n\n). However, interpretation of these results in confounded by the observation that these point mutations also impact CELSR2 autoproteolysis. CELSR3 L2514A induced GαsS coupling, while CELSR3 M2515A exhibited a slight reduction in GαsS induction intensity (\n\nFigure 7K\n\n). Collectively, these results support that these residues are not essential for CELSR1 or CELSR3 GαsS coupling, while CELSR2 requires autoproteolysis in the context of the full-length receptor for robust GαsS induction.\n\nDISCUSSION\n\nDespite the crucial roles of CELSRs in neurodevelopment, how they function as GPCRs remains unknown. Here, we examined aGPCR:G protein induction principles by focusing on mammalian CELSR1–3 and LPHN3, which represent members of evolutionarily conserved aGPCR families shared across invertebrates to vertebrates. We first examined full-length\n\nMm\n\nCELSR1–3 autoproteolysis in a heterologous system and found that CELSR1 and CELSR3 are cleavage deficient, while CELSR2 is cleaved with residue T2357, crucial for efficient autoproteolysis (\n\nFigures 1\n\nand\n\n2\n\n). We then used an approach to interrogate acute TA exposure-dependent and -independent aGPCR:G protein coupling, first validating this system using\n\nMm\n\nLPHN3 (\n\nFigure 3\n\n). Next, we assessed Lphn3 expression together with one C-terminal tail variant in the developing hippocampus and determined that they were highly abundant during postnatal synaptogenesis (\n\nFigure 4\n\n). Applying the aGPCR:G protein-coupling system to\n\nMm\n\nCELSR1–3, we found that overexpression of full-length\n\nMm\n\nCELSR1–3 was sufficient to induce G protein coupling, particularly with GαsS (\n\nFigure 5\n\n). We then found that\n\nMm\n\nCelsr1–3 exhibited distinct, non-overlapping spatial expression profiles during neural circuit assembly (\n\nFigure 6\n\n). Mechanistically, CELSR2 autoproteolysis was important for effective GαsS coupling, yet acute TA exposure alone was insufficient (\n\nFigure 7\n\n). Also, mutations in the CELSR1 and CELSR3 TA peptide region failed to block GαsS coupling (\n\nFigures 7H\n\n–\n\n7K\n\n). Collectively, these results reveal insights into how CELSRs function as aGPCRs and how aGPCRs mediate G protein coupling.\n\nOur study has several inherent limitations that require future experiments to address. First, while even high immunoblot exposures support that the majority of full-length CELSR1 and CELSR3 are uncleaved in our experiments, consistent with their atypical autoproteolysis regions (\n\nFigure S1D\n\n), we cannot exclude the possibility that a small amount of cleavage product is present. We employed a panel of 14 G protein BRET2 sensors to assess G protein coupling, but we did not examine CELSR downstream signal transduction pathways. Future studies using a range of approaches are required to define the downstream signaling cascades regulated by CELSR1–3\n\nin vivo\n\n. Moreover, while our studies focused on mammalian CELSRs, the autoproteolysis and G protein-signaling mechanisms of the invertebrate ortholog (cFMI/Flamingo/starry night) remain to be identified. Interestingly, alignments suggest that cFMI-1 may be cleavage deficient (\n\nFigure 1B\n\n), and thereby more comparable to\n\nMm\n\nCELSR3, but further experiments are required to address this. The PAR/thrombin-mediated acute TA exposure approach also has certain limitations. The endogenous aGPCR TA peptide is protected within the GAIN domain and is surrounded by numerous hydrogen bonds and hydrophobic interactions. The PAR-aGPCR fusions remove this molecular context and may alter the native TA conformation. However, our results show robust, thrombin-inducible Gα13 coupling to PAR-Lphn3 as in previous studies,\n\n40\n\nfurther supporting the validity and effectiveness of this approach for acute TA exposure. Development of approaches with enhanced specificity and temporal resolution for inducible TA peptide exposure, such as the EK cleavage strategy, benefit studies of aGPCR signal transduction.\n\nOur results also prompt multiple new questions. We show in a heterologous system that\n\nMm\n\nCELSR1/3 exhibit a cleavage-deficient GAIN, while CELSR2 is efficiently cleaved. However, full-length CELSR1–3 all engage GαsS, and effective CELSR2 coupling to GαsS requires autoproteolysis. Interestingly, while autoproteolysis is important for CELSR2:GαsS coupling, acute TA exposure alone using the PAR-CELSR2 or EK-CELSR2 approach is insufficient. This contrasts with LPHN3, where acute TA exposure effectively induces Gα13 coupling in the same experiments using the same approaches (\n\nFigure 7\n\n). This suggests that autoproteolysis is required in the context of the native protein for CELSR2. One possibility is that the extracellular region plays a crucial role in G protein-coupling induction and therefore acute TA exposure alone is insufficient. Indeed, previous models have been proposed where the extracellular region and 7-transmembrane region communicate, and conformational changes in the extracellular region may directly induce activation without TA exposure.\n\n22\n\n,\n\n23\n\nAutoproteolysis may be necessary for the conformational changes allowing communication of the CELSR2 extracellular region with the GPCR.\n\nHow do cleavage-deficient aGPCRs, such as CELSR1 and CELSR3, induce G protein coupling in the absence of robust autoproteolysis? A model involving the extracellular region may also help explain this. For CELSR1 and CELSR3, the membrane-proximal TA sequence may be still capable of communicating to the 7-transmembrane GPCR via the extracellular region, as shown for other aGPCRs.\n\n17\n\n,\n\n18\n\nThus, certain aGPCRs (mouse/human CELSR1 and CELSR3) have acquired mutations over evolution rendering them cleavage deficient yet still capable of inducing G protein coupling. However, a typical TA-dependent mechanism is unlikely for\n\nMm\n\nCELSR1 and CELSR3 given that mutations in residues important for TA-mediated agonism fail to block GαsS induction (\n\nFigures 7H\n\n–\n\n7K\n\n). Unfortunately, we were unable to unequivocally determine the contribution of these residues in CELSR2 toward autoproteolysis-dependent vs. TA-dependent GαsS induction given that point mutations at these sites reduced CELSR2 autoproteolysis (\n\nFigures 7J\n\nand\n\nS9A\n\n–\n\nS9D\n\n). Nonetheless, our studies support that cleavage-independent mechanisms and several modes of signal transduction exist for aGPCRs.\n\nWhat are the biological roles of CELSR1–3 in the mammalian brain? Critical insights into\n\nC. elegans\n\nand\n\nDrosophila\n\nFlamingo/starry night function have been determined in invertebrate systems, and Flamingo has been associated with the planar cell polarity pathway in development.\n\n41\n\n–\n\n53\n\nThese previous studies support that CELSRs play integral roles in circuit wiring and brain development. Intriguingly, important studies have shown that CELSR2 and CELSR3 modulate opposing roles in mammalian neurite development in cultured neurons.\n\n63\n\nOur studies support differential spatial expression patterns of\n\nCelsr1–3\n\nduring neural circuit assembly (\n\nFigure 6\n\n). These results show that\n\nCelsr2/3\n\nare the predominant isoforms and are expressed in neurons through postnatal life, supporting a neuronal role of\n\nCelsrs\n\nduring mammalian postnatal development.\n\nCelsr2/3\n\nalso partially overlap in the hippocampus, and therefore we speculate that a cleaved (\n\nCelsr2\n\n) and a cleavage-deficient (\n\nCelsr3\n\n) isoform may have functions in the same cells. Cleavage-deficient\n\nCelsr1\n\nwas restricted to early development and persisted in the region responsible for granule cell adult neurogenesis, suggesting a distinct biological role from\n\nCelsr2/3\n\n. Therefore,\n\nCelsr1–3\n\nlikely have non-overlapping functions. Our studies elucidating CELSR1–3 autoproteolysis and G protein-coupling mechanisms provide a framework for future studies of CELSR function\n\nin vivo\n\n.\n\nIn summary, we investigated autoproteolytic cleavage and Gαs coupling mechanisms of vertebrate\n\nMm\n\nCELSR1–3. We demonstrated that\n\nMm\n\nCELSR1–3 display different autoproteolytic cleavage profiles and distinct autoproteolysis-dependent G protein induction paradigms. Thus, aGPCRs exhibit several modes of G protein engagement. Overall, these studies expand our current understanding of aGPCR molecular mechanisms and open avenues of future investigation into CELSR biological function.\n\nLimitations of the study\n\nHere, we utilized a heterologous system to examine full-length mouse CELSR1–3 autoproteolysis upon overexpression in HEK293T cells. We were unable to investigate native mouse CELSR1–3 autoproteolysis in brain tissue due to the lack of reliable antibodies together with lack of CELSR1–3 KO brain homogenate to serve as a control. Future studies are required to determine native CELSR1–3 autoproteolysis\n\nin vivo\n\n.\n\nSTAR★METHODS\n\nRESOURCE AVAILABILITY\n\nLead contact\n\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Richard C. Sando (\n\nrichard.sando@vanderbilt.edu\n\n).\n\nMaterials availability\n\nAll materials generated in this study will be openly shared upon request free of charge.\n\nData and code availability\n\nOriginal Western blot images have been submitted with the manuscript. No original code has been generated in this study. Any additional information required to reanalyze the data reported in this paper is available from the\n\nlead contact\n\nupon request.\n\nEXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS\n\nAnimals\n\nMale and female C57/BL6J mice (Jackson Laboratories #664) were weaned at 18–21 days of age and housed in groups of 2–5 on a 12 h light/dark cycle with food and water\n\nad libidum\n\n. Both genders were used for experimental purposes. Vanderbilt Animal Housing Facility: All procedures conformed to National Institutes of Health Guidelines for the Care and Use of Laboratory Mice and were approved by the Vanderbilt University Administrative Panel on Laboratory Animal Care. Mice for RNA\n\nin situ\n\nstudies were euthanized at indicated developmental time-points (postnatal day 5, 10, or 21) and whole brains were flash frozen by indirect exposure to liquid N\n\n2\n\n, followed by the procedure for fresh frozen tissue outlined below.\n\nCell lines\n\nGKO HEK293 cells used for all BRET2 assays were originally a kind gift from Asuka Inoue (Tokyo University, Japan) (Alvarez-Curto et al., 2016; Grundmann et al., 2018); and were provided to our studies as a kind gift from Drs. Vsevolod Gurevich and Chen Zheng. GKO HEK293 cells were maintained in DMEM (Gibco Cat# 11995065) containing 10% FBS (Gibco Cat# 16000044), 1X Penicillin-Streptomycin (Corning Cat# MT30002Cl), and 1x MEM Non-essential Amino Acid (NeA) Solution (Sigma Cat# M7145) at 37°C and 5% CO\n\n2\n\n. HEK293 Arrestin2/3 KO used for Indirect Arrestin assays were originally generated by Milligan lab from University of Glasgow (Alvarez-Curto et al., 2016) and were a kind gift from Drs. Vsevolod Gurevich and Chen Zheng (Vanderbilt University). HEK293T cells (ATCC #CRL-11268) were used to examine cDNA overexpression and protein cell surface localization. Cells were maintained in DMEM (Gibco Cat# 11995065) plus 10% FBS (Gibco Cat# 16000044) and 1X Penicillin-Streptomycin (Corning Cat# MT30002Cl) at 37°C and 5% CO\n\n2\n\nfor a maximum of 20 passage numbers.\n\nMETHOD DETAILS\n\nPlasmids\n\nAll full-length\n\nMm\n\nCELSR1–3, PAR fusion, and SNAP-FLAG fusion overexpression cDNAs were encoded in the pEB Multi-Neo vector (Wako Chemicals, Japan). All PAR constructs contained an N-terminal fusion of the human thrombin receptor PAR1 signal peptide and PAR cleavage sequence N-MGPRRLLLVAACFSLCGPLLSARTRARRPESKATNATLDPRS-C. PAR-LPHN3 and PAR-CELSR constructs were designed according to Mathiasen et al., 2020. For PAR-LPHN3, the PAR sequence was fused immediately upstream of the tethered agonist sequence beginning at N-FAVLMAH ... -C. Thrombin-mediated cleavage of the PAR at N- … LDPR/S-C (/denotes cleavage site) exposes the following tethered agonist sequence (N-SFAVLMAH ... -C).\n\nMus musculus\n\nPAR-LPHN3 variants Lphn3\n\ntv\n\n5 (NCBI Reference Sequence NM_001347371.2), Lphn3\n\ntv\n\n7 (NCBI Reference Sequence NM_001359828.1), and Lphn3\n\ntv\n\n9 (NCBI Reference Sequence NM_001359830.1) were cloned into pEB Multi-Neo via gBlocks (Integrated DNA technologies).\n\nMus musculus\n\nPAR-CELSR2 constructs were based CELSR2 Uniprot #Q9R0M0 and synthesized via codon-optimized gBlock fragments (PAR-CELSR2 amino acids #2359–2919 of\n\nMm\n\nCELSR2). Full-length\n\nMm\n\nCELSR1 and\n\nMm\n\nCELSR2 were cloned from postnatal day 21 mouse brain cDNA library produced in-house using Superscript IV Reverse Transcriptase (Invitrogen #18091050).\n\nMm\n\nCelsr1 corresponded to NCBI Reference Sequence NM_009886.2 and Uniprot #O35161.\n\nMm\n\nCelsr2 corresponded to NCBI Reference Sequence NM_017392.4 and Uniprot #Q9R0M0.\n\nMm\n\nCelsr3 was codon-optimized and synthesized at Gene Universal Inc. (Newark, DE) and corresponded to GenBank #AIJ27736.1. The native signal peptide based on Uniprot was replaced with a preprotrypsin leader and HA tag (N-MSALLILALVGAAVAYPYDVPDYA-C). cDNAs contained the N-terminal preprotrypsin leader-HA and C-terminal FLAG tags. The ADGRL3 construct used as a positive control in cleavage assays consisted of full-length human LPHN3 inserted into pCMV5 using restriction cloning with an N-terminal FLAG tag and an HA tag introduced into the first extracellular loop of the seven-transmembrane region (Lu et al., 2015). The SNAP-FLAG-Lphn3\n\ntv\n\n7 and SNAP-FLAG-CELSR2 constructs contained the following sequence of features fused upstream of the native tethered agonist sequence: IgK signal peptide (METDTLLLW VLLLWVPGSTGDAGAQ) – SNAP-tag – linker (GGSGGSGGS) – FLAG (DYKDDDDK). Enterokinase-mediated cleavage following DDDDK/was designed to expose the native TA sequence for Lphn3\n\ntv\n\n7 (TNFAVLMAH ...) and CELSR2 (TSFAVLMDM ...). Both constructs were cloned into pEB and contained a C-terminal HA-tag fusion. The TRUPATH kit was purchased from Addgene (#1000000163) and was a gift from Bryan Roth. The pcDNA3 FLAG\n\nH. sapiens\n\nbeta-2-adrenergic receptor used as a control in BRET2 experiments was a gift from Robert Lefkowitz (Addgene plasmid #14697).\n\nMm\n\nArr-2 (NP_796205.1) and\n\nMm\n\nArr-3 (NP_001258289.1) were cloned via gBlocks (Integrated DNA technologies) to create N-terminal fusions of SmBiT in pEB-Multi-Neo.\n\nMm\n\nGRK2 (NP_001277747.1) was cloned from gBlocks (Integrated DNA Technologies) into pEB-Multi-Neo. Cells transfected with empty pEB-Multi-Neo were used as negative control conditions in all experiments. All molecular cloning was conducted with the In-Fusion Assembly system (Takara #638948).\n\nAntibodies\n\nThe following antibodies and reagents were used at the indicated concentrations for immunocytochemistry: anti-HA mouse (Covance Cat# MMS101R; 1:1,000), anti-HA rabbit (Cell Signaling Technologies Cat# 3724; 1:2,000), Alexa Fluor 647 Phalloidin (Invitrogen Cat# A22287; 1:40 diluted in methanol), and corresponding fluorescently-conjugated goat secondary antibodies from Life Technologies (1:1,000). For autoproteolysis assays, anti-FLAG antibody conjugated to iFluor 488 (GenScript A01809) at 1:2,000 dilution, or anti-HA antibody conjugated to iFluor 647 (GenScript A01808) at 1:1,000 were used. For double IHC/RNA\n\nin situ\n\nexperiments, anti-NeuN mouse (EMD Millipore #MAB377) was used at a 1:500 dilution and detected with HRP-conjugated goat anti-mouse secondary antibody (Biotium #20400–1mL) at 1:500 together with Opal 520 reagent at 1:1,000 (Akoya Biosciences #OP-001001).\n\nBRET2 assays\n\nHEK G protein K.O cells (Grundmann et al.,\n\nNature Commun\n\n., 2018) were plated into 12-well plate at a density of 3–4 × 10\n\n5\n\ncells in 1 mL per well. HEK G K.O. media contained 1x DMEM (Gibco Cat# 11995065) plus 10% FBS (Gibco Cat#16000044), 1X Penicillin-Streptomycin (Corning Cat#MT30002Cl) with 1x MEM Non-essential Amino Acid (NeA) Solution (Sigma Cat# M7145). After 16–24 h, cells were co-transfected with receptor of interest and TRUPATH plasmids at 1:1:1:1 DNA ratio (receptor:Gα-R-Luc8:Gβ:Gγ-GFP2) via TransIT-2020 (Mirus Cat# MIR5400). Each condition required 97 μL of room temperature 1x Opti-MEM (Gibco Cat# 31985070), 1 μL each DNA plasmid at 1μg/μL concentration), and 3 μL of room temperature and gently-vortexed TransIT-2020 reagent. The TransIT-2020:DNA complexes mixture were gently mixed via pipetting 10 times and incubated at room temperature for 20 min before adding drop-wise in the well. The plate was rocked gently side to side and incubated at 37°C 24 h before harvesting. In each well, media was aspirated, and cells were washed with 1 mL warm PBS. Cells were detached with 300 μL warm Versene (Gibco Cat# 15040066) and incubated at 37°C for 5 min then resuspended via pipetting 10 times. Cells were plated in complete DMEM containing 1x NeA at 200 μL with a density of 30,000–50,000 cells per well in Matrigel-coated 96-well assay plate. Each experimental condition was plated into three separate wells within the 96-well assay plate. BRET2 assays were performed 48 h after transfection. In each well, media was aspirated and cells were incubated in 80 μL of 1x Hanks’ balanced Salt Solution (Gibco Cat# 14175095) with 20\n\nMm\n\nHEPES (Sigma Cat# H3375, pH 7.4) and 10 μL 100 μm Coelenterazine-400a (NanoLight Technologies Cat# 340) diluted in PBS for 5 min before adding 10 μL of vehicle solution, isoproterenol agonist (Sigma #I6504), or Thrombin (Sigma Cat# T4648) at 100 U/mL concentration for a final concentration of 10 U/mL, or 10 μL of Thrombin vehicle, which is 0.1% BSA (Roche Cat# 10735086001) in PBS. After 10 min of incubation, BRET intensities were measured via BERTHOLD TriStar\n\n2\n\nLB 942 Multimode Reader with Deep Blue C filter (410nm) and GFP2 filter (515 nm). The BRET ratio was obtained by calculating the ratio of GFP2 signal to Deep Blue C signal per well. The BRET2 ratio of the three wells per condition were then averaged. Net BRET2 was subsequently calculated by subtracting the BRET2 ratio of cells expressing donor only (Gα-RLuc8) from the BRET2 ratio of each respective experimental condition. Net BRET2 differences were then compared as described in the Figures, by subtracting Net BRET2 ratios of induced (thrombin/isoproterenol) conditions from vehicle treated conditions, or conditions overexpressing indicated receptors compared to empty vector (EV). For plasmid copy-dependent BRET2 experiments, conditions were transfected in a 12-well plate format with the same total amount of plasmid DNA and varying copies of experimental plasmid, adjusted to the same total amount with empty vector (pEB-multi). For Enterokinase treatment BRET2 assays, GKO HEK293 cells were plated and transfected as above. On the day of the assay, media in each well was aspirated and cells were incubated in 80 μL of 1x Hanks’ balanced Salt Solution with 20 mM HEPES and 10 μL 100 μm Coelenterazine-400a diluted in PBS for 5 min before adding either 10 μL of 5.5 U of Enterokinase (New England Biolabs #P8070S) in PBS or 10 μL of vehicle PBS. After 15 min incubation, BRET2 intensities were measured as above.\n\nAdhesion GPCR autoproteolysis assays\n\nThe autoproteolysis assay was performed similarly to previously described (Araç et al., 2012). HEK293T cells were cultured in Dulbecco’s Modified Eagle Medium (Gibco 11965118) + 10% fetal bovine serum (Sigma F0926) at 37°C in a 5% CO\n\n2\n\natmosphere. At 70% confluency, cells were transfected with 2 μg of either CELSR constructs or empty vector DNA in a 6-well plate (Fisher Scientific FB012927) using a 1:3 mixture of LipoD293 (SignaGen Laboratories SL100668). 48 h later, the cells were washed with 1 mL of Dulbecco’s Phosphate Buffered Saline (PBS) (Gibco 14190144) and the PBS was aspirated; dry adhered cells were placed at −80°C. Cells were thawed the following day and the following steps were performed at 4°C: cells were resuspended in a solution of PBS +0.01% bovine serum albumin (BSA) (Sigma A3803) and centrifuged using a swinging-bucket rotor at 2,600 × g for 5 min. The supernatant was aspirated and the cell pellet was resuspended in 500 μL of solubilization buffer (20 mM HEPES pH 7.4, 150 mM NaCl, 2 mM MgCl\n\n2\n\n0.1mM EDTA, 2 mM CaCl\n\n2\n\n, 1% (v/v) Triton X-100). The resuspended cell pellet was incubated at 4°C with rotation for 30 min for solubilization. The solubilized cell pellet was then centrifuged at 20,000 × g for 15 min and the supernatant was collected as the solubilized cell lysate fraction. Cell lysates were run on 12% SDS-PAGE gels and transferred to 0.45 μm pore nitrocellulose membranes (Bio-Rad 1620251) using a wet transfer system (Bio-Rad) for 1 h at 100 V in a transfer buffer of 24.9 mM Tris-HCl and 193 mM glycine with 20% (v/v) methanol. Either the Kaleidoscope (Bio-Rad 1610375) or the PageRuler Plus (Thermo 26619) protein standards were used. After transfer, the nitrocellulose membrane was blocked for 1 h at room temperature using 4% BSA in TBST (20 mM Tris Base pH 7.4, 150 mM NaCl, 0.1% (v/v) Tween 20). After blocking, membranes were incubated with either anti-FLAG antibody conjugated to iFluor 488 (GenScript A01809) at 1:2,000 dilution, or anti-HA antibody conjugated to iFluor 647 (GenScript A01808) at 1:1,000 dilution overnight at 4°C with gentle rocking. The next day, membranes were washed 4 times with TBST for 5 min each at room temperature. The membranes were imaged at respective wavelengths using the ChemiDoc imaging system (Bio-Rad).\n\nRNA\n\nin situ\n\nhybridizations\n\nTissue preparation and sectioning\n\nWild-type C57BL/6J (Jackson #000664) mice were taken from their home cages at postnatal day (P) 5, P10, and P21, and whole brain tissue was collected in the following manner. Brains were rapidly dissected following brief anesthesia with either ice (P5) or isoflurane (P10 and P21) and placed in a rectangular cryomold (Epredia Peel-a-way #18–30) which was flash-frozen in liquid N\n\n2\n\nfor 15 s to allow for indirect exposure of the tissue with liquid N\n\n2\n\n. The brain was subsequently embedded in O.C.T. Compound (Fisher Healthcare, #4585) within a second cryomold using a bath of 2-methylbutane (Sigma-Aldrich, #M32631–46) equilibrated with dry ice. Once frozen, the blocks were stored at −80°C until cryosectioning.\n\nThe frozen blocks were removed from the −80°C freezer and allowed to sit in the cryostat (Leica CM 1950, #047742456) at −20°C for 1 h to equilibrate. The microtome blade for slicing (Sakura, #4689), forceps (Fine Science Tools), razor blade for block trimming, and paintbrushes for manipulating sections, and the antiroll plate (Leica, #14047742497) were also all placed in the cryostat and allowed to equilibrate. Tissue was sectioned at 15 μm and mounted directly onto room temperature Diamond White Glass microscope slides (Globe Scientific Inc., white frosted 25 × 75 × 1mm, charged +/+, #1358W). Once mounted, the slides were kept in the cryostat until all sectioning was complete. Sections were subsequently dried at −20°C for 1 h, then stored at −80°C.\n\nTissue Pre-Treatment: The RNAscope Multiplex Fluorescent manual assay (Advanced Cell Diagnostics #323100) was carried out using the Fresh Frozen sample preparation according to the manufacturer’s protocol as described below. The RNAscope Hydrogen Peroxide (Advanced Cell Diagnostics, #322335) and RNAscope Protease IV (Advanced Cell Diagnostics, #322336) reagents were set out on the benchtop to equilibrate to room temperature. Sections were removed from the −80°C freezer and placed immediately into ice-cold 4% PFA (Electron Microscopy Sciences, #15714)/PBS (MP Biomedicals, 1 tab/100 mL, #2810306) within a glass slide holder (Epredia RA Lamb Glass Coplin Jar, Fisher #E94). Slides were incubated at 4°C for 15 min to fix the tissue and subsequently washed twice with 1x PBS. Slides were subsequently dehydrated in the following ethanol (Decon Laboratories, Inc., 200 proof, #2705HC) gradient: 50% EtOH/ddH\n\n2\n\nO for 5 min, 70% EtOH/ddH\n\n2\n\nO for 5 min, followed by two treatments with 100% EtOH (50 mL of each treatment). After the final 100% step, the slides were placed section side up on a paper towel and allowed to air dry for 5 min. Then a hydrophobic pen (IHC World, super pap pen, #SPR0905) was used to draw a barrier around each section, which dried at room temperature for 5 min. While the barriers were drying, the HybEZ Humidity Control Tray with lid (Advanced Cell Diagnostics, #310012) was prepared. A sheet of HybEZ Humidifying Paper (Advanced Cell Diagnostics, #310025) was placed on the bottom of the tray and sprayed with ddH\n\n2\n\nO until damp. The EZ-Batch Slide Holder (Advanced Cell Diagnostics, #310017) was placed inside the humidity control tray and the slides were placed in the holder. Three drops of hydrogen peroxide were added to each section. The cover was placed over the humidity control tray and the slides were left to incubate for 10 min at room temperature. Once the incubation was complete, the slides were washed twice with ddH\n\n2\n\nO, removing excess liquid after each wash via a vacuum. Slides were reinserted into the slide holder and 4 drops of Protease IV were added to each section, followed by incubation at room temperature for 30 min. While the slides were incubating the RNAscope Probes were prepared in the following manner. First the C2 (Advanced Cell Diagnostics: Mm-Adgrl3-O2-C2 Mus musculus Adhesion G protein-coupled receptor L3 (Adgrl3) transcript variant 7 mRNA, #1046031-C2) and C3 (Advanced Cell Diagnostics, Mm-Adgrl3-C3, #317481-C3) probes and 100 μL/sample of the RNAscope Probe Diluent (Advanced Cell Diagnostics, #300041) were placed in a heat block (Thermo Scientific, #88870003) at 40°C for 10 min, and subsequently removed from the heat and incubated at room temperature for 10 min. The probes were combined to form a probe mix consisting of 100 μL of probe diluent per section, and 2 μL each of the C2 and C3 probes per section, respectively. The HybEZ II Oven (Advanced Cell Diagnostics, #321720) was then pre-warmed to 40°C. Once the Protease IV incubation was complete, the slides were washed twice with 1x PBS, placed back in the slide holder and humidity control tray and 100 μL of probe mix were added to each section. The tray was placed in the HybEZ Oven for 2 h at 40°C to hybridize the probes. While the incubation was occurring, the 1x RNAscope wash buffer solution (Advanced Cell Diagnostics, #310091) and 5x Saline Sodium Citrate (SSC) buffer was prepared. The 20x SSC stock contained175.3 g of NaCl (Fisher Chemical, certified ACS, crystalline, #S271–1) and 88.2 g of sodium citrate (Fisher Chemical, dihydrate, granular, #S279–500) in ddH\n\n2\n\nO, pH 7.0. Following the 2-h period slides were washed twice with 1x RNAscope wash buffer and placed in 5x SSC buffer overnight at 4°C.\n\nRNAscope Multiplex Fluorescent Assay: The following reagents were equilibrated at room temperature for 1 h: RNAscope Multiplex FL v2 AMP1 (Advanced Cell Diagnostics, 323101), RNAscope Multiplex FL v2 AMP2 (Advanced Cell Diagnostics, 323102), RNAscope Multiplex FL v2 AMP3 (Advanced Cell Diagnostics, 323103), RNAscope Multiplex FL v2 HRP C1 (Advanced Cell Diagnostics, 323104), RNAscope Multiplex FL v2 HRP C2 (Advanced Cell Diagnostics, 323105), RNAscope Multiplex FL v2 HRP C3 (Advanced Cell Diagnostics, 323106) and RNAscope Multiplex FL v2 HRP Blocker (Advanced Cell Diagnostics, 323107). While this equilibration was occurring, the HybEZ Oven was equilibrated to 40°C. Slides were removed from 5x SSC and washed twice with RNAscope wash buffer. Three drops of the AMP1 were applied to each section and the humidity control tray was placed back in the oven where it incubated for 30 min at 40°C. Slides were subsequently washed twice with wash buffer and placed back in the slide holder and 3 drops of AMP2 were applied to each section and left to incubate in the oven at 40°C for 30 min. Slides were washed twice, and treated with 3 drops of AMP3 at 40°C for 15 min. While the AMP3 incubation was occurring, the dye solutions were prepared as follows. The green and red dyes were prepared at a concentration of 1:1000 by combining 1000 μL of TSA Buffer (Advanced Cell Diagnostics, 322809) with 1 μL of Opal 520 Reagent (in DMSO, Akoya Biosciences, OP-001001) and Opal 570 Reagent (in DMSO, Akoya Biosciences, OP-001003) respectively.\n\nOnce the 15-min AMP3 incubation was complete the slides were washed and inserted back into the slide holder, then 3 drops of HRPC1 were applied to each slide, and that was allowed to incubate for 15 min at 40°C. Once that was complete the slides were washed and put back into the slide holder and 3 drops of the HRP Blocker were added to each section. This was allowed to incubate for 15 min at 40°C. Slides were washed and 150 μL of the Opal 570 dye mix was added to each section. This was allowed to incubate at 40°C for 30 min. This process was then repeated for the C3 channel, which was treated with Opal 520 dye.\n\nCounterstaining Mounting and Imaging: Four drops of RNAscope DAPI (Advanced Cell Diagnostics, #323108) were added to each section for the purpose of counterstaining and left to sit at room temperature for 30 s. The DAPI was gently tapped off the slide and 50 μL of Prolong Gold antifade reagent (Invitrogen, #P36930) was added inside the barrier but not directly touching the section, avoiding bubbles. A glass coverslip (Corning, 24 × 60 mm, #2975–246) was lowered onto the slide, slides were allowed to dry overnight in a dark slide box (Fisher Brand, #03–448-4) at 4°C before imaging. Slide boxes were stored in the cold room a 4°C for long term storage. Slides were imaged on a Nikon Eclipse Ti2 Confocal Microscope within 1 week of RNAscope completion. Images were taken at 10x and 60x magnification.\n\nImages were analyzed using NIS-Elements AR 5.41.02 software in the following manner. Using the Automated Measurements and Automated Measurements Results functions, thresholds were assigned to the 405, 488, 561, and 640 channels. This was done using the per channel mode and with the following parameters: (for 405) smooth, clean, separate, and fill holes off, and the size option selected with lower bound of 5 μm; (for 488, 561, and 640) smooth, clean, separate, and fill holes off, no size restrictions. Once the threshold had been set for each channel, the data were exported to excel using the software’s built in export feature. The sum intensity for all points for a given channel was found, along with the total pixel area occupied of each channel. Then the sum intensity of each channel was divided by the DAPI area for its respective image to produce a ratio of the sum intensity of the gene-of-interest to the area occupied by internal control DAPI. For each region and postnatal day, 5–10 separate images were analyzed and subsequently averaged to generate an ‘n’ value for each mouse. Three separate mice were analyzed for each postnatal age, and quantitative data depict the average values from three mice.\n\nDouble immunohistochemistry/RNA\n\nin situ\n\nhybridizations\n\nNeuN/RNA\n\nin situ\n\nexperiments were conducted in the following manner, essentially as described in the manufacturer’s protocol (Advanced Cell Diagnostics #323180 and #323100). Tissue collection, sectioning, and pretreatment was conducted as described above for standard RNA\n\nin situ\n\nexperiments up until the initial 10-min room temperature hydrogen peroxide treatment. Following hydrogen peroxide treatment, slides were washed twice with ddH\n\n2\n\nO followed by once with 1x-PBS-T (PBS with 0.1% Tween 20). The slides were placed back in the slide holder and 150 μL of the primary antibody (anti-NeuN Mouse, EMD Millipore Corp., #MAB377) diluted in RNAscope Co-Detection Antibody Diluent (Advanced Cell Diagnostics, #323160) in a 1:500 concentration was added to each section. Slides were incubated at 4°C overnight in the humidity control tray. Post-primary Fixation and Protease Treatment: After incubation with the primary antibody, slides were washed three times with 1x-PBS-T at room temperature. Then slides were submerged in 10% Neutral Buffered Formalin (Sigma-Aldrich, #65346–85) for 30 min at room temperature. Following that incubation, slides were washed four times with PBS-T. Slides were subsequently placed back into the humidity control tray, and 4 drops of Protease 4 were added and incubated for exactly 30 min at room temperature. After incubation the slides were washed three times with ddH\n\n2\n\nO. The RNAscope Multiplex fluorescent assay was then performed, as described above. Following the last HRP blocker step in the RNAscope Multiplex assay, immunofluorescence for NeuN was performed. HRP-conjugated goat anti-mouse secondary antibody (Biotium #20400–1mL) was diluted in Co-Detection Antibody Diluent (Advanced Cell Diagnostics, #323160) at a 1:500 concentration was added to completely cover the sections and allowed to incubate at room temperature for 30 min. Slides were subsequently washed twice with 1x PBS-T. Then 150 μL of the previously prepared Opal dye (Akoya Biosciences) was added to the slides and incubated for 10 min at room temperature. Then the slides were washed twice with 1x PBS-T and ready for counterstaining and mounting as described above for standard\n\nin situs\n\n.\n\nSurface labeling and immunocytochemistry\n\nCover glass (#0, 12 mm, Carolina Biological Supply Company #633009) was placed into 24-well plates and coated for 2 h with 100 μL of 50 μg/mL poly-D-lysine (Gibco #A38904–01) in the 37°C tissue culture incubator. Excess poly-D-lysine was removed, coverslips were washed 3x with sterile ddH\n\n2\n\nO, and dried for 30-min. HEK293T cells were plated at 1.5–2 × 10\n\n5\n\ncells/well in 0.5 mL complete DMEM. After 16–24 h, cells were transfected with indicated experimental plasmid via TransIT-2020 (Mirus MIR5400) with a total of 0.5 μg DNA amount/condition/well. After 48-h post-transfection, cells were washed briefly once with PBS, fixed with 4% PFA (Electron Microscopy Science Cat# 15714)/4% sucrose/PBS for 20 min at 4°C, and washed 3 × 5 min in PBS. For surface receptor labeling of HA tag, samples were then transferred directly into blocking buffer (4% BSA (Sigma Cat# 10735086001)/3% goat serum (Jackson Immunoresearch #005000121)/PBS). For total receptor labeling, samples were permeabilized in 0.2% Triton X-100/PBS for 5 min at room temperature and then transferred to blocking buffer. Samples were incubated in blocking buffer for 1 h, and subsequently incubated with diluted primary HA tag antibody (anti-HA rabbit (Cell Signaling Technologies Cat# 3724; 1:2,000)) in blocking buffer for 2 h at room temperature. Samples were then washed 3 × 5 min in PBS, incubated with diluted fluorescently-conjugated secondary antibody (goat anti-rabbit IgG Alexa Fluor 488 Cat#A11032; 1:1,000) together with fluorescently-conjugated Alexa Fluor 647 Phalloidin (Invitrogen Cat# A22287; 1:40 diluted in methanol) and DAPI (Sigma Cat# 10236276001; 1:1,000) in blocking buffer for 30 min, washed three times in PBS, and mounted on UltraClear microscope slides (Denville Scientific Cat# M1021) using 10 μL ProLong Gold antifade reagent (Invitrogen, #P36930) per coverslip. Imaging regions-of-interest were chosen at random. ‘Low-magnification’ images were collected with a 20x objective and ‘high-magnification’ images a 60x objective (see\n\nImaging\n\nsection for details).\n\nImaging\n\nImages were acquired using a Nikon A1r resonant scanning Eclipse Ti2 HD25 confocal microscope with a 10x (Nikon #MRD00105, CFI60 Plan Apochromat Lambda, N.A. 0.45), 20x (Nikon #MRD00205, CFI60 Plan Apochromat Lambda, N.A. 0.75), and 60x (Nikon #MRD01605, CFI60 Plan Apochromat Lambda, N.A. 1.4) objectives, operated by NIS-Elements AR v4.5 acquisition software. Laser intensities and acquisition settings were established for individual channels and applied to entire experiments, and images were collected at the following resolution: 10x –1.73 μm/pixel, 20x - 0.62 μm/pixel, 60x - 0.29 μm/pixel. Image analysis was conducted using Nikon Elements, ImageJ, and Adobe Photoshop for Figure purposes. Brightness was adjusted uniformly across all pixels for a given experiment for Figure visualization purposes. Quantification of fluorescence intensities was conducted by imaging 3–5 image frames per biological replicate, which were averaged to generate a single biological replicate value. The averaged value for each replicate is depicted as open circles in each graph. Cells were selected at random while imaging surface and total receptor labeling in HEK293T cells.\n\nIndirect arrestin assay\n\nThe indirect arrestin assay was performed using the NanoBiT membrane recruitment system reported in Spillman et al., 2020. HEK Arrestin 2/3 K.O cells (Alvarez-Curto et al., 2016) were plated into 12-well plate at a density of 3–4 × 10\n\n5\n\ncells in 1 mL per well in 1x DMEM (Gibco Cat# 11995065) plus 10% FBS (Gibco Cat# 16000044) and 1X Penicillin-Streptomycin (Corning Cat# MT30002Cl). After 16–24 h, cells were co-transfected via TransIT-2020 with receptor of interest (0.3 μg/μL); membrane-anchored AG10-CAXX LargeBit (0.05 μg/μL) and β-Arrestin-SmallBit (0.05 μg/μL);\n\nMm\n\nGrk2 (0.3 μg/μL), and empty vector pEB (0.3 μg/μL) for a total of 1 μg DNA per transfection condition. Each condition required 96 μL of room temperature 1x Opti-MEM (Gibco Cat# 31985070), 1 μL each DNA plasmid at specified concentrations), and 3 μL of room temperature and gently-vortexed TransIT-2020 reagent. The TransIT-2020:DNA complexes mixture were gently mixed via pipetting 10 times and incubated at room temperature for 20 min before adding drop-wise in the well. The plate was rocked gently side to side and incubated at 37°C 24 h before harvesting. In each well, media was aspirated, and cells were washed with 1 mL warm PBS. Cells were detached with 300 μL warm Versene (Gibco Cat# 15040066) and incubated at 37°C for 7 min then resuspended via pipetting 10 times. Cells were transferred to 1.5 mL Eppendorf tube, spun down at 500xg for 5 min, resuspended in 1.5 mL blank 1x DMEM after supernatant were removed, and plated at 70 μL per well in Matrigel-coated 96-well assay plate. Twenty-four hours after plating, cells were treated with 20 μL 1x Nano-Glo Live Cell Substrate (Promega Cat# N2011) diluted in PBS and Arrestin assays were performed. Total luminescence of cells was measured for 0.5 s/well in repeated manner at 42 s cycle length for a total 1 h. Ten μL of ligand (10\n\n−5\n\nM isoproterenol or Thrombin (Sigma Cat# T4648) at 100 U/mL) or Thrombin vehicle (0.1% BSA (Roche Cat# 10735086001) in PBS) was injected at cycle 15th to reach 100 μL volume in each well.\n\nQUANTIFICATION AND STATISTICAL ANALYSIS\n\nAll data are expressed as means ± SEM and represent the results of at least three independent biological replicates, as indicated within each Figure Legend and as open circles within bar graphs. Statistical significance was determined using the two-tailed Student’s t-test, one-way ANOVA, or two-way ANOVA, as indicated in the Figure Legends. Data analysis and statistics were performed with Microsoft Excel, GraphPad Prism 8.0 and GraphPad Prism 9.0.\n\nSupplementary Material\n\n1\n\n2"
  },
  {
    "pmcid": "3954890",
    "title": "Identification of Novel CELSR1 Mutations in Spina Bifida",
    "publish_date": "2014-3-14",
    "full_text": "Introduction\n\nNeural tube defects (NTDs) are among the most severe and common of all human birth defects. The most frequent types of NTDs are spina bifida and anencephaly. The etiology of NTDs is complex and involves both environmental and genetic factors. Periconceptional folic acid supplementation reduces 50% to 70% of newborn NTDs\n\n[1]\n\n; however, the mechanisms underlying this protective effect remain unclear. In terms of genetic underpinnings, monozygotic twinning and single gene disorders have long been associated with increased risks of NTDs\n\n[2]\n\n. Numerous exploratory candidate gene studies have highlighted a variety of biological pathways such as the folate and one carbon metabolism and transport\n\n[3]\n\n, DNA repair\n\n[4]\n\n, retinoic acid receptors\n\n[5]\n\n, and the planar cell polarity (PCP) signaling network\n\n[6]\n\n.\n\nThe PCP pathway controls the polarity of cells within the plane of epithelium in both vertebrates and invertebrates. The PCP genes, including\n\nfrizzled\n\n,\n\ndishevelled\n\n,\n\nvangl\n\n,\n\nflamingo (Celsr)\n\n,\n\nprickle\n\nand\n\ndiego\n\n, were initially identified in\n\nDrosophila\n\n, and are highly conserved throughout evolution\n\n[7]\n\n. PCP signaling is required for the initiation of neural tube closure in higher vertebrates\n\n[8]\n\n. In mice, mutations in\n\nVangl2\n\n,\n\nCelsr1\n\n,\n\nDishevelled\n\nand\n\nFrizzled\n\nresult in the NTD known as craniorachischisis\n\n[9]\n\n. In humans, mutations in\n\nFRIZZLED6\n\n[10]\n\n,\n\nDISHEVELLED\n\n[11]\n\n,\n\nVANGL\n\n[12]\n\n,\n\n[13]\n\nSCRIB\n\n[14]\n\nand\n\nPRICKLE1\n\n[15]\n\nhave been associated with NTDs.\n\nCELSR1 is well known for regulating the establishment and maintenance of planar cell polarity. During mitosis, CELSR1 recruits VANGL2 and FZD6 to endosomes. Following mitosis, CELSR1, VANGL2 and FZD6 are recycled to the cell surface to re-establish cell polarity\n\n[16]\n\n. In\n\nDrosophila\n\n, CELSR1 mediates homotypic interaction between adjacent cells and transmits instructive PCP signals. In zebrafish, the knocking down of\n\nCelsr1\n\nproduced convergent extension (CE) defects\n\n[17]\n\n. In mice,\n\nCelsr1\n\nmutants exhibited craniorachischisis, the most severe form of NTDs\n\n[18]\n\n. In humans, functional\n\nCELSR1\n\nsingle nucletotide variants (SNVs) have been identified in fetuses with craniorachischisis, and predicted-to-be-deleterious\n\nCELSR1\n\nSNVs have been detected in a few cases with NTDs or caudal agenesis\n\n[19]\n\n,\n\n[20]\n\n. However, the contribution of\n\nCELSR1\n\nmutations in the etiology of spina bifida is still unknown. In this study, we investigated the\n\nCELSR1\n\ncoding region sequence among a cohort of spina bifida infants born in California by Sanger sequencing. Further, we conducted\n\nin vitro\n\nfunctional analyses to validate the functional effect of the identified mutations.\n\nMaterials and Methods\n\nEthics statement\n\nThe approval process includes detailed review by the State of California Committee for the Protection of Human Subjects (the primary IRB). All samples were obtained with approval from the State of California Health and Welfare Agency Committee for the Protection of Human Subjects.\n\nHuman subjects\n\nData were obtained from a population-based case–control study conducted by the California Birth Defects Monitoring Program (CBDMP). The CBDMP is an active, population-based surveillance system for collecting information on infants and fetuses with congenital malformations, which has been described elsewhere\n\n[21]\n\n. Included for study were 192 infants with isolated spina bifida and without other major birth defects (cases) and 190 non-malformed infants (controls). Cases randomly selected from all live born infants with spina bifida and a random sample of non-malformed infants were ascertained by the CBDMP corresponding to birth years 1983–1999. Among the 192 spina bifida cases, 82 are White NonHispanic, 54 are native US born Hispanics and 56 are foreign born Hispanics. Among the 190 controls, 81 are White NonHispanic, 54 are US born Hispanics and 55 are foreign born Hispanics. All of the 192 spina bifida included in this study are cases of myelomeningocele. The case and control infants were linked to their newborn screening bloodspots, which served as the source of the gDNA used in these studies. Bloodspots are collected on all newborns in California for genetic testing purposes by the State of California. The State retains the residual, unused portion of the bloodspot and makes these bloodspots available to approved researchers.\n\nDNA sequencing\n\nGenomic DNA was extracted using the Puregene DNA Extraction Kit (Qiagen, Valencia, CA) and amplified using the GenomiPhi Kit (GE Healthcare). Coding exons and flanking exon-intron regions of the human\n\nCELSR1\n\ngene (NM_014246) were amplified by polymerase chain reactions (PCR) from the whole genome amplification (WGA) product. Primer sequences are available upon request. The PCR products were sequenced using the Prism Bigdye Terminator Kit (v3) on an ABI 3730XL DNA analyzer (Life Technologies, Carlsbad, CA). Both case and control samples were sequenced with either a specific forward or reverse primer. Sequencing results were analyzed using the Mutation Surveyor software V4.0.7 (Softgenetics, Stage College, PA). Detected mutations were subsequently confirmed by a second round of whole genome amplification, PCR and sequencing analysis. GenomiPhi Kit takes advantage of Phi29 DNA polymerase, which produces high fidelity during DNA replication due to its proofreading 3′–5′ exonuclease activity. The reported error rate of Phi29 is between 3×10\n\n−6\n\n[22]\n\nto 5×10\n\n−6\n\n[23]\n\n. The probability to generate the same artifact mutation in two rounds of WGA is 9×10\n\n−12\n\nto 2.5×10\n\n−11\n\n. In our CELSR1 mutation screen, we sequenced 192 spina bifida cases with 9045 nucleotides in the,\n\nCELSR1\n\n(NM_014246) gene. In total, we screened 1.74×10\n\n6\n\nbase pairs. The probability to detect the same coding region artifact mutation in our study is less than 4.35×10\n\n−5\n\n.\n\nPlasmids\n\nMouse\n\nCeslr1\n\ncDNA cloned into a pEGFP-N1 plasmid (pEGFPN1-Celsr1) was kindly provided to us by Dr. Elaine Fuchs (The Rockefeller University, New York, USA).\n\nCelsr1\n\nopen reading frame (ORF) was sub-cloned to pEGFP-C1. Human influenza hemagglutinin (HA) tagged\n\nVANLG2\n\n(HA-VANGL2) plasmid was obtained from Dr. Hongyan Wang (Fudan University, Shanghai, China).\n\nVANGL2\n\nORF was sub-cloned into the pDs-RedC1 at XhoI and SalI restriction sites.\n\nCELSR1\n\nnonsense and missense changes were introduced into pEGFPN1-Celsr1 by QuikChange II Site-Directed Mutagenesis Kits (Agilent Technologies, Inc.CA,USA). All plasmids were validated by sequencing analyses.\n\nSubcellular localization\n\nMDCK II cells were purchased from Sigma-Aldrich and cultured according to the manufacturer's protocols. One day before transfection, cells were seeded in 4 chamber 35 mm glass bottom dishes (4×104/chamber) (In Vitro Scientific, Sunnyvale, CA). Plasmids transfection was performed using GeneTran III Tranfection Reagent (Biomiga, San Diego, CA) according to the manufacturer's manual. Forty eight hours later, cells were washed twice with PBS and incubated 5 minutes with Hochest 3342 (1 ug/ml) (Invitrogen), then washed 3 times with PBS and fixed in 4% PFA (paraformaldehyde in phosphate-buffered saline) for 10 minutes at 37°C, followed by 3 times PBS wash. Cells were examined and photographed by an LSM710 laser scanning confocal microscope (Leica).\n\nImmunoprecipitation and immunoblotting\n\nHEK293T cells were grown and maintained in DMEM supplemented with 10% fetal bovine serum (FBS) on a 6-well plate at a concentration of 6×10\n\n5\n\ncell/well before the day of transfection. 2 µg of GFP-Celsr1 or its related mutant plasmids were co-transfected with 2 µg of HA-Vangl2 by Lipofectamine reagent (Invitrogen). Twenty-four hours post-transfection, cells were washed twice with ice-cold PBS and lysed with 300 µl lysis buffer. Lysate was pretreated with protein A/G agarose, and then immunoprecipitated with 1–2 µg anti-HA antibody and protein A/G agarose at 4°C overnight. After washing three times with lysis buffer, the precipitates were run on SDS-PAGE followed by Western blot detection immunoblotting with the anti-GFP antibody.\n\nResults\n\nNovel rare mutations identified in\n\nCELSR1\n\namong spina bifida patients\n\nThe human\n\nCELSR1\n\ngene coding region sequence contains 46 TGTG and 3 TGTGTG dinucleotide repeats (\n\nFigure S1\n\n). Two TG dinucleotide repeat variants were identified in spina bifida cases (N = 192), and both of them were absent among the 190 control samples (\n\nTable 1\n\nand\n\nFigure S2\n\n). One was a TG-insertion (c.5050–5051insTG) and one was a TG-deletion (c.5719–5720delTG), both of which created a stop codon in the middle of the\n\nCELSR1\n\nORF. The C.5050–5051insTG created a stop codon at the 1706\n\nth\n\namino acid, and the C.5719–5720delTG produced a stop codon at the 1944\n\nth\n\namino acid (\n\nFigure 1\n\n). We also identified 11 missense SNVs in NTD samples but not in any controls, six of which were predicted to be deleterious or damaging by both SIFT and PolyPhen (\n\nTable 1\n\n). The six mutations are p.Arg2497Cys, p.Arg2354Cys, p.Gly1410Arg, p.Thr1362Met, p.Ile1124Met and p.Ala1023Gly. Four of the 6 SNVs were predicted to be damaging and disease causing by MutationTaster and FATHMM, they were p.Arg2497Cys, p.Thr1362Met, p.Ile1124Met and p.Ala1023Gly. These four mutations were mapped to different domains of CELSR1: p.Ala1023Gly and p.Ile1124 were mapped to the cadherin repeats, p.Thr1362Met was mapped to a EGF-like domain and p.Arg2497Cye was mapped to the transmembrane domain of CELSR1 (\n\nTable 1\n\n). Among these four mutations, one (p.Arg2497Cys) was identified once in the 1000 genome sequencing project. None of the 11 SNVs were previously detected in the Exome Variants Project (\n\nTable 1\n\n) or the two previously published NTDs' CELSR1 mutation screen studies\n\n[19]\n\n,\n\n[20]\n\n. All rare mutations identified in this study have been uploaded to LOVD website (\n\nhttp://www.lovd.nl/3.0/home\n\n).\n\n10.1371/journal.pone.0092207.g001\n\nFigure 1\n\nTG dinucleotide repeats variants in spina bifida.\n\nA: Sequence trace of control (top) and C.5719–5720delTG (bottom). B: Sequence trace of control (top) and TG duplication (bottom). C: Schematic representation of the CELSR1 predicted protein structure (accession number Q9NYQ6) with the domains and approximate position of TG repeats variants.\n\n10.1371/journal.pone.0092207.t001\n\nTable 1\n\nCELSR1 rare nonsynonymous variants detected in NTDs but not in controls.\n\nNucleotide change\n\nrs ID\n\naa change\n\nPolyPhen\n\nSIFT\n\nMutation Taster\n\nFATHMM\n\na\n\nEVP\n\nb\n\n1KGP\n\nc\n\nPhenotype\n\nDomain\n\nc.3068C>G\n\nNA\n\nd\n\np.Ala1023Gly\n\npossibly damaging\n\nDAMAGING\n\ndisease causing\n\nDAMAGING\n\nN.D.\n\ne\n\nN.D.\n\nMMC\n\nf\n\nProtocadherin repeats\n\nc.3372C>G\n\nNA\n\np.Ile1124Met\n\npossibly damaging\n\nDAMAGING\n\ndisease causing\n\nDAMAGING\n\nN.D.\n\nN.D.\n\nMMC\n\nProtocadherin repeats\n\nc.4085C>T\n\nNA\n\np.Thr1362Met\n\nprobably damaging\n\nDAMAGING\n\ndisease causing\n\nDAMAGING\n\nN.D.\n\nN.D.\n\nMMC\n\nEGF-like(1–3)\n\nc.4228G>A\n\nNA\n\np.Gly1410Arg\n\nprobably damaging\n\nDAMAGING\n\ndisease causing\n\nTOLERATED\n\nN.D.\n\nN.D.\n\nMMC\n\nEGF-like(1–3)\n\nc.4927C>T\n\nNA\n\np.Arg1643Trp\n\nbenign\n\nTOLERATED\n\npolymorphism\n\nTOLERATED\n\nN.D.\n\nN.D.\n\nMMC\n\nLaminin G-like 1\n\nc.5050_5051 ins GT\n\nNA\n\nTruncated protein\n\nNA\n\nNA\n\ndisease causing\n\nNA\n\nN.D.\n\nN.D.\n\nMMC\n\nExtracellular\n\nc.5461G>T\n\nNA\n\np.Val1821Leu\n\nbenign\n\nTOLERATED\n\npolymorphism\n\nTOLERATED\n\nN.D.\n\nN.D.\n\nMMC\n\nLaminin G-like 2\n\nc.5473G>A\n\nNA\n\np.Gly1825Ser\n\nbenign\n\nTOLERATED\n\ndisease causing\n\nDAMAGING\n\nN.D.\n\nN.D.\n\nMMC\n\nLaminin G-like 2\n\nc.5719_5720 del TG\n\nNA\n\nTruncated protein\n\nNA\n\nNA\n\ndisease causing\n\nNA\n\nN.D.\n\nN.D.\n\nMMC\n\nExtracellular\n\nc.6184G>A\n\nNA\n\np.Gly2062Ser\n\npossibly damaging\n\nTOLERATED\n\ndisease causing\n\nTOLERATED\n\nN.D.\n\nN.D.\n\nMMC\n\nExtracellular\n\nc.7060C>T\n\nNA\n\np.Arg2354Cys\n\nprobably damaging\n\nDAMAGING\n\npolymorphism\n\nDAMAGING\n\nN.D.\n\nN.D.\n\nMMC\n\nExtracellular\n\nc.7489C>T\n\nrs200072284\n\np.Arg2497Cys\n\nprobably damaging\n\nDAMAGING\n\ndisease causing\n\nDAMAGING\n\nN.D.\n\n1/1000\n\nMMC\n\nTransmembrane\n\nc.8632G>A\n\nNA\n\np.Gly2878Ser\n\nbenign\n\nTOLERATED\n\npolymorphism\n\nTOLERATED\n\nN.D.\n\nN.D.\n\nMMC\n\nCytoplasmic domain\n\na\n\nWe chose unweighted model for our mutation functional effect prediction;\n\nb\n\nExome Variants Project data (\n\nhttp://evs.gs.washington.edu/EVS/\n\n);\n\nc\n\n1000 genome sequencing data (\n\nhttp://www.1000genomes.org/\n\n);\n\nd\n\nNA stands for Not available;\n\ne\n\nN.D. indicates Not detected;\n\nf\n\nMMC: myelomeningocele.\n\nThe\n\nCELSR1\n\nC.5050–5051insTG and the C.5719–5720delTG disrupt CELSR1 membrane localization\n\nSeveral point mutations (p.Ala773Val, p.Arg2438Gln, p,Ser2964Leu and p.Pro2983Ala) identified in humans craniorachischisis cases were found to alter membrane localization\n\n[19]\n\n. In our study, both the C.5050–5051insTG and the C.5719–5720delTG variantsintroduced stop codons ahead of the CELSR1 transmembrane domain. Therefore, we predicted that these two variants would also impair CELSR1 membrane localization. In the CELSR1 subcellular localization assay, both the C.5050–5051insTG and the C.5719–5720delTG misplaced CELSR1 in MDCK II cells. Unlike wild type CELSR1 which localizes almost exclusively on the cell membrane, CELSR1 protein with C.5050–5051insTG or C.5719–5720delTG distributed throughout the cells, including the cytoplasm and the nucleus (\n\nFigure 2\n\n) in all of the cells examined (100%).\n\n10.1371/journal.pone.0092207.g002\n\nFigure 2\n\nSubcellular localization of GFP-Celsr1 wild type and TG repeat variants.\n\nA: MDCK II cells were transfected with GFP-Celsr1 plasmids. Each image shown is representative of at least 50 examples. It demonstrated that the C.5719–5720delTG and the C.5050–5051insTG disrupt GFP- Celsr1 membrane localization. Scale bar, 25 µm. B: Western blot of GFP-Celsr1 wild type and the two indels mutants. It showed that the c.5719–5720delTG and the c.5050–5051insTG changed the size of GFP-Celsr1 protein.\n\nThe CELSR1 C.5050–5051insTG and the C.5719–5720delTG disrupt VANGL2 cell-contacts localization\n\nIt was demonstrated that Celsr1 is required to recruit Vangl2 to sites of cell-cell contacts\n\n[24]\n\n. We subsequently studied whether the C.5050–5051insTG and the C.5719–5720delTG affect the ability of CELSR1 to recruit VANGL2 to the cell-cell contact. MDCK II cells were transfected with PDS-RedC1-VANGL2 and GFP-CELSR1 wild type or its variants. CELSR1 and VANGL2 subcellular localization were examined by confocal microscopy. As shown in\n\nFigure 3\n\n, wild type CELSR1 co-localized with VANGL2 at the cell-cell contact in all of the cells examined (100%), while TG indelmutant forms of CELSR1 could not recruit VANGL2 to the contacting interface between co-transfected cells.\n\n10.1371/journal.pone.0092207.g003\n\nFigure 3\n\nSubcellular localization of Celsr1 and VANGL2 in MDCK II cells.\n\nA: The cells were transfected with GFP-Celsr1 or DsRed-VANGL2. GFP-Celsr1 itself was localized to cell membrane while DsRed-VANGL2 was unable to localize to cell membrane. B: The cells were co-transfected with dsRed-VANGL2 (Red) and GFP-Celsr1 wild type, C.5719–5720delTG, C.5050–5051insTG. In the presence of Celsr1WT–GFP, DsRed–Vangl2 changed its localization to cell–cell borders only when two Celsr1-expressing cells are in direct contact. Each image shown is representative of at least 30 examples. It demonstrated that CELSR1 C.5050–5051insTG and C.5719–5720delTG mutants failed to recruit DsRed-VANGL2 to cell-cell contact.\n\nCELSR1 C.5050–5051insTG and C.5719–5720delTG impair interaction with VANGL2\n\nWe also tested whether the CELSR1 C.5050–5051insTG and the C.5719–5720delTG affect the interaction between CELSR1 and VANGL2. HEK293T cells were co-transfected with HA-VANGL2 and either wild type or mutant GFP-CELSR1, incubated for 24 hrs and protein lysates were subjected to co-immunoprecipitation (Co-IP) and western blot analysis. The expression levels of mutant and wild type GFP-CELSR1 were found to be similar. Co-IP assay demonstrated that C.5050–5051insTG and C.5719–5720delTG forms of CELSR1 impaired Celsr1 interaction with HA-VANGL2 (\n\nFigure 4\n\n).\n\n10.1371/journal.pone.0092207.g004\n\nFigure 4\n\nEffect of TG repeat variants on Celsr1-VANGL2 interactions by Co-Ip.\n\nWestern blotting of the lysate with anti-GFP demonstrates the presence of wild-type GFP-Celsr1 protein and mutant proteins with different TG repeats. Following HA immunoprecipitation, blotting with anti-GFP confirmed physical association between Celsr1 wild type and VANGL2, while this association was affected in CELSR1 TG repeat variants.\n\nDiscussion\n\nOur study identified novel\n\nCELSR1\n\nTG indels and SNV's in spina bifida patients. Two previous studies reported that rare mutations in\n\nCELSR1\n\nare associated with human NTDs\n\n[19]\n\n,\n\n[20]\n\n. Both previous studies identified only SNVs. One study investigated the biological effects of some other SNV's in detail, so our study focused on evaluating the biological effect of the observed TG repeat mutations.\n\nBoth the deletion and insertion were identified to be TG dinucleotide repeats. The insertion c.5050–5051insTG added a TG dinucleotide to TGTG, whereas c.5719–5720delTG removed a TG dinucleotide repeat from TGTGTG. It is known that among di-nucleotides, (TG)n are the most frequent in both humans and mice\n\n[25]\n\n. In humans,\n\nCELSR1\n\ncoding sequence region (CDS) has 46 TGTG and 3 TGTGTG. In mice,\n\nCelsr1\n\nCDS region has 63 TGTG and 6 TGTGTG repeats. In this California spina bifida cohort, the\n\nCELSR1\n\nCDS TG dinucleotide repeat variation rate was 1% (2 in 192).\n\nPrevious studies showed that missense mutations in membrane associated PCP genes including\n\nCELSR1\n\ncould affect PCP pathway signaling by disrupting membrane localization\n\n[19]\n\n. Here, micro insertions/deletions created truncated CELSR1 forms lacking the transmembrane domain, so that membrane localization might be prevented. Indeed, absence of mutant CELSR1 from the membrane and its accumulation in the cytoplasm and nuclear compartments was observed.\n\nCELSR1 is known to physically associate with VANGL2, and CELSR1-VANGL2 interaction plays an important role in maintaining planar cell polarity during cell proliferation. During mitosis, CELSR1 interacts with VANGL2 and recruits VANGL2 to endosomes. Following mitosis, PCP proteins are recycled to the cell surface, where asymmetry is re-established by a process reliant on neighboring PCP\n\n[16]\n\n. Mutations affecting CELSR1-VANGL2 interactions can preclude VANGL2 recruitment to the endosomes during mitosis, thus disrupting PCP signaling. Both of the TG dinucleotide repeat variants identified in this study prevented Celsr1 physical association with VANGL2.\n\nVANGL2 is another core PCP protein. It is a four-pass transmembrane protein and its proper localization is critical for VANGL2 function. Several proteins are required to establish VANGL2 localization. Previous studies demonstrated that NTD-inducing SNVs in\n\nVangl2\n\nitself, such as p.D255E and p.S464N, could lead to mislocation of the protein in mice\n\n[26]\n\n,\n\n[27]\n\n. SEC24B is a transport protein involved in vesicle trafficking, including shaping of the vesicle, cargo selection and concentration. Mutations of SEC24B affected VANGL2 membrane localization\n\n[28]\n\n,\n\n[29]\n\n. Here, we demonstrated that truncation of CELSR1 can disrupt VANGL2 cell-cell contact localization. Our results are consistent with the findings in the previous study by Devenport and Fuchs (2008)\n\n[24]\n\n, which showed that deletion of the cytoplasmic tail of GFP-Celsr1 partially impaired its localization to contacting interfaces and its ability to recruit Vangl2 at these cell-cell contacts. In our\n\nin vivo\n\nstudy, when GFP-Celsr1 wildtype was transfected alone, Celsr1 was distributed uniformly at membrane junctions (\n\nFigure 3A\n\n). When GFP-Celsr1 was co-transfected with DsRedC1-VANGL2, it was distributed asymmetrically to cell-cell contacts (\n\nFigure 3B\n\n). This observation is consistant with the Devenport and Fuchs (2008) study\n\n[24]\n\n, which indicated that Vangl2 and Celsr1 are dependent on one another for their proper asymmetric distribution.\n\nIn summary, our study on a California spina bifida cohort indicates that mutations in\n\nCELSR1\n\ncontribute to the development of spina bifida. About 1% (2 in 192) of the spina bifida cases presented TG indels in\n\nCELSR1\n\n. It is interesting that the two TG indels identified in this study caused severe biological malfunction of the mutant CELSR1 proteins, yet the birth defect associated with them is myelomeningocele. In contrast, the study by Robinson and co-workers\n\n[19]\n\nfound SNV's that moderately altered the biological function of the CELSR1 protein, yet the associated defect was craniorachischisis, a more severe type of NTD. One possible explanation is that NTDs are caused by a combination of multiple genetic and environment factors. One functional mutation is not sufficient to produce an NTD phenotype. There likely needs to be multiple functional mutations working together to cause an NTD phenotype, and to determine the NTD subtype. It was demonstrated in mice that homozygous PCP mutations caused craniochisichisis, as shown for Vangl2, Celsr1, and Ptk7 while double heterozygosity for a PCP mutation and non-PCP mutation can cause spina bifida, as shown for Vangl2/Dact1 double heterozygotes. Perhaps the CELSR1 TG indels combined with other non-PCP mutations caused the myelomeningoceles that we observed, and that in the Robinson's study, the moderate CELSR1 mutations combined with other functional PCP mutations resulted in craniorachischisis. In our study, none of the CELSR1 TG indels were combined with mutations in other sequenced PCP genes including VANGL1, VANGL2, DISHEVELLED1,DISHEVELLED2, DISHEVELLED3, FZD6, SCRIB and PTK7. Exome sequencing or whole genome sequencing approaches are warranted in order to examine the role of additional PCP genes such as\n\nPRICKLE\n\n,\n\nANKRD6\n\n(ankyrin repeat domain 6; also known as\n\nDIVERSIN\n\n, the orthologue of\n\ndiego\n\n),\n\nFUZ\n\n, and to detect non-PCP genes that may contribute to these NTD phenotypes.\n\nThe four SNVs, which were predicted to be damaging by the four computational programs used in this study, were mapped to three different domains of CELSR1. Two of them, p.Ala1023Gly and p.Ile1124Met were mapped to the eighth cadherin repeat domain of CELSR1, the same domain where two previously identified NTD mouse mutations (p.Asp1040Gly and p.Asp1110Lys) were located. These two SNVs may affect the function of cadherin repeat domain which plays an important role in cell-cell contact. Variant p.Thr1362Met was predicted to change a threonine amino acid to a methionine amino acid. Thr1362 is a putative phosphorylation site of both protein kinase B (PKB) and G protein-coupled receptor kinase (GRK) based on analysis using KinasePhos 2.0 (\n\nhttp://kinasephos2.mbc.nctu.edu.tw/\n\n). Variant p.Arg2497Cys was mapped to the seven transmembrane domain. The amino acid characteristics change from arginine's basic to cysteine's hydroxyl may affect protein structure and CELSR1 membrane localization.\n\nCombined with the SNVs, about 3% (6 in 192) of the spina bifida patients in our cohort possess\n\nCELSR1\n\ndeleterious or predicted-to-be-deleterious variants. Our data provides further evidence emphasizing the contributions of PCP genes to the etiology of NTDs.\n\nSupporting Information\n\nFigure S1\n\nThe 46 TGTG and 3 TGTGTG in human CELSR1 (NM_014246) coding region sequence.\n\nTGTG repeats were highlighted by green color and TGTGTG repeats were highlighted by red color. Both of the two TG repeat variants (c.5050–5051insTG and c.5719–5720delTG) were underlined.\n\n(DOCX)\n\nClick here for additional data file.\n\nFigure S2\n\nElectropherograms of CELSR1 TG indels from genomic DNA.\n\nPanel A indicated forward and reverse primer sequencing result of c.5719–5720del TG. Panel B indicated forward and reverse primer sequencing result of c.5050–5051ins TG.\n\n(DOCX)\n\nClick here for additional data file."
  },
  {
    "pmcid": "8213278",
    "title": "Lymphedema complicated by protein-losing enteropathy with a 22q13.3 deletion and the potential role of CELSR1",
    "publish_date": "2021-6-18",
    "full_text": "1\n\nIntroduction\n\n22q13.3 deletion syndrome, also named as Phelan-McDermid syndrome, is a well-known syndrome characterized by typical clinical findings including neonatal hypotonia, absent or severely delayed speech, intellectual disability, and other various features, and detection of a heterozygous deletion of chromosome 22q13.3 with the involvement of at least part of\n\nSHANK3\n\n.\n\n[\n\n1\n\n]\n\nIt is reported that 10% to 29% of patients with 22q13.3 deletion syndrome present with lymphedema,\n\n[\n\n1\n\n–\n\n4\n\n]\n\nwhich is a recognized feature in many syndromes and can be caused by primary lymphatic dysplasia resulting from genetic defects.\n\n[\n\n5\n\n]\n\nHowever, the underlying molecular basis of lymphedema in 22q13.3 deletion syndrome remains to be explored.\n\nProtein-losing enteropathy (PLE) is characterized by hypoproteinemia due to the loss of protein in the gastrointestinal lumen. A variety of etiologies can lead to PLE, including intestinal lymphangiectasia and congenital malformations of lymphatics.\n\n[\n\n6\n\n]\n\nTo date, PLE has not been reported in patients with 22q13.3 deletion syndrome.\n\n[\n\n1\n\n,\n\n2\n\n]\n\nHere, we describe primary lymphedema accompanied with PLE in 1 Chinese girl with 22q13.3 deletion, in which\n\nCELSR1\n\n, a potential novel disease-causing gene of hereditary lymphedema was noted.\n\n[\n\n7\n\n]\n\nWe speculate that\n\nCELSR1\n\nmay be the genetic causative factor for primary lymphedema and PLE presented in 22q13.3 deletion syndrome.\n\n2\n\nCase presentation\n\n2.1\n\nEthics statement\n\nWritten informed consent to participate was obtained from the parents of the patient. Genetic tests were approved by the Medical Ethics Committee of Peking University First Hospital (No. [2005]004).\n\n2.2\n\nClinical features and investigations\n\nThe 20-year-old female patient presented to our institution for refractory hypoalbuminemia and chronic lymphedema in both legs. Lymphedema in her left lower extremity and right hand accompanied with developmental delay, absent speech, and diarrhea was noted at the age of 2 years. The biochemical test showed hypoalbuminemia. Low-fat diets and medium-chain triglycerides supplements helped alleviate the symptoms of diarrhea and lymphedema. Compression garment wear and limb elevation were suggested. After that, the symptom of diarrhea was resolved, but hypoalbuminemia persisted. Lower extremity lymphedema was gradually becoming severe. The patient needed regular albumin transfusion to alleviate hypoalbuminemia.\n\nUpon physical examination, intellectual deficiency, the absence of speech, tooth grinding, dysmorphic face with prominent ears and wide nasal bridge, large and fleshy hands, dysplastic toenails, thick left leg with pitting edema (Fig.\n\n1\n\nA and B), and left lower lung dullness were noted.\n\nFigure 1\n\nThe pedigree and clinical features of the proband. (A) The proband has normal parents and siblings. (B) The proband presents lymphedema in the thick left lower limb, dysmorphic face, large and fleshy hands, and dysplastic toenails.\n\nLaboratory studies revealed lower lymphocyte percentage (16.5%), lower albumin (24.8 g/L) and immunoglobulin level (IgG 6.24 g/L, IgA 0.76 g/L, and IgM 0.49 g/L), normal auto-immunological test, elevated CA-125 (321.7 U/mL) and CYFRA21–1 (8.99 ng/mL) level, elevated thyroid-stimulating hormone level (7.53 uIU/mL), normal thyroid hormone level, normal liver enzyme level, negative urine protein, and normal estimated glomerular filtration rate (137 mL/min/1.73 m\n\n2\n\n). The cardiac test showed a normal echocardiograph, long QT/QTc interval (430/451 ms), and incomplete right bundle branch block. Left pleural effusion, thickening of the small intestinal wall, mesenteric edema, and ascites were seen in the computed tomography scan (Fig.\n\n2\n\nA to C). Magnetic resonance showed lymphedema in the lower extremities. There were subcutaneous deposits of lymph and fibrosis of adipose tissue in the left leg (Fig.\n\n2\n\nD). Non-contrast magnetic resonance lymphography could not be performed because the patient could not follow instructions. Lymphangiography under general anesthesia was refused by the parents considering the risk of pulmonary infection. All related investigations did not suggest any renal, cardiac, or hepatic causes of edema and hypoalbuminemia.\n\nFigure 2\n\nRadiographs of the proband at 20 years old. (A) and (B) Pleural effusions. (C) Thickening small intestinal wall, mesenteric edema, and minor ascites. (D) Magnetic resonance in legs show a subcutaneous deposit of lymph and fibrosis of adipose tissue.\n\n2.3\n\nLymphoscintigraphy\n\n99m\n\nTc-labeled dextran lymphoscintigraphy and\n\n99m\n\nTc-labeled human serum albumin (HSA) scintigraphy were performed in the proband.\n\n99m\n\nTc-labeled HSA scintigraphy documented protein loss in the intestinal lumen (Fig.\n\n3\n\nA). Although fecal α-1 antitrypsin clearance determination was not performed, the diagnosis of PLE was rational. The photo from lymphoscintigraphy when the patient was a 2-year-old showed the absence of lymphatic drainage in the right upper limb and lymph nodes in the right axillae (Fig.\n\n3\n\nB). The other bipedal lymphoscintigraphy in the 20-year-old showed lymphedema, thickened left leg, the absence of lymphatic drainage routes in lower extremities, and lymph nodes in the popliteal fossa and above the bilateral inguinal ligaments (Fig.\n\n3\n\nC), which suggested primary lymphatic dysplasia.\n\nFigure 3\n\n99m\n\nTc-labeled dextran lymphoscintigraphy and\n\n99m\n\nTc-labeled human serum albumin scintigraphy. (A) Intestinal loss protein imaging documented protein loss into the intestinal lumen in the right lower quadrant of the abdomen. (B) Lymphoscintigraphy shows the absence of lymphatic drainage vessels in the right upper limb and lymph nodes in the right axillae. (C) Lymphoscintigraphy shows lymphedema in both legs, thickened left leg, the absence of lymphatic drainage in lower extremities, and lymph nodes in the popliteal fossa and above the bilateral inguinal ligaments.\n\n2.4\n\nWhole-exome sequencing and copy-number variation sequencing\n\nTrio-based whole-exome sequencing (WES) and low coverage parallel copy-number variation sequencing (CNV-seq) were performed. No promising SNV or indel variants in known disease-causing genes recorded in OMIM stood out in WES analysis. Interestingly, some rare variants that did not conform to the law of Mendelian inheritance were noticed. Three rare variants\n\nTRABD\n\n:c.39C>A,\n\nHDAC10\n\n:c.880G>A, and\n\nCELSR1\n\n:c.7061G>A are homozygous, heterozygous, and wild type in the proband, father, and mother, respectively. All these 3 genes are located on 22q13.31-q13.33, which suggests the occurrence of maternal uniparental disomy or deletion of this segment. WES-based CNV analysis and further CNV-seq confirmed the maternal deletion in 22q13.31-q13.33 (chr22:46285592–51244566, hg19) (see Fig.\n\n4\n\n).\n\nFigure 4\n\nCNV-seq. CNV-seq confirmed the maternal deletion in 22q13.31-q13.33 (chr22:46285592–51244566, hg19).\n\nCELSR1\n\n(chr22:46756731–46933067, hg19) is included by the deletion according to the data from DECIPHER. CNV-seq = copy-number variation sequencing.\n\nThe deletion region encompasses 49 genes, 10 of which (\n\nSCO2\n\n,\n\nTYMP\n\n,\n\nSHANK3\n\n,\n\nSBF1\n\n,\n\nARSA\n\n,\n\nTUBGCP6\n\n,\n\nMLC1\n\n,\n\nTRMU\n\n,\n\nALG12\n\n, and\n\nCHKB\n\n) are known to be associated with human disease. The disorders caused by\n\nSCO2\n\nand\n\nSHANK3\n\nare autosomal dominant genetic diseases, while those disorders associated with the remaining 8 genes present with the autosomal recessive pattern. No rare deleterious variants in these 8 recessive genes were noted by re-analysis of WES data. Of 10 genes,\n\nSHANK3\n\nwas the only one sensitive to gene dosage. According to the ACMG standards,\n\n[\n\n8\n\n]\n\nthe deletion was classified as pathogenic with a score of 2.8 (≥0.99, pathogenic).\n\nA gene list associated with PLE and primary lymphedema was built based on references from Online Mendelian Inheritance in Man, PubMed, and Web of knowledge (Table\n\n1\n\n). By comparing the 49 genes with our established gene list related to PLE and primary lymphedema,\n\nCELSR1\n\nwas noticed (see Fig.\n\n4\n\n).\n\nTable 1\n\nEstablished gene list related to protein-losing enteropathy and primary lymphedema. Genes associated with protein-losing enteropathy and primary lymphedema were retrieved from OMIM, PubMed, and Web of knowledge.\n\nGenes related to primary lymphedema\n\nGJC2, VEGFC, FLT4, EPHB4, PIEZO1, FOXC2, ADAMTS3, FAT4, CCBE1, Angpt2, Efnb2, ITGA9, Elk3, Nrp2, Pik3r1, Prox1, Lcp2, NRAS, RIT1, PPP1CB, SOS1, RAF1, MRAS, BRAF, SHOC2, RRAS2, KRAS, PTPN11, SOS2, LZTR1, GATA2, SOX18, TSC1, TSC2, AKT1, KIF11, CBL, GJA1, PTPN14, IKBKG, PIK3CA, CELSR1, HGF, HRAS, RASA1, MET\n\nGenes related to protein-losing enteropathy\n\nPLVAP, DGAT1, CCBE1, FAT4, ADAMTS3, PIEZO1\n\n3\n\nDiscussion\n\nAs a recurrent microdeletion syndrome, 22q13.3 deletion syndrome has been well characterized and\n\nSHANK3\n\nhas been designated as the key gene to elucidate the neurological symptoms like developmental delay and autistic-like behavior. Except for the neurological system, other systems including skin, endocrine, immune, urogenital, and lymphatic system are also involved in some patients,\n\n[\n\n1\n\n,\n\n4\n\n]\n\nwhich may attribute to different genomic content in the deletions. Our case manifested intellectual disability, absent speech, tooth grinding, dysmorphic face, and abnormal hands and toenails, which is consistent with the phenotype of 22q13.3 deletion syndrome. Genetic analysis revealed a\n\nde novo\n\nheterozygous deletion in 22q13.3 encompassing 49 genes, inclusive of\n\nSHANK3\n\n. Given the consistent, well-defined phenotype and the pathogenic variation, the patient was genetically diagnosed with 22q13.3 deletion syndrome.\n\nOf note, progressive lymphedema complicated by PLE was the main complaint of the patient. Lymphoedema is reported in 10% to 29% of patients with 22q13.3 deletion syndrome\n\n[\n\n1\n\n–\n\n4\n\n]\n\nand it can be accompanied by chylous pleural and peritoneal fluids.\n\n[\n\n9\n\n]\n\nPLE has never been reported in 22q13.3 deletion syndrome.\n\nIt is known that PLE could be secondary to lymphatic abnormalities.\n\n[\n\n10\n\n]\n\nGeneralized lymphatic dysplasia (MIM# 616843) and Hennekam lymphangiectasia-lymphedema syndrome (MIM # 235510, MIM # 616006, MIM # 618154) could present with lymphedema and intestinal lymphangiectasia. It is suspected that primary lymphedema and PLE in our patient shares the same genetic etiology of congenital dysplasia of lymphatics.\n\n[\n\n6\n\n]\n\nGonzalez-Garay et al\n\n[\n\n11\n\n]\n\nreported that the proband with an early inactivating mutation in\n\nCELSR1\n\ndisplayed lymphatic backflow and tortuous lymphatic vessels, which indicates a valvular defect of lymph propulsion in collecting vessels. The deletion of\n\nCLESR1\n\npossibly results in valvular defects. Subsequent dysmotility or obstruction of the lymphatics in the thorax duct or intestinal lymphatic trunk leads to intestinal lymphangiectasia and PLE. It is a pity that lymphatic anomaly and dysfunction of the lymphatic flow were not demonstrated by lymphography. Primary intestinal lymphangiectasia cannot be confirmed because of the lack of endoscopic and pathologic outcomes.\n\nThe underlying molecular basis of lymphedema in 22q13.3 deletion syndrome remains to be discovered. In our patient,\n\nCELSR1\n\ncompletely included in the deletion was identified as the potential cause of the primary lymphedema and PLE.\n\nCELSR1\n\nis located on 22q13.3 (chr22:46756731–46933067, hg19) with a size of 176 kb and consists of 35 exons. With a relatively low residual variation intolerance score of -2.82 (0.63%),\n\nCELSR1\n\nis predicted to be more intolerant to functional genetic variation and more likely to be a disease-causing gene.\n\n[\n\n12\n\n]\n\nIt is also proposed to be intolerant of loss-of-function (LoF) variation with the probability of being LoF intolerant score of 1,\n\n[\n\n13\n\n]\n\nwhile there is not sufficient evidence for haploinsufficiency with a haploinsufficiency score of 67.81%.\n\n[\n\n14\n\n]\n\nCELSR1\n\nhaploinsufficiency is reported to be associated with lymphoedema recently.\n\n[\n\n7\n\n,\n\n11\n\n,\n\n15\n\n]\n\nAll reported patients from 7 pedigrees had LoF variants in\n\nCELSR1\n\n(p.(Glu290∗), p. (Asn681Metfs∗16), p.(I1708fs∗44), p. (Trp1957∗), c.5226+2T>A, c.5702–1G>C, c.6739+1G>A) and showed primary lymphedema in lower extremities without PLE. It was demonstrated that\n\nCELSR1\n\ninfluences vascular epithelial cell migration and proliferation,\n\n[\n\n16\n\n]\n\nand\n\nCelsr1\n\ntogether with\n\nVangl2\n\nfunctions in lymphatic valve development.\n\n[\n\n17\n\n]\n\nAll the above suggest that deletion of\n\nCELSR1\n\nmay be causative for lymphedema in 2q13.3 deletion syndrome.\n\nThe distance between\n\nCELSR1\n\nand\n\nSHANK3\n\nis 4.18 Mb. We reanalyzed the data in Samogy-Costa paper\n\n[2]\n\nand found that of 34 patients with 22q13.3 deletion syndrome, 15 (44.1%, 15/34) carry the deletion of\n\nCELSR1\n\n, while only 4 of them (4/15, 26.7%) reported lymphedema. The condition may result from incomplete penetrance. Erickson et al\n\n[\n\n7\n\n]\n\nfound that the manifestation of lymphedema is limited in females in a family with\n\nCELSR1\n\nvariant and proposed the possibility of sex-limited penetrance. However, male patients with\n\nCELSR1\n\ndeletion and lymphoedema were recorded in Samogy-Costa study,\n\n[2]\n\nwhich conflicts with the sex-limited penetrance. We attribute the phenomena to incomplete penetrance.\n\nIn conclusion, primary lymphedema and PLE can occur in a patient with 22q13.3 deletion syndrome at the same time. The 2 phenotypes could share the same genetic etiology of congenital lymphatic abnormalities.\n\nCELSR1\n\ndeletion may play a role in lymphatic dysplasia. The case also provides additional proof of the pathogenic effect of\n\nCELSR1\n\non hereditary lymphedema.\n\nAcknowledgments\n\nWe acknowledge the patient and her parents for presenting their personal information.\n\nAuthor contributions\n\nConceptualization:\n\nSong Xia, Wenbin Shen.\n\nFunding acquisition:\n\nJingmin Wang.\n\nInvestigation:\n\nZhong Liu.\n\nMethodology:\n\nJingmin Wang, Huifang Yan.\n\nResources:\n\nSong Xia, Kun Chang, Yuguang Sun.\n\nSupervision:\n\nWenbin Shen.\n\nWriting – original draft:\n\nZhong Liu, Huifang Yan.\n\nWriting – review & editing:\n\nSong Xia, Zhong Liu, Wenbin Shen."
  },
  {
    "pmcid": "9878842",
    "title": "Celsr1 and Celsr2 exhibit distinct adhesive interactions and contributions to planar cell polarity",
    "publish_date": "2023-1-12",
    "full_text": "Introduction\n\nCadherin EGF LAG seven-pass G-type receptors (Celsr) are atypical cadherins that comprise a subgroup of the adhesion G-protein coupled receptors (GPCRs) (\n\nLangenhan et al., 2013\n\n;\n\nKrishnan et al., 2016\n\n). They are distinguished by their large ectodomains consisting of N-terminal cadherin repeats that engage in homophilic adhesion (\n\nWang et al., 2014\n\n;\n\nGoffinet and Tissir, 2017\n\n). Vertebrates have 3 Celsr genes,\n\nCelsr1-3\n\n, that are orthologous to\n\nDrosophila Flamingo\n\n(\n\nFmi, aka Starry night; Stan\n\n), which is best known for its function in planar cell polarity (PCP), a molecular pathway through which cellular polarity coordinately aligns along an epithelial plane (\n\nBoutin et al., 2012\n\n;\n\nTissir and Goffinet, 2013\n\n;\n\nGoffinet and Tissir, 2017\n\n).\n\nCelsr\n\ngenes are crucial for embryonic development in vertebrates and their functions range from establishment of epithelial planar cell polarity to neural pathfinding and ciliogenesis (\n\nFeng et al., 2012\n\n;\n\nTissir and Goffinet, 2013\n\n;\n\nGoffinet and Tissir, 2017\n\n). Mutations in mouse\n\nCelsr1\n\n, for example, cause severe defects in neural tube closure (\n\nCurtin et al., 2003\n\n), and\n\nCelsr2\n\nmutations cause defects in motile cilia formation leading to fatal hydrocephalus (\n\nTissir et al., 2010\n\n). In humans, several Celsr1 variants associated with neural tube defects have been identified, implicating these proteins in human development and disease (\n\nAllache et al., 2012\n\n;\n\nRobinson et al., 2012\n\n;\n\nLei et al., 2014\n\n;\n\nQiao et al., 2016\n\n). The expansion of the Celsr subfamily in vertebrates has likely allowed each homolog to evolve different functions, but the overlapping and distinct functions of Celsr proteins are only partially known. Moreover, molecular details of Celsr regulation and function are lacking.\n\nCelsr1-3 are very large (>300KD) proteins composed of nine extracellular cadherin repeats, a series of EGF and LamG repeats, a hormone receptor domain (HormD), a GPCR autoproteolysis-inducing (GAIN) domain followed by seven transmembrane helices and a relatively long (∼300–600aa) cytoplasmic tail (\n\nFigure 1A\n\n)(\n\nWang et al., 2014\n\n;\n\nGoffinet and Tissir, 2017\n\n). Despite their similar domain organization, mouse Celsr1-3 share only ∼35% amino acid identity.\n\nCelsr1-3\n\ntranscripts are widely expressed in the nervous system and epithelial organs and are found in both overlapping and tissue-specific expression patterns (\n\nFormstone and Little, 2001\n\n;\n\nShima et al., 2002\n\n;\n\nTissir et al., 2002\n\n). Celsr1 and Celsr2 expression overlaps in many embryonic tissues including the brain, kidneys, lung, and olfactory epithelium, whereas Celsr3 is predominantly found in the nervous system (\n\nShima et al., 2002\n\n;\n\nTissir et al., 2002\n\n). Functionally, Celsr1 is essential for PCP establishment in several mouse epithelial tissues and is considered one of the “core” PCP components (\n\nCurtin et al., 2003\n\n;\n\nDevenport and Fuchs, 2008\n\n;\n\nRavni et al., 2009\n\n;\n\nBoutin et al., 2014\n\n;\n\nShi et al., 2014\n\n;\n\nStahley et al., 2021\n\n). By contrast, Celsr2 and Celsr3 functions have been studied mainly in the nervous system where they have multiple roles in axon pathfinding and brain wiring (\n\nShima et al., 2004\n\n;\n\nTissir et al., 2005\n\n;\n\nShima et al., 2007\n\n;\n\nZhou et al., 2008\n\n;\n\nQu et al., 2010\n\n;\n\nBoutin et al., 2012\n\n;\n\nChai et al., 2014\n\n;\n\nQu et al., 2014\n\n). Celsr2 and Celsr3 are also involved in biogenesis and planar polarization of motile cilia in ependymal cells (\n\nTissir et al., 2010\n\n;\n\nBoutin et al., 2014\n\n), but it is unclear whether Celsr2 and Celsr3 function more broadly in the core PCP pathway outside the cerebral ventricles. In some contexts, such as in cilia biogenesis and axon extension, Celsr2 and Celsr3 are partially redundant (\n\nQu et al., 2010\n\n;\n\nTissir et al., 2010\n\n;\n\nQu et al., 2014\n\n), whereas in other cases their functions are opposed (\n\nShima et al., 2007\n\n). It is not known, however, to what extent Celsr2 or 3 act redundantly with Celsr1 in PCP.\n\nFIGURE 1\n\nGeneration of Celsr1 and Celsr2 loss-of function mutant mice by CRISPR/Cas9.\n\n(A)\n\nSchematic representation of Celsr1 and Celsr2 protein domains. The two proteins are 55% identical in amino acid sequence and have the same overall domain organization.\n\n(B)\n\nCRISPR-Cas9 targeting of\n\nCelsr1\n\nand\n\nCelsr2\n\ngenomic loci. Guide RNAs were targeted to the sequence encoding the signal peptide for each of\n\nCelsr1\n\nand\n\nCelsr2\n\n. The resulting targeted alleles are shown with the ATG and signal sequence in purple font and deleted sequences highlighted in yellow.\n\n(C)\n\nCelsr1\n\n−/−\n\nand wild type (\n\nWT\n\n) littermate at P12. Note curly tail and whorled hair pattern on the head of\n\nCelsr1\n\n−/−\n\nhomozygote.\n\n(D)\n\nLeft and right paws of\n\nCelsr1\n\n−/−\n\nand\n\nWT\n\nlittermate at P12.\n\nCelsr1\n\n−/−\n\nhomozygotes exhibit prominent hair whorl on each paw.\n\n(E)\n\nCelsr1\n\n−/−\n\nand\n\nWT\n\nlittermate embryos at E15.5.\n\nCelsr1\n\n−/−\n\nhomozygotes display curly tail.\n\n(F)\n\nWestern blot of epidermal lysates from WT and\n\nCelsr1\n\n−/−\n\nP0-P3 backskins with anti-Celsr1 antibody.\n\n(G)\n\nWestern blot of epidermal lysates from three individual\n\nWT\n\nand two individual\n\nCelsr2\n\n−/−\n\nP0-P3 pups with anti-Celsr2 antibody.\n\n(H)\n\nConfocal immunofluorescence image of whole mount epidermis from E15.5\n\nWT\n\nand\n\nCelsr1\n\n−/−\n\nmutant embryos labeled with Celsr1 antibodies. Scale bars: 10 µm.\n\n(I)\n\nQuantification of Celsr1 mean fluorescence intensity in\n\nWT\n\nand\n\nCelsr1\n\n−/−\n\nmutant epidermis (n = 3 skin regions from 4 different WT embryos and n = 3 skin regions from 3 different\n\nCelsr1\n\n−/−\n\nembryos).\n\nDespite their critical roles in embryo morphogenesis and formation of the nervous system, the molecular details of Celsr function remain poorly understood. Aggregation experiments in non-adherent, cadherin-free cell lines (\n\nDrosophila\n\nS2, A431D, and/or K562 cells) have demonstrated that all three Celsr proteins mediate homophilic adhesion\n\nvia\n\ntheir C-terminal cadherin repeats (\n\nShima et al., 2004\n\n;\n\nShima et al., 2007\n\n;\n\nStahley et al., 2021\n\n). Celsr2 and Celsr3 cadherin repeats activate Celsr-mediated responses in neurons, and homophilic Celsr1 adhesion supports stable junctional recruitment and PCP complex organization (\n\nShima et al., 2007\n\n;\n\nStahley et al., 2021\n\n). Studies on Celsr1 suggest that, like the classical cadherins, Celsr cadherin repeat domains contain binding sites for both trans-adhesive and cis-clustering interactions (\n\nStahley et al., 2021\n\n). Beyond their ability to mediate adhesion, which appears to be key for their function, much about the molecular interactions of Celsr proteins remains unknown. Furthermore, differences in adhesive interactions between the different Celsr proteins have not been rigorously tested.\n\nThe mouse epidermis is an ideal model for deciphering the relative contributions of Celsr proteins to PCP establishment. In the skin, the PCP pathway governs the polarization and alignment of body hairs across the skin surface (\n\nGuo et al., 2004\n\n;\n\nDevenport and Fuchs, 2008\n\n;\n\nRavni et al., 2009\n\n). Core PCP proteins, including Celsr1, are expressed in epidermal basal cells, which are the progenitors that give rise to outer skin layers and hair follicles (\n\nDevenport and Fuchs, 2008\n\n;\n\nBasta et al., 2021\n\n). Celsr1 localizes asymmetrically at the junctions of basal cells, where it forms homotypic adhesive interactions between anterior and posterior neighbors (\n\nDevenport and Fuchs, 2008\n\n;\n\nStahley et al., 2021\n\n). Celsr1 physically interacts with the other transmembrane PCP components, Fz6 and Vangl2, and promotes their assembly into heterotypic, intercellular complexes (\n\nDevenport and Fuchs, 2008\n\n;\n\nStahley et al., 2021\n\n). Much of what is currently understood about Celsr1 comes from studies of the\n\nCrash\n\nmutant (\n\nCelsr1\n\nCrsh\n\n), which displays severe PCP-related defects including neural tube closure failure, misoriented stereocilia in the ear and misaligned hair follicles across the surface of the skin (\n\nCurtin et al., 2003\n\n;\n\nDevenport and Fuchs, 2008\n\n). The\n\nCrash\n\nmutation maps to a single amino acid substitution (D1040G) in the ectodomain that disrupts the ability of Celsr1 to form stable, clustered assemblies\n\nvia\n\nlateral\n\ncis\n\n-interactions (\n\nCurtin et al., 2003\n\n;\n\nStahley et al., 2021\n\n). As a result, Celsr1 asymmetric localization and hair follicle polarity are disturbed (\n\nDevenport and Fuchs, 2008\n\n;\n\nStahley et al., 2021\n\n). The D1040G mutation does not, however, reduce overall Celsr1 protein levels or its membrane enrichment, nor does it interfere with Fz6 or Vangl2 association (\n\nStahley et al., 2021\n\n). Thus, despite its semidominant effects,\n\nCrash\n\nis a hypomorphic allele that impairs some but not all Celsr1 functions. How complete loss of Celsr1 function affects epidermal PCP establishment has not been explored in detail.\n\nCompared with Celsr1, the roles of Celsr2 and Celsr3 in epidermal PCP and other skin functions remain largely unknown. Whereas Celsr2 is expressed in the skin epithelium both at embryonic and postnatal stages, Celsr3 transcripts are not detected (\n\nShima et al., 2002\n\n;\n\nSennett et al., 2015\n\n). For this reason, we set out to determine the consequences of removing all Celsr function in the skin by generating new CRISPR/Cas9-induced\n\nCelsr1\n\n,\n\nCelsr2,\n\nand\n\nCelsr1,2\n\ndouble knockout mice. Focusing specifically on the establishment of epidermal PCP in single and double\n\nCelsr\n\nloss-of-function mutants, we find that Celsr1 is the major Celsr family member involved in epidermal PCP. Celsr1 removal alone abolishes PCP protein asymmetry and hair follicle polarization, a dramatic phenotype that is among the most severe epidermal PCP defects that have been previously reported (\n\nCetera et al., 2017\n\n). By contrast, asymmetric localization of PCP proteins and hair follicle alignment are mostly unaffected by the loss of Celsr2 alone, and removal of both Celsr proteins only minimally enhances the Celsr1 phenotype. To gain insights into the differences between Celsr1 and Celsr2 adhesive interactions, we performed a series of junctional recruitment and FRAP assays in cultured keratinocytes and found that whereas Celsr1 strongly and stably enriches at the junctional interface\n\nvia\n\nhomophilic adhesive interactions, Celsr2 is much less efficiently recruited to the junction where it is more mobile and diffusive. The two Celsr proteins are capable of interacting heterotypically in trans and are similar in their ability to recruit Fz6 and Vangl2 to junctions. Together, these data show that Celsr1 and Celsr2 display key differences in their ability to form stable, adhesive assemblies, which may underlie, in part, their divergent functions in mouse embryonic development.\n\nResults\n\nGeneration of Celsr1 and Celsr2 knockout mice using CRISPR/Cas9 gene targeting\n\nTo generate deletion mutations in the\n\nCelsr1\n\nand\n\nCelsr2\n\ngenes, we used a conventional CRISPR/Cas9 gene targeting approach to induce double stranded breaks and indels in the\n\nCelsr1\n\nand\n\nCelsr2\n\ngenomic loci. Guide RNAs were designed to target Cas9 to the genomic regions encoding the translational start sites and signal sequences of each Celsr gene (\n\nFigures 1A,B\n\n;\n\nSupplementary Figure S1\n\n). We reasoned that with this strategy, even if an alternative start codon were present, deletion of the signal sequence should prevent co-translational insertion of the protein into the endoplasmic reticulum and result in a non-functional protein product. After screening and sequencing several different mutations that had undergone germ line transmission, two alleles were selected for propagation and backcrossed to establish heterozygous mouse lines.\n\nCelsr1\n\n<em1Ddev>\n\nharbors an 81 base pair deletion that includes the translation start site and the first 17 codons of the 29 amino acid signal sequence (\n\nFigure 1B\n\n;\n\nSupplementary Figure S1\n\n).\n\nCelsr2\n\n<em1Ddev>\n\nalso harbors an 81 base pair deletion that includes the start codon and the first 9 codons of the signal sequence (\n\nFigure 1B\n\n;\n\nSupplementary Figure S1\n\n).\n\nCelsr1\n\n<em1Ddev>/<em1Ddev>\n\nhomozygotes (referred to as\n\nCelsr1\n\n−/−\n\nhereafter) were recovered at Mendelian ratios but were smaller and weaker than their heterozygous and wild-type littermates. These animals also displayed curly tails, head shaking behaviors and whorled hair patterns with variable penetrance (\n\nFigures 1C,D\n\n). Homozygous\n\nCelsr1\n\n−/−\n\nembryos displayed curly tails (\n\nFigure 1E\n\n) and on occasion, neural tube defects. These phenotypes are similar to those reported for a different Celsr1 null mutant and are consistent with defects in the PCP pathway in which Celsr1 is known to function (\n\nRavni et al., 2009\n\n). Homozygous\n\nCelsr2\n\n<em1Ddev>\n\nmutant animals (referred to as\n\nCelsr2\n\n−/−\n\nhereafter) were both viable and fertile did not display any overt morphological defects at birth. However, many developed hydrocephalus postnatally (not shown), also in line with prior reports of a different Celsr2 allele (\n\nTissir et al., 2010\n\n).\n\nUsing western blots with antibodies against Celsr1 we detected a ∼300KD protein band in epidermal lysates prepared from wild-type embryos (\n\nFigure 1F\n\n). This band was strongly diminished in lysates from\n\nCelsr1\n\n−/−\n\nepidermis suggesting the Celsr1 protein either fails to be translated or is degraded. However, our ability to detect even wild-type Celsr1 by western blot was variable, and a faint band of similar size was still detectable in\n\nCelsr1\n\n−/−\n\nlysates, so we turned to immunofluorescence to confirm the protein reduction in\n\nCelsr1\n\n−/−\n\nmutants. In wild-type embryonic epidermis at E15.5, Celsr1 is expressed in the basal layer of the skin epithelium where it localizes asymmetrically to anterior-posterior junctions (\n\nFigure 1H\n\n). By contrast, Celsr1 immunofluorescence was strongly reduced in\n\nCelsr1\n\n−/−\n\nembryos (\n\nFigure 1I\n\n) and what fluorescent signal remained was diffuse and unlocalized (\n\nFigure 1H\n\n), further suggesting\n\nCelsr1\n\n−/−\n\nmutants do not make functional protein product.\n\nWestern blots with a Celsr2 antibody also detected a ∼300KD band in lysates from control epidermis, which was not present in lysates from homozygous\n\nCelsr2\n\n−/−\n\nmice (\n\nFigure 1G\n\n). Given the genomic locations of the mutations together with phenotypic, western blotting and immunofluorescence data, we conclude that both\n\nCelsr1\n\n<em1Ddev>\n\nand\n\nCelsr2\n\n<em1Ddev>\n\nmutant alleles are likely to be protein null. Though we cannot rule out the possibility that cryptic start sites downstream of the\n\nCelsr1\n\nand\n\nCelsr2\n\ndeletions may generate partial protein products, we predict these peptides would lack an N-terminal signal sequence and be targeted for degradation.\n\nCelsr1, but not Celsr2, is required for hair follicle polarization\n\nCorrect anterior-posterior (A-P) orientation of mammalian hair follicles relies upon core PCP pathway function. Mutations in Fz6, Vangl2, and Celsr1 have all been previously shown to disrupt the asymmetric morphogenesis and coordinated alignment of hair follicles (\n\nGuo et al., 2004\n\n;\n\nDevenport and Fuchs, 2008\n\n;\n\nRavni et al., 2009\n\n;\n\nChang et al., 2016\n\n;\n\nCetera et al., 2017\n\n). However, much of what we know about Celsr1 function in the skin comes from examination of the Celsr1\n\nCrash\n\nmutant, a point mutation that disrupts Celsr1 asymmetry, but does not reduce overall protein levels at epidermal cell junctions (\n\nStahley et al., 2021\n\n). The\n\nCelsr1\n\n−/−\n\nmouse model we have generated differs from the\n\nCrash\n\nmutant in that no Celsr1 protein is detectable at epidermal cell junctions (\n\nFigure 1H\n\n) allowing us to determine the phenotypic consequences of a Celsr1 loss-of-function mutant. To investigate this, we labeled E15.5 backskins with P-cadherin and Sox9 antibodies, which mark distinct populations of progenitor cells positioned on the anterior or the posterior of polarized hair follicles, respectively (\n\nFigure 2A\n\n)(\n\nCetera et al., 2018\n\n). In agreement with previously reported follicle polarity defects observed with other Celsr1 alleles, hair follicle orientation in the\n\nCelsr1\n\n−/−\n\nembryonic backskins was severely disrupted. Instead of polarizing along the A-P axis and growing toward the anterior, most hair follicles grew straight down, vertically into the dermis, clearly identifiable as a ‘bicycle wheel’ like ring of Sox9 expression surrounding a central cluster of P-cadherin expressing cells (\n\nFigure 2B\n\n). To quantify both the number and orientation of polarized hair follicles across entire backskins, we used an automated segmentation and follicle angle calculation algorithm, followed by\n\nad hoc\n\nhand correction (see Methods). Whereas wild-type hair follicles were robustly polarized and grew in an anterior direction (\n\nFigures 2E,H\n\n), over 90% of hair follicles in the\n\nCelsr1\n\n−/−\n\nembryonic backskins were unpolarized and displayed vertically-oriented growth. The few\n\nCelsr1\n\n−/−\n\nfollicles that did display PCad-Sox9 asymmetry were oriented randomly relative to the A-P axis (\n\nFigures 2F,I\n\n).\n\nFIGURE 2\n\nCelsr1, but not Celsr2, is necessary for correct asymmetric orientation of developing hair follicles.\n\n(A)\n\nAverage intensity projection of\n\nWT\n\nembryonic back skin at E15.5, labelled for P-cadherin (green) and Sox9 (magenta). White box denotes zoomed in region shown below, left. Average intensity projection of a typical\n\nWT\n\nhair follicle imaged at higher mag (below, right). Scale bars: 1000, 200, and 25 µm, respectively. Anterior is to the left.\n\n(B–D)\n\nAs for\n\n(A)\n\n, except\n\nCelsr1\n\n−/−\n\n,\n\nCelsr2\n\n−/−\n\nand\n\nCelsr1\n\n−/−\n\n;Celsr2\n\n−/−\n\nrespectively.\n\n(E)\n\nBar chart showing cumulative percentage of polarized (grey bar) vs. non-polarized (white bar) hair follicles in n = 3 E15.5 back skins from 3 different embryos. n in figure represents total number of follicles analyzed. Error bars = SEM.\n\n(F–H)\n\nAs for\n\n(E)\n\n, except\n\nCelsr1\n\n−/−\n\n,\n\nCelsr2\n\n−/−\n\nand\n\nCelsr1\n\n−/−\n\n;Celsr2\n\n−/−\n\nrespectively.\n\n(I)\n\nRose plot of polarized follicles in\n\n(E)\n\nshowing the angle of orientation, with anterior = 0° and posterior = 180°. Shaded areas in bars represent relative contribution of each replicate (n = 3 backskins from 3 different embryos), with n in figure representing total number of polarized hair follicles analyzed.\n\n(J–L)\n\nAs for\n\n(I)\n\n, except\n\nCelsr1\n\n−/−\n\n,\n\nCelsr2\n\n−/−\n\nand\n\nCelsr1\n\n−/−\n\n;Celsr2\n\n−/−\n\nrespectively.\n\nIn contrast to Celsr1, little is known about the role of Celsr2 in the mammalian epidermis.\n\nCelsr2\n\nmRNA is expressed in both the epidermis and the placode (\n\nSennett et al., 2015\n\n). As such, we next asked whether loss of Celsr2 affects hair follicle orientation in a similar way to Celsr1. Unlike in\n\nCelsr1\n\n−/−\n\nembryos, hair follicles in\n\nCelsr2\n\n−/−\n\nembryos displayed proper A-P orientation and were indistinguishable from wild type, suggesting that Celsr2 is dispensable for proper hair follicle orientation in mouse embryonic backskin (\n\nFigures 2C,G,J\n\n).\n\nWe next asked whether removal of Celsr2 would enhance the hair follicle phenotype observed in\n\nCelsr1\n\n−/−\n\nembryos. To do so, we crossed the\n\nCelsr1\n\n−/+\n\nand\n\nCelsr2\n\n−/−\n\nmice to generate homozygous, double mutant embryos (\n\nCelsr1\n\n−/−\n\n;\n\nCelsr2\n\n−/−\n\n). Backskins from E15.5\n\nCelsr1\n\n−/−\n\n;\n\nCelsr2\n\n−/−\n\nembryos were then labeled with Sox9 and P-cadherin antibodies and hair follicle polarity was analyzed as above. The hair follicle phenotype of\n\nCelsr1\n\n−/−\n\n;\n\nCelsr2\n\n−/−\n\nembryos was indistinguishable from\n\nCelsr1\n\n−/−\n\nembryos, further signifying that Celsr1, but not Celsr2 is required for proper hair follicle orientation (\n\nFigures 2D,H,K\n\n). We conclude from these data that Celsr1 is the major core PCP cadherin functioning in the epidermis.\n\nCelsr1 and, to a lesser extent, Celsr2 are required for asymmetric localization of core PCP components\n\nHair follicle polarization relies upon the asymmetric distribution of core PCP proteins at the intercellular junctions of epidermal basal cells (\n\nDevenport and Fuchs, 2008\n\n;\n\nCetera et al., 2017\n\n;\n\nCetera et al., 2018\n\n). Celsr1 localizes to the anterior and posterior junctions of each cell, where it colocalizes with Vangl2 and Fz6, respectively (\n\nDevenport and Fuchs, 2008\n\n;\n\nBasta et al., 2021\n\n;\n\nStahley et al., 2021\n\n). Based on polarity analysis in the skin of Celsr1\n\nCrash\n\nmutant embryos, we know that PCP asymmetry relies on proper Celsr1 function. The Celsr1\n\nCrash\n\nmutant mouse (\n\nCelsr1\n\nCrsh\n\n), harbors a single amino acid substitution (D1040G) that disrupts the ability of Celsr1 to form lateral\n\ncis\n\n-interactions and as a result, Celsr1 clustering, junctional stability and asymmetry are all impaired (\n\nStahley et al., 2021\n\n). In\n\nDrosophila\n\n, Fz and Vang are lost from apical junctions in Fmi mutants suggesting that, in addition to promoting their asymmetric localization, Fmi recruits and/or stabilizes Fz and Vang at cell junctions (\n\nStrutt, 2001\n\n;\n\nBastock et al., 2003\n\n;\n\nChen et al., 2008\n\n). Whether Celsr proteins perform a similar function in mammals is unknown as this has not been tested in loss-of-function mutants.\n\nTo test whether Celsr1 and Celsr2 are required for the recruitment and/or polarization of core PCP components, we measured the orientation and magnitude (nematic order) of Celsr1, Fz6 and Vangl2 asymmetry along cell junctions. To do this, we imaged whole mount E15.5 backskins labeled with antibodies against Celsr1, Vangl2 and Fz6. Automated segmentation of epithelial edges was performed using E-Cadherin or P-Cadherin as a junctional marker (\n\nAigouy et al., 2016\n\n). The nematic order of PCP protein fluorescent intensities was measured using QuantPolarity software and displayed on radial histograms (\n\nTan et al., 2021\n\n). In wild-type control epidermis, Celsr1, Fz6 and Vangl2 were all enriched along A-P junctions and depleted from M-L junctions, and this asymmetry was highly aligned along the A-P axis (\n\nFigures 3A–B’\n\n). As expected from previous studies on\n\nCelsr1\n\nCrsh\n\nmutant mice (\n\nDevenport and Fuchs, 2008\n\n;\n\nStahley et al., 2021\n\n), we found that PCP protein asymmetries were dramatically reduced in\n\nCelsr1\n\n−/−\n\nmutants. Celsr1 immunofluorescence was strongly diminished at cell junctions (\n\nFigure 3C\n\n), and both Fz6 and Vangl2 were distributed more uniformly around the periphery of basal cells compared to controls (\n\nFigures 3D–D’\n\n). By contrast, the asymmetry of all three core PCP proteins was mostly unaffected in\n\nCelsr2\n\n−/−\n\nmutants. Although Fz6 and Vangl2 localization appeared less sharply concentrated at junctions, quantification of asymmetry showed the magnitude and orientation of their polarity were comparable to wild-type controls (\n\nFigures 3E–F’\n\n), consistent with the normal alignment of hair follicles observed in\n\nCelsr2\n\n−/−\n\nmutants (\n\nFigure 2C\n\n). Fz6 and Vangl2 asymmetries were more severely reduced in\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\ndouble mutant embryos compared to\n\nCelsr1\n\n−/−\n\nsingle mutants (\n\nFigures 3H–H’\n\n), suggesting that in the absence of Celsr1, Celsr2 does provide a modest contribution to PCP protein localization. Notably, despite the loss of Fz6 and Vangl2 polarization in\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\ndouble mutants, we did not observe appreciable reduction in membrane recruitment of either Vangl2 or Fz6 (\n\nFigures 3H–H’\n\n). This suggests that unlike Fmi in\n\nDrosophila\n\n, Celsr proteins are not needed to traffic and/or retain Fz and Vangl to cell junctions, but rather to organize them into polarized junctional assemblies.\n\nFIGURE 3\n\nLoss of core PCP protein asymmetry in the epidermis of\n\nCelsr1\n\n−/−\n\nand\n\nCelsr1\n\n−/−\n\n;\n\nCelsr2\n\n−/−\n\ndouble mutants.\n\n(A–H)\n\nRepresentative planar views of the basal layer of the interfollicular epidermis at E15.5 showing Celsr1, Fz6 and Vangl2 distribution as detected by immunofluorescence. Anterior is to the left. Scale bar: 20 µm. Magnified areas below are overlaid with colored lines representing the axis (line angle) and magnitude (line length) of polarity. Quantification of polarity distributions are displayed below on circular histograms.\n\n(A-B′)\n\nCelsr1\n\n(A)\n\n, Fz6\n\n(B)\n\nand Vangl2 (B′) in\n\nWT\n\nembryos, n = 11,951 basal cells, 3 embryos.\n\n(C-D′)\n\nCelsr1\n\n(C)\n\n, Fz6\n\n(D)\n\n, and Vangl2 (D′) in\n\nCelsr1\n\n−/−\n\nembryos, n = 11,629 basal cells, 3 embryos.\n\n(E-F′)\n\nCelsr1\n\n(E)\n\n, Fz6\n\n(F)\n\nand Vangl2 (F′) in\n\nCelsr2\n\n−/−\n\nembryos, n = 12,099 basal cells, 3 embryos.\n\n(G-H′)\n\nCelsr1\n\n(G)\n\n, Fz6\n\n(H)\n\nand Vangl2 (H′) in\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\nembryos, n = 9,064 basal cells, 3 embryos.\n\nDifferential stability of Celsr1 and Celsr2 homotypic adhesions at cell junctions\n\nOur data thus far demonstrate that, despite their relatively similar levels and patterns of expression in the skin (\n\nSennett et al., 2015\n\n; and Allen Mouse Brain Atlas, developingmouse.brain-map.org/experiment/show/100057665; developingmouse.brain-map.org/experiment/show/100055676) Celsr1 and Celsr2 contribute very differently to PCP function in the epidermis. Celsr1 plays a far more essential role whereas Celsr2 is largely dispensable. We hypothesized that perhaps the two epidermally-expressed Celsr proteins display different adhesive properties and/or abilities to interact with known PCP partners, which might explain their different contributions to PCP function. To explore this, we first compared the homophilic interactions of Celsr1 and Celsr2 in a junctional enrichment assay in cultured keratinocytes. Celsr1-GFP or Celsr2-GFP constructs were transiently transfected into primary mouse keratinocytes that were derived from the backskins of\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\ndouble mutant embryos generated in this study so that the only functional Celsr proteins were the introduced GFP-tagged proteins. Adhesive monolayers were induced by increasing the calcium concentration in the media to allow for cadherin-based cell-cell adhesion. In this assay, Celsr1-GFP becomes selectively enriched at the interface between two Celsr1-GFP expressing cells in a calcium- and ectodomain-dependent manner indicating the enrichment is a result of cadherin-domain mediated homophilic interactions between Celsr1 proteins on adjacent cells (\n\nDevenport and Fuchs, 2008\n\n) (\n\nFigure 4A\n\n,\n\nSupplementary Figure S4\n\n). To measure the degree of enrichment, we calculated a junctional enrichment score (JE) for cell pairs expressing Celsr-GFP (ratio of the mean junctional intensity to the mean intensity of the cell pair) (\n\nFigure 4B\n\n). Membrane associated GFP-CAAX was used as a negative control for the baseline enrichment observed when membranes of adjacent cells overlap (JE\n\nGFP−CAAX\n\n< 2) (\n\nFigures 4A,B\n\n). As expected from prior studies, Celsr1 was strongly enriched at the junctional interfaces between expressing cells with an average enrichment score of approximately 4 (\n\nStahley et al., 2021\n\n) (\n\nFigures 4A,B\n\n,\n\nSupplementary Figure S4\n\n). Celsr2-GFP localization, by contrast, was significantly more diffuse across cell pairs (\n\nFigures 4A,B\n\n,\n\nSupplementary Figure S4\n\n; mean JE\n\nCelsr2−GFP\n\n∼2.5) but was still enriched to a greater extent than the GFP-CAAX baseline (mean JE < 2) (\n\nFigures 4A,B\n\n). This indicates that Celsr2 does interact homophilically\n\nin trans\n\nin epithelial cells. This result is consistent with Celsr2’s ability to mediate aggregation in S2 cells (\n\nShima et al., 2004\n\n). Interestingly, when cells transfected with Celsr1-3xFLAG were mixed with Celsr2-GFP expressing cells, they formed heterotypic junctions\n\nin trans\n\nbetween mixed cell pairs (\n\nFigure 4E\n\n). The enrichment of Celsr2-GFP with Celsr1-3xFLAG at Celsr1/2 heterotypic junctions was, however, lower than the enrichment of Celsr1-GFP with Celsr1-3xFLAG (\n\nFigures 4E,F\n\n). This observation indicates that despite the differences in Celsr1 and Celsr2 homotypic junctions, their ectodomains are similar enough to interact heterotypically.\n\nFIGURE 4\n\nCelsr2 enriches at cell-cell junctions by homotypic interactions less efficiently than Celsr1.\n\n(A)\n\nRepresentative images of cell pairs expressing Celsr1-GFP, Celsr2-GFP or GFP-CAAX as indicated. Bottom panels show zoomed in junctional regions. Note the stronger enrichment of Celsr1-GFP at junctions compared to Celsr2-GFP and both isoforms are significantly more enriched at junctions compared to a non-junctional plasma membrane marker GFP-CAAX. Scale bars 20 µm (top panel) and 10 µm (bottom panel).\n\n(B)\n\nPlot of the junctional enrichment score (ratio of junctional mean intensity to the mean intensity of the cell pair). n = 32 Celsr1-GFP junctions, n = 43 Celsr2-GFP junctions, n = 60 GFP-CAAX junctions. Kolmogorov-Smirnov test\n\np\n\n< 0.0001. Data pooled from two independent experiments where each experiment reflects the represented trend.\n\n(C)\n\nFluorescence Recovery After Photobleaching (FRAP) of junctional Celsr1-GFP and Celsr2-GFP. Shown are representative images of the junctional region between cell pairs expressing Celsr1-GFP or Celsr2-GFP before and after bleaching as indicated. Bleached ROIs are marked by yellow arrowheads.\n\n(D)\n\nFRAP recovery plots. Shown is the normalized mean intensity with standard deviations of the bleach and recovery profiles plotted\n\nversus\n\ntime for Celsr1-GFP (blue) and Celsr2-GFP (magenta) at junctions (in bold) and free cell edges that are not juxtaposed to a transfected cell (in lighter shade). (n = 36 ROIs for Celsr1 edge, 38 ROIs for Celsr2 edge, 78 ROIs for Celsr1 junctions and 75 ROIs for Celsr2 junctions). Data pooled from two independent experiments for cell edge measurements and three independent experiments for junction measurements.\n\n(E)\n\nCell mixing experiment between cells expressing Celsr1-3xFLAG and Celsr2-GFP (top panels) or Celsr1-3xFLAG and Celsr1-GFP (bottom panels). Images show cell pairs forming heterotypic junctions. Celsr1-3xFLAG appears to enrich with both Celsr1-GFP and Celsr2-GFP,\n\nin trans\n\n, across cell-cell junctions.\n\n(F)\n\nHistogram depicting the frequency of Celsr1-3xFLAG: Celsr1-GFP and Celsr1-3xFLAG::Celsr2-GFP junctions across the range of junction enrichment ratios obtained for Celsr1-GFP and Celsr2-GFP, respectively. Inset shows box plot for the junction enrichment values of Celsr1-GFP and Celsr2-GFP. n = 56 Celsr1-GFP junctions and n = 64 Celsr2-GFP junctions. Kolmogorov-Smirnov test,\n\np\n\n= 0.0004. Data pooled from two independent experiments.\n\nThe enrichment of cell-cell adhesion proteins to junctions correlates with their relative immobility within the interfacial membrane (\n\nStahley et al., 2021\n\n). We have previously shown that Celsr1 is remarkably stable at cell junctions, where it is more immobile than junctional E-Cadherin (\n\nAw et al., 2016\n\n;\n\nStahley et al., 2021\n\n). To determine if the comparatively low enrichment of Celsr2 at homotypic interfaces is correlated with a greater mobility in the membrane, we performed FRAP assays in cell pairs expressing Celsr1-GFP or Celsr2-GFP. Small regions (1um diameter) along the junctions or free edges of Celsr1-GFP or Celsr2-GFP expressing cell pairs were photobleached and imaged continuously over a 4-min recovery period (\n\nFigure 4C\n\n,\n\nSupplementary Figure S4\n\n). Fluorescence recovery curves for Celsr1 and Celsr2 were nearly identical in regions near a free edge where the proteins are most likely unbound intercellularly and free to diffuse within the membrane (\n\nFigure 4D\n\n). By contrast, at junctions the extent of recovery for Celsr1 and Celsr2 were starkly different. Whereas Celsr1-GFP fluorescence was strongly immobilized (immobile fraction ∼80% at junctions\n\nversus\n\n∼26% at cell edges, estimated from fitted averaged traces) and recovered only minimally over the entire recovery period, the mobility of Celsr2-GFP was comparatively less attenuated at junctions (immobile fraction ∼43% at junctions\n\nversus\n\n∼28% at cell edges, estimated from fitted averaged traces) (\n\nFigure 4D\n\n). These data suggest that the adhesive interactions of Celsr proteins at epithelial junctions are not equivalent and that Celsr1 interactions lead to much greater stability and junctional enrichment.\n\nFz6 and Vangl2 are recruited to both Celsr1-and Celsr2-homotypic adhesions\n\nOne important function for Celsr1 and\n\nDrosophila\n\nFmi in PCP establishment is to physically associate with the other transmembrane core components, Fz and Vang, stabilize them at cell junctions, and promote their assembly into asymmetric, intercellular complexes (\n\nHarrison et al., 2020\n\n;\n\nStahley et al., 2021\n\n). Additionally, in\n\nDrosophila\n\n, Fz and Vang positively feed back onto Fmi stability by preventing its endocytic removal from the membrane (\n\nStrutt and Strutt, 2008\n\n;\n\nStrutt et al., 2011\n\n). Thus, a difference in Fz and/or Vang association could explain why Celsr1 and Celsr2 display different junctional dynamics and contributions to PCP. To test this hypothesis, we asked whether Celsr2 can redirect Fz6 and Vangl2 to sites of homotypic adhesion in cultured keratinocytes, as a read-out of their association, as we have previously shown for Celsr1 (\n\nDevenport and Fuchs, 2008\n\n;\n\nStahley et al., 2021\n\n). Primary mouse keratinocytes derived from\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\ndouble mutants were co-transfected with Celsr1-GFP or Celsr2-GFP and either Fz6-tdTomato or tdTomato-Vangl2 and a JE score was calculated for co-expressing cell pairs. tdTomato-CAAX was used as a negative control to establish the baseline JE score for a generic membrane marker. As expected, Fz6-tdTomato and tdTomato-Vangl2 were both recruited to sites of Celsr1-GFP localization and became strongly enriched at the junctional interface between co-expressing cell pairs (\n\nFigures 5A,B,G,I\n\n) (mean JE\n\ntdT−Fz6\n\n−.5 and mean JE\n\ntdT−Vangl2\n\n−4.5). Both proteins were significantly enriched compared to negative control tdTomato-CAAX (\n\nFigures 5C,G,I\n\n) (mean JE\n\ntdT−CAAX\n\n−2). Fz6-tdTomato and tdTomato-Vangl2 also localized to Celsr2-GFP enriched junctions (\n\nFigures 5D,E,G,I\n\n), and their JE scores were significantly greater than that of tdTomato-CAAX (\n\nFigures 5F,G,I\n\n), indicating that Celsr2 is capable of associating with Fz6 and Vangl2 and directing them to sites of homophilic adhesion. However, Fz6-tdTomato and tdTomato-Vangl2 enrichment was significantly lower than when they were co-expressed with Celsr1-GFP (\n\nFigures 5G,I\n\n). This difference is most likely due to the lower JE of Celsr2 itself when compared to Celsr1 within these same experiments (\n\nFigures 4H–J\n\n,\n\nSupplementary Figure S5\n\n) rather than a major difference in the ability of Celsr2 to associate with Fz6 and Vangl2. We conclude from these data that, like Celsr1, Celsr2 can recruit Fz6 and Vangl2 to sites of homophilic adhesion and, by extension, may possibly physically associate with both proteins.\n\nFIGURE 5\n\nCelsr2 recruits Fz6 and Vangl2 to keratinocyte junctions, similar to Celsr1.\n\n(A–C)\n\nRepresentative cell pair co-expressing Celsr1-GFP and Fz6-tdTomato\n\n(A)\n\n, tdTomato-Vangl2\n\n(B)\n\nor a non-junctional membrane marker tdTomato-CAAX\n\n(C)\n\n. Arrowheads mark the junction between 2 cells and a magnified view of the junction is represented below the respective images. Scale bars = 20um.\n\n(D–F)\n\nRepresentative cell pair co-expressing Celsr2-GFP and Fz6-tdTomato\n\n(D)\n\n, tdTomato-Vangl2\n\n(E)\n\nand tdTomato-CAAX\n\n(F)\n\n. Arrowheads mark the junction between 2 cells and a magnified view of the junction is represented below the respective images. Scale bars = 20 um.\n\n(G)\n\nBox plots depicting junction enrichment ratios for Fz6-tdTomato compared to tdTomato-CAAX when co-expressed with Celsr1-GFP or Celsr2-GFP (n = 33 for Celsr1-tdTomato CAAX, n = 49 for Celsr2-tdTomato-CAAX, n = 36 for Celsr1-Fz6-tdTomato, n = 66 for Celsr1-Fz6-tdTomato).\n\n(H)\n\nBox plots depicting junction enrichment values of Celsr1-GFP\n\nversus\n\nCelsr2-GFP in cells co-expressing Fz6-tdTomato.\n\n(I)\n\nBox plots depicting junction enrichment ratios for tdTomato-Vangl2 compared to tdTomato-CAAX when co-expressed with Celsr1-GFP or Celsr2-GFP (n = 66- Celsr1-tdTomatoCAAX, n = 87-Celsr2 tdTomatoCAAX, n = 63-Celsr1 tdTomatoCAAX, n = 67-Celsr2-tdTomatoCAAX).\n\n(J)\n\nBox plots depicting junction enrichment of Celsr1-GFP and Celsr2-GFP in cells expressing tdTomato-Vangl2. Data pooled from two independent experiments for Fz6-tdTomato and three independent experiments for tdTomato-Vangl2. Kolmogorov-Smirnov tests, ****\n\np\n\n< 0.0001, **\n\np\n\n= 0.009.\n\nDiscussion\n\nThe Celsr subfamily of adhesion GPCRs are essential for embryonic development and formation of the nervous system, yet we are only just beginning to understand the range of functions that these very large adhesive molecules perform and how adhesion contributes to those functions (\n\nWang et al., 2014\n\n;\n\nGoffinet and Tissir, 2017\n\n). Through the generation of new Celsr1 and Celsr2 knockout mouse strains and examination of both single and double mutant embryos, we have determined the contributions of Celsr proteins to embryonic skin development. Because Celsr3 is not expressed in the skin, our data allow us to confidently conclude that Celsr1 is the major cadherin-based adhesion GPCR functioning in epidermal PCP. Further, we can also conclude that the major function of Celsr proteins in skin development is to establish PCP. Other key developmental processes in the skin such as stratification, hair follicle specification, patterning, and downgrowth are largely unaffected when all Celsr function is removed. On a molecular level, we have identified key similarities and differences in the adhesive interactions and dynamics of Celsr1 and Celsr2 proteins at epithelial junctions. The adhesive interfaces of Celsr1 and Celsr2 are similar enough to engage heterotypically and both proteins can recruit Fz6 and Vangl2. Despite these similarities, their dynamics at homotypic adhesive interfaces are markedly different. Celsr1 is largely immobile at the junction whereas Celsr2 can diffuse much more freely. This difference is reflected in the relative enrichment of the two proteins at junctions.\n\nIn our prior work, we showed that Celsr1 is very stable at cell junctions, where it has a lower mobility than junctional E-Cadherin (\n\nAw et al., 2016\n\n;\n\nStahley et al., 2021\n\n). Celsr1’s immobility is in part due to clustering interactions that organize Celsr1 into large punctate assemblies, a property that is severely diminished by the\n\nCrash\n\nmutation located in the membrane proximal cadherin repeats. Although Celsr2 can mediate cell aggregation when expressed in non-adhesive suspension cells (\n\nShima et al., 2004\n\n), it is poorly enriched at junctional interfaces in epithelial cells, and the fraction that is recruited to junctions exhibits greater mobility than Celsr1. Whether these adhesive differences can be attributed to differences in the sequence of their N-terminal cadherin repeats is unclear. Celsr1 and Celsr2 share 55% amino acid identity, but it is their C-terminal cytoplasmic tails, rather than their cadherin repeats, that are the most divergent in sequence. Interestingly the residue mutated in the\n\nCrash\n\nallele of Celsr1, D1040, which maps to the linker region between EC8 and EC9, is conserved in Celsr2, and yet the homophilic adhesive properties of Celsr2 much more closely mimic that of the\n\nCelsr1\n\nCrash\n\nmutant than wild type Celsr1, suggesting this residue is necessary but not sufficient for Celsr1 stable association at cell junctions. Interestingly, Celsr1, Celsr2 and the Celsr1\n\nCrash\n\nmutant proteins are all capable of recruiting core PCP proteins Fz6 and Vangl2 to junctions (\n\nStahley et al., 2021\n\n), suggesting it is not the presence of these additional PCP proteins at the junction that contributes to Celsr1 stability. Perhaps differences in the affinity of trans-adhesive interactions, in the avidity of cis-adhesive interactions, or in the identity of cytoplasmic binding partners may account for the different homophilic adhesive properties of the two Celsr proteins. Performing adhesion assays with domain swapped Celsr1-Celsr2 chimeric proteins will distinguish whether adhesive differences are due to extracellular, transmembrane or cytoplasmic regions. Although we do not know the molecular basis for these differences in mobility and enrichment, we propose that they have important functional consequences.\n\nDifferences in stability of Celsr1 and Celsr2 adhesions could enable the two proteins to perform distinct functions in dynamic\n\nversus\n\nstatic cellular contexts. Celsr1 is essential for PCP in the skin, inner ear, oviduct and ependymal cells, all of which are relatively static epithelial tissues that assemble robust, asymmetric PCP complexes at cell junctions (\n\nCurtin et al., 2003\n\n;\n\nDevenport and Fuchs, 2008\n\n;\n\nBoutin et al., 2014\n\n;\n\nShi et al., 2014\n\n;\n\nDuncan et al., 2017\n\n). The immobility of homophilic Celsr1 adhesions at these sites is probably essential for PCP asymmetry. In the\n\nDrosophila\n\nwing, PCP asymmetry is strongly correlated with the assembly of PCP components into stable puncta (\n\nStrutt et al., 2011\n\n;\n\nCho et al., 2015\n\n;\n\nStrutt et al., 2016\n\n). Moreover, in mouse epidermal cells, disruption of Celsr1 lateral clustering interactions prevents the formation of asymmetric PCP complexes (\n\nStahley et al., 2021\n\n). Celsr2, by contrast, is important in neuronal migration and axon pathfinding (\n\nShima et al., 2004\n\n;\n\nShima et al., 2007\n\n;\n\nQu et al., 2010\n\n;\n\nFeng et al., 2012\n\n;\n\nQu et al., 2014\n\n), processes that likely require adhesive interactions that can rapidly turnover, and Celsr2 may be better equipped than Celsr1 for such dynamics. Given that Celsr2 can recruit both Vangl2 and Fz6 to adhesive sites suggests it may form more dynamic PCP-like assemblies in neurons than those containing Celsr1 in epithelia. Interestingly, the single Celsr homolog in\n\nDrosophila\n\n, Fmi, functions in epithelial PCP as well as nervous system development, so it can most likely assemble both stable and dynamic adhesions in a cell type-specific manner (\n\nGao et al., 2000\n\n;\n\nBerger-Muller and Suzuki, 2011\n\n;\n\nShimizu et al., 2011\n\n). Perhaps different Fmi splice isoforms are expressed in different cell types, or that cell type specific interacting proteins regulate Fmi’s adhesive state.\n\nDespite the similarity in protein domain organization across the 3 Celsrs, it remains unclear if Celsr2 (or Celsr3) can function as a core PCP component in vertebrates, defined in the strict sense of acting at cell junctions to align cell polarity across a tissue plane (\n\nDevenport, 2014\n\n). Given that Celsr2 exhibits mobility at the junction comparable to the\n\nCrash\n\nmutant of Celsr1, it is possible Celsr2 cannot asymmetrically localize to junctions in epithelia. Unfortunately, due to lack of antibodies that reliably detect endogenous Celsr2\n\nin vivo\n\n, we do not presently know the localization of Celsr2 in the mouse epidermis. Further, although endogenous levels of Celsr2 cannot replace Celsr1 in epidermal PCP, we do not know whether overexpression of Celsr2 could compensate. Additionally, given its roles in biogenesis and polarization of motile cilia in the brain (\n\nTissir et al., 2010\n\n;\n\nBoutin et al., 2014\n\n), we were open to the possibility that Celsr2 might have a function related to primary cilia in the skin. However, we did not observe phenotypes associated with cilia disruption in the skin of either\n\nCelsr2\n\n−/−\n\nor\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\ndouble mutant embryos, such as defects in epidermal thickness due to impaired Notch signaling or defects in hair follicle morphogenesis related to aberrant Shh signaling (\n\nEzratty et al., 2011\n\n;\n\nDai et al., 2013\n\n;\n\nChen et al., 2015\n\n;\n\nYang et al., 2015\n\n). Future studies at postnatal stages will determine whether Celsr proteins function beyond PCP in the skin—for example in hair follicle cycling and regeneration or perhaps in the migration and innervation of sensory neurons.\n\nExperimental procedures\n\nGeneration of mouse lines and breeding\n\nAll mouse work was approved by Princeton University’s Institutional Animal Care and Use Committee (IACUC). Mice were housed in an AALAC- accredited facility. Housing, maintenance, and husbandry of animals followed the Guide for the Care and Use of Laboratory Animals and laboratory Animal Welfare Act.\n\nThe mice were generated at the Genome Editing Core Facility at Rutgers-Cancer Institute of New Jersey using CRISPR targeting the start site and signal sequence of the Celsr1 and Celsr2 genes simultaneously. Many knockouts were generated and sequenced. Two mouse lines were selected that contained a deletion of 81 bp spanning the start site and beginning of the signal sequence of Celsr1 and Celsr2, respectively. N1 founder mice were outcrossed to C57Bl/6J five times. The new alleles were named\n\nCelsr1\n\n<em1Ddev>\n\nand\n\nCelsr2\n\n<em1Ddev>\n\n, and were maintained as heterozygotes.\n\nGenotyping PCRs were designed to discriminate between WT and knockout lines. To genotype for the\n\nCelsr1\n\n<em1Ddev>\n\nallele, a PCR was designed using primers surrounding the 81 bp deletion, resulting in a smaller fragment in the knockout. Similarly, to genotype the\n\nCelsr2\n\n<em1Ddev>\n\nallele, PCR primers were designed on either side of the deletion site (\n\nSupplementary Figure S1\n\n; see\n\nTable 1\n\nfor primer sequences and expected PCR product sizes).\n\nTABLE 1\n\nProduct information of key antibodies and reagents used in this study.\n\nPCR\n\nName of genotyping primer\n\nGenotyping primer sequences\n\nProduct size WT animals\n\nProduct size knockout animals\n\nCelsr1\n\n<em1Ddev>\n\nCelsr1.FOR\n\nCAA​CTT​GGC​AAA​CTT​TCG​CAA​AGT​G\n\n396 bp\n\n315 bp\n\nCelsr1.REV\n\nGCG​CGT​GGT​GTC​CAA​CCT​GTA​G\n\nCelsr2\n\n<em1Ddev>\n\nCelsr2.FOR\n\nCCA​TCT​GGG​TGC​AGG​CCC​AGT​G\n\n350 bp\n\n269 bp\n\nCelsr2.REV\n\nGTG​TAG​AGC​CAG​AGG​TTC​GAA​GC\n\nWestern blot analysis\n\nEpidermal lysates were obtained by dissection of backskin from P0- P2 postnatal pups. To extract proteins, backskins were flash frozen in liquid nitrogen and then ground into a powder in a cryomill machine (Retsch,Newtown, PA) for 30 s while frozen using liquid nitrogen. For each backskin, 700 ul of RIPA buffer (Abcam) was added to the ground powder, the samples were vortexed and then incubated on ice for 15 min. Following incubation on ice, the samples were centrifuged at 17,000g for 15 min at 4°C. Supernatants were removed and processed\n\nvia\n\nwestern blot. Standard protocols were performed for western blot- proteins were resolved on a 7.5% SDS gel, transferred to a nitrocellulose membrane (Bio-Rad), and detected using primary antibodies against Celsr1 (\n\nDevenport and Fuchs, 2008\n\n), Celsr2 (goat, R&D Systems, 1:200), and E-cadherin (rabbit, Cell Signaling, 1:250 or rat, ThermoFisher, 1:1000). IRDye680 and IRDye800 secondary antibodies (LI-COR, 1:10,000) and the LI-COR Odyssey CLx imaging system were used to detect the bands. See\n\nTable 2\n\nfor full list of antibodies and reagents.\n\nTABLE 2\n\nGenotyping details for Celsr1 and Celsr2 including primer sequences and product sizes for WT and knockout animals.\n\nReagent type (species) or resource\n\nDesignation\n\nSource or reference\n\nIdentifiers\n\nAdditional information\n\nAntibody\n\nAnti-Celsr1 (Guinea pig polyclonal)\n\nDevenport and Fuchs (2008)\n\n1:1000 (tissue)\n\n1:2000 (keratinocytes)\n\nAntibody\n\nAnti-Celsr1 (rabbit polyclonal)\n\nMillipore Sigma\n\nABT119\n\n1:1000 (western blot)\n\nAntibody\n\nAnti-E-cadherin (rabbit monoclonal)\n\nCell Signaling\n\nCat #3195\n\n1:250\n\nAntibody\n\nAnti-Celsr2 (goat)\n\nR&D systems\n\nCat#AF6739\n\n1:200 (western blot)\n\nAntibody\n\nAnti-Vangl2 (rat monoclonal)\n\nMillipore\n\nCat #MABN750\n\n1:100\n\nAntibody\n\nAnti-E-cadherin, clone DECMA-1 (rat monoclonal)\n\nThermoFisher\n\nCat #14–3249-82\n\n1:1000\n\nAntibody\n\nAnti-Frizzled6 (Goat polyclonal)\n\nR&D Biosystems\n\nCat #AF1526\n\n1:400\n\nAntibody\n\nAnti-GFP (chicken)\n\nAbcam\n\nCat # ab13970\n\n1:2000 (keratinocytes)\n\nAntibody\n\nAnti-Myc (rabbit)\n\nSigma\n\nCat #C3956\n\n1:2000 (keratinocytes)\n\nAntibody\n\nAnti-FLAG (mouse)\n\nStratagene\n\nCat # 200472–21\n\n1:2000 (keratinocytes)\n\nAntibody\n\nAnti-Guinea Pig, Alexa Fluor 488 (Goat)\n\nInvitrogen\n\nCat #A11073\n\n1:2000\n\nAntibody\n\nAnti-Guinea Pig, Alexa Fluor 647 (Donkey)\n\nInvitrogen\n\nCat #A21450\n\n1:2000\n\nAntibody\n\nAnti-Chicken, Alexa Fluor 488 (Goat)\n\nInvitrogen\n\nCat #A-11039\n\n1:2000\n\nAntibody\n\nAnti-Chicken, Alexa Fluor 488 (Donkey)\n\nJackson ImmunoResearch\n\nCat #703–545-155\n\n1:2000\n\nAntibody\n\nAnti-Rabbit, Alexa Fluor 555 (Donkey)\n\nInvitrogen\n\nCat #A-31572\n\n1:2000\n\nAntibody\n\nAnti-Rabbit, Alexa Fluor 488 (Donkey)\n\nJackson ImmunoResearch\n\nCat #711–545-152\n\n1:2000\n\nAntibody\n\nAnti-Rat, Alexa Fluor 647 (Donkey)\n\nJackson ImmunoResearch\n\nCat #712–605-153\n\n1:2000\n\nAntibody\n\nAnti-Rat, Alexa Fluor 555 (Goat)\n\nInvitrogen\n\nCat #A-21434\n\n1:2000\n\nAntibody\n\nAnti-Rat, Alexa Fluor 488 (Donkey)\n\nInvitrogen\n\nCat #A-21208\n\n1:2000\n\nAntibody\n\nAnti-Goat, Alexa Fluor 647 (Donkey)\n\nJackson ImmunoResearch\n\nCat #705–605-147\n\n1:2000\n\nAntibody\n\nAnti-rabbit IRDye 680CW (Goat)\n\nLI-COR\n\nCat # 926–68073\n\n1:10000\n\nAntibody\n\nAnti-rat IRDye 800CW (Goat)\n\nLI-COR\n\nCat # 925–32219\n\n1:10000\n\nAntibody\n\nAnti-goat IRDye 800CW (Goat)\n\nLI-COR\n\nCat # 926–68074\n\n1:10000\n\nPlasmid\n\nCelsr1-GFP\n\nDevenport and Fuchs (2008)\n\nfull length WT Celsr1 in pEGFPN1\n\nPlasmid\n\nCelsr2-GFP\n\nTadeshi Uemura\n\nfull length WT Celsr2 in pEGFPN3\n\nPlasmid\n\npCMV-Celsr13xflag\n\nDevenport and Fuchs (2008)\n\nfull length WT Celsr1 in Stratgene pCMV-3Tag-8\n\nPlasmid\n\npCMV-Celsr1-3xmyc\n\nDevenport and Fuchs (2008)\n\nfull length WT Celsr1 in Stratgene pCMV-3Tag-9\n\nPlasmid\n\nK14-Fz6-tdTomato\n\nHeck and Devenport (2017)\n\nFull length Fz6 tagged to tdTomato in the C-terminus\n\nPlasmid\n\ntdTomato-Vangl2\n\nStahley et al. (2021)\n\nHeck and Devenport, (2017)\n\nFull length Vangl2 tagged to tdTomato in the N-terminus\n\nPlasmid\n\npT2Aneo-tdTomato-CAAX\n\nAddgene\n\nCat# 170284\n\ntdTomato with CAAX motif\n\nPlasmid\n\nEGFP-CAAX\n\nAddgene\n\nCat# 86056\n\nGFP with CAAX motif\n\nSoftware, algorithm\n\nMatlab\n\nMathWorks\n\nSoftware, algorithm\n\nTissue Analyzer; Packing analyzer\n\nAigouy et al. (2010)\n\n,\n\nAigouy et al. (2016)\n\nSoftware, algorithm\n\nImageJ/Fiji\n\nSoftware, algorithm\n\nGraphpad Prism\n\nImmunofluorescence and image acquisition of embryonic backskins\n\nFixing and staining of backskins was done as previously described (\n\nBasta et al., 2021\n\n). Briefly, E15.5 embryos were fixed in 4% paraformaldehyde in PBS ++ for 1 h at room temperature. For all antibodies apart from P-cadherin, backskins were dissected and blocked at 4°C in 2% normal goat serum, 2% normal donkey serum (or 4% normal donkey serum and no goat serum when staining for Fz6), 1% bovine serum albumin and 1% fish gelatin in PBT2 (PBS with 0.2% Triton X-100). For P-cadherin, samples were blocked in in 2% normal goat serum, 2% normal donkey serum, 1% bovine serum albumin and 1% fish gelatin in TBT2 (TBS with 0.2% Triton X-100). Following incubation in block, samples were incubated in primary antibody in PBT2 block (TBT2 block for P-cadherin staining) at 4°C overnight. Samples were washed in PBT2 five times for at least 30 min at room temperature, incubated with secondary antibodies and Hoechst (Invitrogen, Cat: H1399, 1:1000) overnight at 4°C, and then washed in PBT2 three times for at least 10 min. After a final wash in PBS, samples were mounted in Prolong Gold.\n\nThe following primary antibodies were used: guinea pig anti-Celsr1 (Danelle Devenport, 1:1000), rabbit anti-E-cadherin (1:250, Cell Signaling: 3195), rat anti-Vangl2 (1:100, Millipore, Cat: MABN750), goat anti-Fz6 (1:400, R&D Biosystems, Cat: AF1526), rabbit anti-Sox9 (Millipore, AB5535, 1:1000), rat anti-P-cadherin (Clontech, M109, 1:200). Alexa Fluor −488, −555, and −647 secondary antibodies were used at 1:2000 (Invitrogen or Jackson ImmunoResearch). See\n\nTable 2\n\nfor full list of antibodies and reagents.\n\nFor hair follicle polarity analysis, images were acquired using a Nikon A1R-Si confocal microscope operated by NIS Elements software, using PlanApo 20 × 0.75 NA air and 60 × 1.4 NA oil immersion objectives for resonance and galvo image capture respectively. 20 × images were then stitched in NIS Elements and processed in Fiji to generate an Average Intensity Projection (AIP) for input to the automated segmentation and angle calculation MATLAB algorithm. 60 × images were processed in Fiji.\n\nFor analysis of core PCP protein asymmetry in the basal layer, images were acquired on Nikon A1R-Si confocal microscope controlled by NIS Elements software using PlanApo 60 × 1.4 NA oil. Images were processed using NIS elements and ImageJ.\n\nIsolation of primary keratinocytes and keratinocyte culture\n\nKeratinocytes were isolated from\n\nCelsr1\n\n−/−\n\n; Celsr2\n\n−/−\n\npups at P1 and established as cell lines using previously published protocol (\n\nNowak and Fuchs, 2009\n\n). Keratinocytes were grown using E-Media prepared in the laboratory according to published protocol (\n\nNowak and Fuchs, 2009\n\n) supplemented with 50 µM calcium chloride. For live FRAP experiments, phenol-red free DMEM and F-12 were used to prepare pigment-free imaging E-media. Cells were transfected using Effectene reagent following a modified manufacturer’s protocol. 300 ng of DNA was used in the transfection mix for each well of 12-well plates and 400 ng plasmid DNA was used for each well of 6-well plates and 35-mm imaging dishes. For co-transfection with two different plasmids, one of which is Celsr1-GFP or Celsr2-GFP, a ratio of 2:1 of Celsr1/Celsr2: the other plasmid DNA was used. See\n\nTable 2\n\nfor full list of plasmids used in this study.\n\nFor junction enrichment assays, approximately 100,000 keratinocytes were seeded onto fibronectin coated 1.8-mm, #1.5 glass coverslips in each well of 12-well plates. Approximately 24 h post-seeding, cells were transfected with the necessary plasmids. 24 h post transfection, cells were switched from low calcium E-media (50 µM) to high calcium E-media containing 1.5 mM Ca\n\n2+\n\n. After 24 h of incubation, cells were fixed and stained for imaging (see below). For heterotypic junction enrichment assays, −150,000 cells were seeded into each well of 6 well plates. 24 h post seeding, each well was individually transfected with one of the following constructs: Celsr1-3XFLAG, Celsr1-3X-Myc, Celsr1-GFP or Celsr2-GFP. 24 h post-transfection, cells were trypsinized, mixed and replated, with one Celsr1-FLAG or Celsr1-Myc transfected well combined with either one well of Celsr1-GFP or one well of Celsr2-GFP. −180,000 cells from the 1:1 mixture were seeded onto fibronectin coated 1.8-mm, #1.5 glass coverslips in each well of 12-well plates. 4–5 h post plating, media was switched to E-media containing 1.5 mM Ca\n\n2+\n\n. After an additional 24 h, cells were fixed and stained for microscopy.\n\nImmunofluorescence of keratinocytes\n\nAfter incubation in high calcium E-media, confluent monolayers of keratinocytes were rinsed in PBS containing calcium and magnesium (PBS++) and fixed with 4% PFA prepared in PBS++ for 10 min at room temperature, followed by permeabilization for 10 min in PBS containing 0.1% Triton-X 100 (PBT1). Primary antibodies were diluted 1:2000 in PBT1 and cells were incubated with the same for 30 min. Following primary antibody treatment, cells were washed three times in PBS and further incubated for 30 min in secondary antibodies and Hoechst diluted to 1:2000 in PBS. Cells were finally washed three times in PBS and mounted on glass slides using Prolong Gold, cured overnight in the dark and imaged.\n\nImage segmentation and polarity analysis\n\nS\n\negmentation of basal epidermal cells and polarity analysis of core PCP proteins. Cell Pose (\n\nStringer et al., 2021\n\n) was used to segment images of the whole mount embryonic epidermis. Segmentation masks were obtained using the E-cadherin or P-cadherin markers, and masks were post-processed, and hand corrected in ImageJ. The same mask from the E-cadherin or P-cadherin marker was used on the other channels in the image.\n\nAs previously described, polarity analysis was done using the Tissue Analyzer V2 software in ImageJ (\n\nAigouy et al., 2010\n\n;\n\nBasta et al., 2021\n\n). Cell edges were defined by the segmentation masks generated as described above. Tissue Analyzer used the segmentation masks to calculate the axis and magnitude (nematic order) of membrane localized proteins (as defined in\n\nAigouy et al., 2016\n\n), including for PCP proteins. Circular histograms plotting the data were generated using MATLAB, with average polarity magnitude indicating the angle and strength of polarity. Prior to analysis, images were rotated to align them with the anterior-posterior axis.\n\nSegmentation and polarity analysis of hair follicles. To determine the orientation of hair follicle growth, AIP images were analyzed using a custom MATLAB script followed by visual\n\nad hoc\n\nhand correction. This script segments regions of the hair follicle based on Sox9 and P-cadherin fluorescence intensity and uses the geometric relationship between segmented regions to categorize polarized and non-polarized follicles as well as to calculate the angle of growth of polarized follicles.\n\nImage acquisition and analysis of junction enrichment assay\n\nCells were imaged using a PlanApo 20 × 0.75NA Air objective with additional zoom on a Nikon A1R-Si confocal microscope using the relevant combination of 405, 488, 561, and 643 nm laser illumination. Image acquisition was sequentially carried out to avoid bleed-through. Maximum intensity projections from Z stacks were made in Fiji. Images were background subtracted. ROIs were drawn along the junctions marked by either Celsr1-GFP/Celsr2-GFP/GFP-CAAX as applicable. Another ROI was made along the periphery of the participating cell or the two adjacent cells sharing the junction, as applicable. A ratio was obtained of the background corrected mean intensities of the junction and the cell pair/individual cell ROI as follows:\n\nJunction\n\nenrichment\n\n=\n\nborder\n\nmean\n\nintensity\n\ncell\n\nor\n\ncell\n\npair\n\nmean\n\nintensity\n\nFRAP\n\nApproximately 150,000 keratinocytes were seeded in #1.5 glass bottom dishes (ibidi #81151) coated with fibronectin. 20–24 h post-plating, cells were transiently transfected with Celsr1-GFP or Celsr2-GFP plasmids. 24 h post-transfection, cells were switched to E-media containing 1.5 mM Ca\n\n2+\n\nand incubated for an additional 20–24 h for Celsr1-GFP and Celsr2-GFP expression. Before imaging, cells were switched to phenol-red free E-media containing 1.5 mM Ca\n\n2+\n\nand 20 mM HEPES. Cells were imaged using a 488 nm laser, Plan Apo 60 × 1.4NA oil immersion objective (with additional zoom that rendered a pixel size of 110 nm) on Nikon A1R confocal microscope equipped with a stage-top Tokai-Hit incubation chamber to maintain 37° and 5% CO\n\n2\n\n. Keeping magnification, laser power (both for bleach and acquisition), pixel dwell time and acquisition rate constant across all measurements, 1-um diameter circular bleach ROIs and three ROIs per image were created to sample the junction(s) or cells edge(s). The FRAP acquisition sequence consisted of three reference pre-bleach images followed by bleach (5.9 s) and finally 60 frames with 5-s intervals to monitor fluorescence recovery. The acquired images in the time series were checked for any Z-drift and corrected for XY-drift in Fiji. A reference ROI was made in a non-bleached region to correct for overall bleaching during image acquisition. A background ROI was created outside the cell in each image. The ROI values were extracted from drift corrected images in NIS elements software for subsequent analysis in Microsoft Excel and Graphpad Prism. Each image time series was background and bleach corrected (to be referred as corrected intensity henceforth) and thereafter the corrected intensity profile was normalized as\n\n(F\n\nt\n\n–F\n\nbleach\n\n)/(F\n\nini\n\n–F\n\nbleach\n\n)\n\n, where, F\n\nt\n\nis the corrected intensity of the ROI at a given time point, F\n\nbleach\n\nis the corrected intensity at the time point immediately after bleaching, F\n\nini\n\nis the mean ROI intensity of the three pre-bleach frames. Each mean recovery curve was fitted to exponential one phase association equation in Graphpad Prism and the fitted Plateau and Y\n\n0\n\nvalues were used to determine the\n\nimmobile fraction\n\n=\n\n1- { (Plateau-Y\n\n0\n\n)/(1- Y\n\n0\n\n) }\n\n. The averaged traces for each condition was fitted to the model with an r-squared value >0.93.\n\nData was analyzed using Nikon NIS elements and ImageJ/FIJI and Microsoft Excel. Graphs were plotted using Graphpad Prism. Data represented is pooled from at least two independent experiments for cell edges and at least three independent experiments for junctions where each experiment follows the represented trend.\n\nStatistics\n\nDetails related to sample size, error bars and statistical significance are described in the legends for each figure. Differences between distributions of junction enrichment ratios and cell mean intensities were tested by non-parametric KS test using Graphpad Prism software."
  }
]