[
  {
    "pmcid": "6625148",
    "title": "Cytogenetic and molecular diagnosis of Fanconi anemia revealed two hidden phenotypes: Disorder of sex development and cerebro‐oculo‐facio‐skeletal syndrome",
    "publish_date": "2019-5-23",
    "full_text": "1\n\nINTRODUCTION\n\nNorth African populations are characterized by their heterogeneous ethnic background and high rate of inbreeding. The consanguinity rate is influenced by several factors including demographic, religious, cultural, and socioeconomic conditions (Romdhane & Abdelhak,\n\n2011\n\n). The high rate of consanguinity has been usually associated with the emergence of autosomal recessive diseases at high frequencies (Teebi,\n\n1994\n\n). In fact, it was reported that among 346 genetic disorders described in Tunisia, 62.9% are autosomal recessive (Romdhane & Abdelhak,\n\n2011\n\n). Fanconi anemia (FA) is among the diseases for which incidence is increased by consanguinity (Hadiji et al.,\n\n2012\n\n), hence allowing founder ancestral mutations such as exon 15 deletion in\n\nFANCA\n\n(OMIM #607139) gene to be frequently observed (Amouri et al.,\n\n2014\n\n). Indeed, more than 142 patients with a consanguinity rate of 86% have been registered in the Tunisian Fanconi Anemia Registry (TFAR) (Hadiji et al.,\n\n2012\n\n). As the Tunisian population structure is very similar to that of neighboring countries, FA prevalence is expected to be just as high in these countries. In Egypt, among 48 patients clinically suspected to have FA, the diagnosis has been cytogenetically confirmed for 31 cases for whom the consanguinity rate reaches 97% (Temtamy et al.,\n\n2007\n\n). Jewish FA patients have been reported mostly from Morocco and Tunisia (Tamary et al.,\n\n2000\n\n).In Libya, the consanguinity rate reaches 37.6% in Benghazi (Abudejaja et al.,\n\n1987\n\n). Unfortunately, epidemiological studies for numerous cases including FA are lacking due to an unstructured health system.\n\nFA is a rare genetic disease characterized by variable congenital defects, hematological problems, and cancer. A large clinical heterogeneity is associated with this syndrome. Indeed, the clinical manifestation differs from one patient to another and it is due to several factors that remain unknown. As the biological diagnosis of FA relies on double‐stranded DNA breaks in the chromosomes of FA patients when cultured with DNA interstrand cross‐linking agents, such as diepoxybutane (DEB) (Auerbach,\n\n2003\n\n) or mitomycin C (MMC) (Cervenka, Arthur, & Yasis,\n\n1981\n\n), all FA genes are known to play a role in double‐stranded DNA (dsDNA) breaks repair. In the absence of a clear phenotype–genotype correlation, molecular diagnosis of FA is complicated. Until now, 21 responsible FA genes have been defined (Mamrak, Shimamura, & Howlett,\n\n2017\n\n). The gravity of this disease justifies an adequate genetic counselling and prenatal or preimplantation genetic diagnosis, which requires precise identification of the pathogenic mutations.\n\nHere, we report on a Libyan FA child who was addressed with a suspicion of FA but further investigations showed co‐occurrence of three different rare genetic and clinical entities.\n\n2\n\nPATIENTS AND METHODS\n\n2.1\n\nEthical compliance\n\nThis study was conducted in accordance with the declaration of Helsinki and the ethical standards of the Institut Pasteur de Tunis Institutional Review Board (Registration number IRB00005445, FWA00010074). Informed consent of the legal representatives of the patient was obtained.\n\n2.2\n\nClinical and genealogical description\n\nA female patient S156‐V‐2, aged 4 years and born to young healthy second‐degree cousins was addressed to our department in Institut Pasteur de Tunis (IPT) for FA cytogenetic test (Figure\n\n1\n\na). Physical examination revealed: growth retardation, microcephaly, facial dysmorphism, beaked nose, thin lips, upper lip overhanging the lower one, café au lait spots, and severe skeletal deformities including bilateral radial agenesis with absent thumbs (Figure\n\n1\n\nb). The eldest sister V‐1 was healthy. The mother had a history of two additional pregnancies, the first resulted in a spontaneous miscarriage while the second was marked by aneonatal death due to congenital malformations mainly marked by severe polydactyly; however, no cytogenetic nor molecular studies have been performed.\n\nFigure 1\n\n(a) Pedigree of the Libyan FA family; arrows indicate the members with available DNA. (b) Phenotypical features of S156‐V‐2 patient\n\n2.3\n\nChromosomal breakage test\n\nA standard chromosomal breakage test with MMC in peripheral blood cultures has been conducted to assess chromosomal hypersensitivity to clastogenic agents as previously detailed (Talmoudi et al.,\n\n2013\n\n).\n\n2.4\n\nGenetic analysis\n\nAfter obtaining a written consent from the parents, EDTA‐blood samples were received and genomic DNA was extracted applying the standard salting‐out method (Miller, Dykes, & Polesky,\n\n1988\n\n). Whole exome sequencing (WES) was performed using 5 μg of the genomic DNA sample. Sanger sequencing was carried out to confirm the mutations identified by WES. All PCR products were directly sequenced on an ABI 3,130 automated sequencing system (Applied Biosystems, CA). Sequences were then compared to published sequences of the\n\nFANCJ\n\ngene (NM_032043.2),\n\nEFCAB6\n\ngene (NM_022785.4), and\n\nERCC6\n\ngene (NM_000124.4) using the Sequencher 5.0 software program package (Gene Codes, MI, and USA).\n\n2.4.1\n\nPrescreening of exon 15 deletion in\n\nFANCA\n\ngene\n\nThe\n\nFANCA\n\ngene is the most frequent gene being responsible of almost 90% of FA in Tunisian (Bouchlaka et al.,\n\n2003\n\n), Algerian, and Libyan patients (unpublished data); thus the patient reported here was initially screened using a PCR‐based approach for exon 15 deletion in\n\nFANCA\n\ngene which is a common founder mutation in Southern Tunisia (Amouri et al.,\n\n2014\n\n) and among patients from Libya and Algeria (unpublished data).\n\n2.4.2\n\nHomozygosity mapping\n\nTaking into account the recessive trait of FA and the consanguinity of the index case, we applied homozygosity mapping strategy to look for regions of homozygosity by descent and consequently locate the responsible gene(s) with the causative mutation(s). Whole exome Single Nucleotide Polymorphism (SNP) genotype data from the index case and her parents were analyzed for the presence of runs of homozygosity (McQuillan et al.,\n\n2008\n\n) through the Runs of Homozygosity (ROH) tool from PLINK v1.06 (http:// pngu.mgh.harvard.edu/purcell/plink). We kept the default settings of the “homozygous” command. Then, we applied the FSuite software for better visualization and determination of these ROHs (Gazal,\n\n2014\n\n).\n\n2.4.3\n\nWhole exome sequencing\n\nIn order to define disease‐relevant variants, we realized WES for the index case S156‐V‐2 and her parents. WES and bioinformatics' analysis were performed by Oxford Gene Technology (OGT; London, UK). Briefly, samples were prepared according to Agilent's SureSelect Protocol Version 1.2 (Agilent Technologies; Santa Clara, CA). Obtained libraries were pooled prior to sequencing with each sample at a final concentration of 10nM. Paired‐end sequencing was performed on the Illumina HiSeq2000 platform using TruSeq v3 chemistry. Read files (Fastq format) were generated from the sequencing platform via the manufacturer's proprietary software. Burrows‐Wheeler Aligner's sample algorithm, for paired‐end–short read alignment (BWA‐short version 0.6.2) (Li & Durbin.,\n\n2009\n\n), was used for mapping to the human genome (hg19/b37). Sequence alignment Map (SAM) was converted to Binary Alignment Map (BAM) using Sam tools version 0.1.18. (Li et al.,\n\n2009\n\n). Further BAM files processing was performed using Picard tools version 1.89 (\n\nhttp://broadinstitute.github.io/picard\n\n) and Genome Analysis Tool Kit (GATK) version 1.6 (\n\nhttps://software.broadinstitute.org/gatk/documentation/version-history.php)\n\n(McKenna et al.,\n\n2010\n\n), which was also used for variant calling and variant filtering. Single nucleotide polymorphism (SNP) novelty was determined against dbSNP137. Candidate variants were analyzed by a range of web‐based bioinformatic tools like the EnsEMBL SNP Effect Predictor (\n\nhttps://www.ensembl.org/info/docs/tools/vep/index.html\n\n) (McLaren et al.,\n\n2016\n\n) and VarioWatch (\n\nhttp://grch37.genepipe.ncgm.sinica.edu.tw/variowatch/main.do\n\n) (Cheng et al.,\n\n2012\n\n).All variants were screened against the Human Gene Mutation Database Public version (Biobase) (\n\nhttp://www.hgmd.cf.ac.uk/ac/index.php\n\n) (Stenson et al.,\n\n2003\n\n). In silico analysis was done to evaluate the likely pathogenicity of variants using PolyPhen (\n\nhttp://genetics.bwh.harvard.edu/pph2/\n\n) (Sunyaev et al.,\n\n2001\n\n), SIFT (\n\nhttps://sift.bii.a-star.edu.sg/\n\n) (Ng & Henikoff,\n\n2003\n\n), Align‐GVGD(\n\nhttp://agvgd.iarc.fr\n\n) (Tavtigian et al.,\n\n2006\n\n), Pmut (\n\nhttp://mmb2.pcb.ub.es/PMut/\n\n) (Ferrer‐Costa et al.,\n\n2005\n\n), and Fruitfly (\n\nhttp://www.fruitfly.org/seq_tools/splice.html\n\n) (Reese, Eeckman, Kulp, & Haussler,\n\n1997\n\n) for splice‐site predictions.\n\n3\n\nRESULTS\n\nIn our study, we investigated at clinical, cytogenetic, and molecular levels a patient with a suspicion of FA. The cytogenetic instability assessment revealed a high frequency of chromosomal breakages (8.64 breaks/cell) compared to control (0.062 breaks/cell) (Figure\n\n2\n\na). In addition to clinical features, these results confirmed the diagnosis of FA. The karyotype analysis and the standard chromosomal breakage test showed 46,XY in all analyzed mitoses. The father IV‐1 and the mother IV‐2 had both a normal karyotype (46,XY; 46,XX, respectively). This incidental discovery is suggesting sex reversion (Figure\n\n2\n\nb).\n\nFigure 2\n\n(a) Metaphase spread from the patient S156‐V‐2, after exposure to Mitomycin C (MMC), exhibiting multiple chromosomal breaks and radial formations that are indicated by arrows. (b) Constitutional karyotype 46,XY of the patient S156‐V‐2\n\nAfter excluding exon 15 deletion in\n\nFANCA\n\ngene, WES data analysis allowed identification of a nonsense mutation c.[2392C>T];[2392C>T]: p.[Arg798*];[Arg798*] at homozygous state in exon 17 of\n\nBRIP1/FANCJ\n\ngene which is responsible for FA. Homozygosity mapping showed the presence of two IBD‐ROH (Identity by descent‐Runs of homozygosity) (Figure\n\n3\n\n). The first one is located in chromosome 17 and contains the\n\nBRIP1/FANCJ\n\ngene, thus supporting the involvement of the identified mutation in the FA phenotype. The second ROH is located in chromosome 10 and includes the\n\nERCC6\n\ngene. By filtering pathogenic variants from WES data, we identified a novel missense mutation c.[4114G>A];[4114G>A]: p.[Gly1372Arg];[Gly1372Arg] at homozygous state occurring in exon 21 of\n\nERCC6\n\nwhich is the major gene underlying cerebro‐oculo‐facio‐skeletal (COFS) syndrome. By analyzing 37 genes reported as being involved in DSD (Kyriakou, Lucas‐Herald, McGowan, Tobias, & Ahmed,\n\n2015\n\n) and the genes they interact with, a novel compound heterozygous mutation in\n\nEFCAB6\n\ngene, a nonsense and a missense mutations c.[322C>T];[4489C>T]: p.[Arg108*];[Arg1497Trp] affecting respectively exon 4 and exon 32 were identified. Sanger sequencing confirmed the segregation of all the variants identified above by the analysis of parents samples (Figure\n\n4\n\n). In fact, the nonsense mutation has been inherited from the mother while the missense mutation has been inherited from the father. Thus, these results confirmed that the two compound heterozygous variants are in trans.\n\nFigure 3\n\nCircular representation of autosomal chromosomes indicating regions of homozygosity (ROH) drawn from WES data of the Libyan family using FSuite software (from outside to inside: IV‐1, IV‐2 and S156‐V‐2). Overlapping of the father's, the mother's, and the patient's ROH map showed that only two ROH (in rectangular boxes) are identical by descent\n\nFigure 4\n\nSequencing results of the proband S156‐V‐2 and her parents (IV‐1, IV‐2): (a) a nonsense mutation c.[2392C> ];[2392C>T]: p.[Arg798*];[Arg798*] in exon 17 of\n\nBRIP1/FANCJ\n\n; (b) a nonsense mutation c.[322C>T]: p.[Arg108*] in exon 4 of\n\nEFCAB6\n\ngene; (c) a missense mutation c.[4489C>T]: p.[Arg1497Trp]in exon 32 of\n\nEFCAB6\n\ngene and (d) a missense mutation c.[4114G>A];[4114G>A]: p.[Gly1372Arg];[Gly1372Arg] in exon 21 of\n\nERCC6\n\ngene\n\n4\n\nDISCUSSION\n\nWe report a rare case of comorbidity involving three rare autosomal recessive diseases namely, FA, DSD, and COFS, affecting the same individual. Genetic analysis, using homozygosity mapping and WES, showed that patient S156‐V‐2 is carrying a nonsense mutation, p.[Arg798*];[Arg798*] in\n\nBRIP1/FANCJ\n\ngene, causing FA, a compound heterozygous mutation in\n\nEFCAB6\n\ngene, p.[Arg108*];[Arg1497Trp] causing DSD and a missense mutation, p.[Gly1372Arg];[Gly1372Arg] in\n\nERCC6\n\ngene responsible for COFS syndrome.\n\nBRIP1 (BRCA1 Interacting Protein C‐Terminal Helicase 1), is a Fanconi anemia gene (\n\nFANCJ)\n\n(Litman et al.,\n\n2005\n\n) that functions in DNA damage repair (Bridge, Vandenberg, Franklin, & Hiom,\n\n2005\n\n; Litman et al.,\n\n2005\n\n).\n\nHomozygous mutations in\n\nBRIP1/FANCJ\n\nresult in FA phenotype (Kumaraswamy & Shiekhattar,\n\n2007\n\n), while heterozygous truncating mutations are associated with a moderate risk of breast cancer (Levran et al.,\n\n2005\n\n; Seal et al.,\n\n2006\n\n; Walsh & King,\n\n2007\n\n).\n\nThe most widespread pathogenic mutation identified in\n\nBRIP1/FANCJ\n\nis p.[Arg798*]. This mutation has been initially described in 2005 to be associated with a lack of BRIP1 expression and hence a deficiency of double‐stranded DNA breaks repair by homologous recombination (Levitus et al.,\n\n2005\n\n; Levran et al.,\n\n2005\n\n; Litman et al.,\n\n2005\n\n). This truncating mutation has been found in patients presenting a severe aplastic anemia from diverse populations, suggesting that it is either a relatively ancient founder mutation or a recurrent one (Levitus et al.,\n\n2005\n\n; Seal et al.,\n\n2006\n\n). The p.[Arg798*] mutation is common in Saudi FA patients(40% of all FA patients),compared to only 2% among FA European patients (Ghazwani et al.,\n\n2016\n\n; Levitus et al.,\n\n2005\n\n). It is notable that our patient presents more severe skeletal deformities than all previously described patients having this mutation, suggesting that they might result from the mutation identified in the\n\nERCC6\n\ngene (ERCC excision repair 6, chromatin remodeling factor) which is involved in transcription‐coupled excision repair (Meira et al.,\n\n2000\n\n). All mutations identified in this gene are associated with Cockayne syndrome type B and COFS syndrome. COFS is a rare autosomal recessive disorder characterized by microcephaly, cataract, microphthalmia, distinctive facial dysmorphism and arthrogryposis (Lowry, MacLean, McLean, & Tischler,\n\n1971\n\n; Preus & Fraser,\n\n1974\n\n). This disorder is genetically heterogeneous and, at present, four different genes called excision repair cross‐complementing genes (\n\nERCC6, ERCC2, ERCC5,\n\nand\n\nERCC1\n\n) are responsible for this phenotype (Jaakkola et al.,\n\n2010\n\n). Here, we report a novel mutation in\n\nERCC6\n\ngene that might explain all or at least a part of the facial dysmorphism and skeletal malformations observed in our patient. Interestingly, such complex overlapping features including FA and other DNA‐repair disorders were described in a recent study that reported a malfunction of the nuclease\n\nERCC1\n\n‐\n\nERCC4\n\n(\n\nXPF\n\n) resulting in complex clinical manifestations comprising\n\nXeroderma pigmentosum\n\n(XP), Cockayne syndrome (CS), and Fanconi anemia (FA) (Kashiyama et al.,\n\n2013\n\n). In another study, mutations in\n\nERCC4\n\nwere described to be involved in FA but without the features of CS and XP (Bogliolo et al.,\n\n2013\n\n). Before Kashiyama's report of the\n\nERCC1\n\nmutant patient with COFS syndrome, Jaspers et al. (\n\n2007\n\n) had reported a first case of\n\nERCC1\n\nF231L mutation with mild NER deficiency, heterogeneous congenital COFS syndrome, and severe pre‐ and postnatal growth failure. This was followed by characterization of the loss of\n\nERCC1‐XPF\n\noptimal interaction by Faridounnia et al. (\n\n2015\n\n). COFS syndrome has been mainly reported to be linked to\n\nCSB\n\n,\n\nXPD\n\n, or\n\nXPG\n\nmutations (Drury et al.,\n\n2014\n\n; Laugel et al.,\n\n2010\n\n; Nouspikel,\n\n2009\n\n; Powell, Meira, & Friedberg,\n\n2000\n\n). Taken together, these findings demonstrate that defects occur in both of\n\nERCC4\n\nand\n\nERCC1\n\ncan result in either CS or the combined XP‐CS‐FA phenotype (Kashiyama et al.,\n\n2013\n\n).In this regard, the question that arises is that whether the severe skeletal abnormalities result from the\n\nFANCJ\n\nor\n\nERCC6\n\nmutation. More pronounced skeletal deformities observed in our patient supports the involvement of the\n\nERCC6\n\nmutation. Furthermore, the predicted result from in silico tools (SIFT = 0.005, Varsome = 0.9994, MutationTaster = 1) showed that the pathogenic effect for the\n\nERCC6\n\nmutation is the second hypothesis.\n\nDespite being consanguineous, the patient S156‐V‐2 has two novel deleterious mutations at compound heterozygous state that are responsible for sex reversion. DSD diseases are known to be clinically very heterogeneous. Thus, a careful neonatal exam is crucial (Lee, Houk, Ahmed, & Hughes,\n\n2006\n\n). In our case study, the inspected DSD was detected by karyotype analysis and confirmed by WES.\n\nAbsence or reduced expression of the\n\nEFCAB6\n\ngene, that encodes DJBP, leads to a decrease in the Androgen receptor (AR) transcription activity (Niki, Takahashi‐Niki, Taira, Iguchi‐Ariga, & Ariga,\n\n2003\n\n). It has been suggested that DJBP plays a role in spermatogenesis or fertilization (Niki et al.,\n\n2003\n\n). Besides, the DJBP protein is a part of more than 70 different binding proteins that interact with AR for its downstream action (Gottlieb, Beitel, Nadarajah, Paliouras, & Trifiro,\n\n2012\n\n). Indeed, defects in the androgen receptor gene in 46,XY individuals affect the androgen‐dependent male sexual development, leading to an androgenin sensitivity syndrome (AIS) (Quigley et al.,\n\n1995\n\n; Sultan et al.,\n\n2002\n\n).The resulting phenotype exhibit sa genetic makeup of a male with the physical traits of a female, as observed in the present case.\n\nThe co‐occurrence of more than one genetic disease affecting one individual and/or different members from the same family is known as comorbidity. This phenomenon seems to be frequently reported in highly inbred populations as described by Romdhaneet al. (\n\n2016\n\n), where 75 disease associations were reported. While Libyan population is characterized by its heterogeneous ethnic background and high rate of consanguinity (Abudejaja et al.,\n\n1987\n\n), the report of multiple disease associations in the same individual could be expected. The main challenging consequence of comorbidity is undoubtedly the possibility of misdiagnosis especially when phenotypes are extremely rare and overlapping as one phenotype could be hidden by another (Romdhaneet al.,\n\n2016\n\n).\n\nThe initial diagnosis based on clinical and cytogenetic findings for FA and DSD was considered as an important starting point for further molecular approaches in order to characterize each disease (Figure\n\n5\n\n). During the last decade, next‐generation sequencing and particularly WES has become an undeniable and a valuable tool for the identification of genes underlying rare monogenic diseases and in case of comorbidity as described here (Cullinane et al.,\n\n2011\n\n; Chong al.,\n\n2015\n\n; Gilissen, Hoischen, Brunner, & Veltman,\n\n2012\n\n; Margolin et al.,\n\n2013\n\n). Targeted gene sequencing could be an alternative but it will not identify mutations in hitherto unknown genes. Multiple strategies have been used to prioritize WES variants including homozygosity mapping which was successful in the partial elucidation of the molecular etiology of our patient's phenotype (Becker et al.,\n\n2011\n\n; Erlich et al.,\n\n2011\n\n; Gilissen et al.,\n\n2012\n\n). The autozygosity analysis revealed the causative mutations for FA and COFS phenotypes, whereas it has not been effective to characterize the genetic basis of DSD traits. A candidate gene strategy for variant filtering was adopted to identify the compound heterozygous mutations in the\n\nEFCAB6\n\ngene. This highlights that the allelic homogeneity is not always the rule even in highly inbred population (Romdhane & Abdelhak,\n\n2011\n\n).The challenge for clinical diagnostic laboratory is no longer a problem of detection, but of interpretation and analysis of the huge amount of generated variants in the context of the patient's phenotype. This is well‐illustrated through the present case. Indeed, the presence of the\n\nBRIP1\n\nmutation is very challenging for genetic counsellors as they should take into consideration not only the FA risk for the descendants but also the breast cancer risk for the ascendants.\n\nFigure 5\n\nStrategy of cytogenetic and molecular investigation\n\nIn conclusion, the present study represents the first case with the combination of three rare entities: Fanconi anemia (FA) associated with disorders of sex development (DSD) and cerebro‐oculo‐facial‐skeletal syndrome (COFS). It also illustrates that using a combined approach, homozygosity mapping and WES represent a rapid and powerful tool that allows us to reveal pathogenic mutations in autosomal recessive inherited diseases, especially in consanguineous families. Thus, the output is considered as a support for clinical and genetic characterization of comorbid phenotypes and then contributes to a better and accurate health‐care management.\n\nCONFLICT OF INTEREST\n\nAbir Ben Haj Ali, Ahlem Amouri, Marwa Sayeb, Saloua Makni, Wajih Hammami, Chokri Naouali, Hamza Dallali, Lilia Romdhane, Anu Bashamboo, Kenneth Mcelreavey, Sonia Abdelhak, Olfa Messaoud declare that they have no conflict of interest.\n\nAUTHOR CONTRIBUTIONS\n\nAbir Ben Haj Ali, Wajih Hammami carried out the experimental work. Abir Ben Haj Al drafted the manuscript. Abir Ben Haj Ali, Marwa Sayeb, Chokri Naouali, Hamza Dallali, Lilia Romdhane, Anu Bashamboo, Kenneth Mcelreavey, Olfa Messaoud analyzed the data. Ahlem Amouri, Saloua Makni, Sonia Abdelhak, Olfa Messaoud planned the experiments. Sonia Abdelhak, Olfa Messaoud finalized the manuscript."
  },
  {
    "pmcid": "7331728",
    "title": "The transcriptional signature associated with human motile cilia",
    "publish_date": "2020-7-2",
    "full_text": "Introduction\n\nCilia and flagella are related organelles that facilitate an array of cellular functions. In eukaryotes, the core structural components of cilia includes: the\n\naxoneme\n\n, a microtubular protrusion from the cell surface composed of an array of microtubules; a\n\ncentrosomal core\n\n, comprised of a mother (basal body) and daughter centriole\n\n1\n\n,\n\n2\n\nanchored to the base of the axoneme, and the centriole-associated distal and sub-distal appendages\n\n3\n\n. Generally, cilia can be subdivided into non-motile primary cilia, in which nine microtubules constitute the axoneme (9 + 0) and motile cilia, characterised by an additional central pair of microtubules (9 + 2)\n\n4\n\n–\n\n6\n\n. Primary cilia are found on most cell types, where their principal role is as a sensor of the cell’s microenvironment\n\n7\n\n. In contrast, motile cilia are restricted to specific cell populations. Flagellum function as a single large ‘propeller’ and in eukaryotes are found exclusively on spermatocytes where they drive cell motility. Other motile cilia are found in large numbers on the apical surface of certain types of epithelial cells, where their co-ordinated beating displaces the luminal contents over the epithelial surface, e.g. the clearance of mucus in the respiratory tract. Whilst there are a set of core proteins common to all cilia, there are also structural and regulatory elements unique to motile cilia which underpin their distinct functional activity\n\n8\n\n,\n\n9\n\n.\n\nMotile cilia play a vital role in human development and homeostasis, and there is a growing list of ciliopathies (cilia-related diseases) associated with mutations of ciliary assembly proteins and protein components of these organelles. These include defects in left-right patterning during embryogenesis\n\n10\n\n, infertility\n\n11\n\n, asthma\n\n12\n\nand hydrocephalus\n\n13\n\n. Perhaps the most notable and well-characterised ciliopathy is primary ciliary dyskinesia, an autosomal recessive disorder which has an estimated prevalence of 1 in 10,000\n\n5\n\n,\n\n14\n\n. Causative mutations leading to primary ciliary dyskinesia include those in genes encoding the motile ciliary components of radial spokes (\n\nRSPH1\n\n,\n\nRSPH9\n\nand\n\nRSPH4A\n\n)\n\n15\n\n,\n\n16\n\n, dynein arms, specifically the outer dynein arm (\n\nDNAI1\n\n,\n\nDNAI2\n\nand\n\nDNAH11\n\n)\n\n17\n\n–\n\n19\n\n, proteins involved in their assembly (\n\nCCDC103, LRRC6\n\nand\n\nZMYND10\n\n)\n\n20\n\n–\n\n22\n\nand the key transcriptional regulator of motile ciliogenesis\n\nFOXJ1\n\n23\n\n. Patients carrying mutations in these genes are often treated for respiratory symptoms, including chronic respiratory infections, due to their inefficient clearance of mucus from the lungs\n\n24\n\n,\n\n25\n\n.\n\nThere have already been considerable efforts made to characterise the molecular components of cilia. FOXJ1 and the RFX family of genes have been identified as the key transcription factors which regulate motile ciliogenesis, which in turn, depending on species, have shown to be regulated by the Wnt, Hedgehog and Notch signalling pathways\n\n9\n\n. Moreover, in conjunction with other transcriptional regulators, such as HNF1B and SOX5, further ciliary diversity is introduced for mechanosensory renal cilia and bronchiolar cilia, respectively\n\n26\n\n,\n\n27\n\n. Proteomic profiling studies have sought to define the components of motile cilia by dysregulating such transcriptional regulators and analysing the proteome of isolated cilia preparations using mass spectrometry\n\n28\n\n–\n\n32\n\n. Each of these studies has produced a list of cilia-associated proteins and accordingly a number of databases have been established. The most relevant to the study of human cilia include:\n\nCentrosomeDB\n\n, a set of human (and\n\nDrosophila\n\n) genes encoding proteins that are localized in the centrosome, either as centrosome constituents or as centrosome visitors\n\n33\n\n;\n\nCilDB\n\na database dedicated to proteins involved in centrioles, centrosomes, basal bodies, cilia and flagella in eukaryotes\n\n34\n\n;\n\nSysCilia\n\na curated list of cilia genes many of which are associated with disease\n\n35\n\n; and\n\nCiliaCarta\n\nwhich employs a naive Bayesian classifier to predict cilia candidate genes across a diverse set of datasets\n\n36\n\n. These resources list between 303 and 3,376 genes and have greatly broadened our understanding of the complexity of cilia while attempting to define the role of these genes in the context of development, ciliogenesis and ciliopathies.\n\nHere we have sought to provide a consensus human motile cilia gene signature conserved across known motile cilia containing tissues and compare it with the relevant databases. We have used a network deconvolution approach to define gene coexpression clusters containing the transcriptional regulator\n\nFOXJ1\n\n37\n\nusing transcriptomics data from the Genotype-Tissue Expression (GTEx)\n\n38\n\nproject for human tissues known to possess motile ciliated cells. In support of these analyses, we have also examined various lines of evidence in order to validate the set of genes identified. These include a comparison with cilia and centrosomal databases mentioned above, studies of their expression profile across motile and primary cilia containing cells and tissues, and a number of new expression studies examining several poorly characterised genes identified by this work, namely\n\nARMC3\n\n,\n\nEFCAB6\n\n,\n\nFAM183A\n\n,\n\nMYCBPAP\n\n,\n\nRIBC2\n\nand\n\nVWA3A\n\n. Overall the study proposes a set of motile cilia cilia-associated associated genes that are tightly coexpressed across tissues, including certain but not all cilia-associated centrosomal genes previously identified. The signature genes have been summarised graphically based on their function and/or known localization.\n\nResults\n\nDerivation of the human motile cilia signature\n\nThe GTEx RNA-Seq (v7) dataset is the largest transcriptomics data resource for non-pathological human tissues currently available and was used here to derive a human motile cilia gene signature. Data derived from tissues known to contain cell populations possessing motile cilia, i.e. ependymal cells in brain regions likely to adjoin the cerebrospinal fluid-filled ventricular space (n = 863), bronchial epithelia of the lung (n = 427), spermatocytes in testis (n = 259) and tubal epithelial cells in fallopian tube/endocervix (n = 12) were downloaded; in total this represented tissue RNA-Seq data from 1,561 samples derived from 566 donors (Fig.\n\n1\n\n). To identify genes associated with motile cilia, we examined coexpressing genes, i.e. genes which have a similar expression profile across samples from the same tissue. This similarity was measured using the Pearson correlation coefficient and highly correlated genes were used to construct a gene correlation network (GCN). The network comprises of nodes representing genes, and those correlated beyond the selected threshold are connected within the network. Subsequently, the network was subjected to network cluster analysis to define groups of coexpressed genes, and in the case of each tissue GCN, those that clustered with\n\nFOXJ1\n\n(Table\n\nS1\n\n).\n\nFOXJ1\n\nassociated clusters ranged in size from 597 to 6,126 genes. Such variation in the size of the motile cilia cluster across tissues is likely explained by a varying number of samples and the different tissue biology, e.g. the expression landscape of the testis is dominated by transcriptional signal associated with spermatogenesis, making the flagellum-specific gene module difficult to separate from other sperm-associated gene clusters\n\n39\n\n. 1,517 genes from the different tissue derived signatures overlapped with one another (Fig.\n\n2B\n\n), and for the final signature we considered only the 248 genes present in all tissue-derived gene lists. However, we acknowledge that the extended list, i.e. 479 genes found in three of the four motile cilia tissue clusters contains many additional validated cilia genes and therefore is likely to contain many other novel motile cilia-associated genes (Table\n\nS1\n\n).\n\nFigure 1\n\nDerivation of the human motile cilia transcriptomic signature.\n\n(A)\n\nGene coexpression networks for each of the four selected tissue types generated from RNA-Seq data from the GTEx project. Each node represents a gene, with genes sharing similar expression profiles being highly connected to one another; genes that co-clustered with\n\nFOXJ1\n\nhave been highlighted in blue in the network. The corresponding expression profile is shown for\n\nFOXJ1\n\n-containing gene clusters (blue) with the average expression of its genes and individually shown for\n\nFOXJ1\n\n(grey). Here, each column represents individual samples of the respective tissue.\n\n(B)\n\n1,517 genes were found to be present in more than one of the four\n\nFOXJ1\n\n-containing gene clusters. Genes present in all four tissue clusters are depicted in dark green and represent the final 248 tissue-derived motile cilia gene signature.\n\nFigure 2\n\nComparison of signature and database genes and their expression across tissues.\n\n(A)\n\nVenn diagram of overlapping genes between the derived signature and databases using nVenn v0.2.1 (\n\nhttps://cran.r-project.org/web/packages/nVennR/index.html\n\n)\n\n77\n\n. Here the overlap between gene lists can be observed through the overlap of their respective segments and the numbers shown in brackets, are indicative of the gene list number. The derived signature is encircled by a dashed line.\n\n(B)\n\nGene coexpression network constructed in Graphia v1 (\n\nhttps://kajeka.com/graphia/\n\n) for all these genes as defined by their expression in the context of GTEx tissues. Nodes are coloured by cluster analysis of this network.\n\n(C)\n\nGenes from the signature and included in each of the databases have been highlighted individually on the network.\n\n(D)\n\nHeatmap of the signature and database genes across GTEx tissues ordered based on the gene clustering from\n\n(B\n\n).\n\nComparison with database genes and their expression profiles across cells/tissue\n\nEnrichment analysis of the 248 gene signature was conducted for GO terms, pathways, gene families, transcription factor binding sites, and human phenotypes (Table\n\nS2\n\n). Enriched gene families included components of the ‘dynein regulatory complex’ (\n\nq\n\nvalue = 2.2 × 10\n\n−15\n\n), ‘axonemal, dyneins’, (\n\nq\n\nvalue = 3.2 × 10\n\n−13\n\n) and ‘tektins’ (\n\nq\n\nvalue = 1.4 × 10\n\n−7\n\n), with the corresponding enrichment of biological processes such as ‘cilium movement’ (\n\nq\n\nvalue = 3.4 × 10\n\n−52\n\n), ‘cilium organization’ (\n\nq\n\nvalue = 5.1 × 10\n\n−40\n\n) and ‘cilium-dependent cell motility’ (\n\nq\n\nvalue = 2.7 × 10\n\n−26\n\n). Additionally, binding sites for RFX1 and MIF were also found to be enriched for these genes (\n\nq\n\nvalue < 10\n\n−7\n\n). Human disease phenotypes associated with disorders of motile cilia included ‘abnormal respiratory motile cilium morphology’ (\n\nq\n\nvalue = 1.2 × 10\n\n−24\n\n), ‘situs inversus totalis’ (\n\nq\n\nvalue = 3.4 × 10\n\n−21\n\n), ‘bronchiectasis’ (\n\nq\n\nvalue = 1.5 × 10\n\n−13\n\n), and ‘male infertility’ (\n\nq\n\nvalue = 3.7 × 10\n\n−13\n\n). Signature genes associated with human ciliopathies were identified from OMIM, a knowledgebase of human genetic disorders\n\n40\n\n. The database listed 33 of the signature genes linked to human ciliopathies, majority being primary ciliary dyskinesia (Table\n\nS2\n\n). To further investigate the ciliary/centrosomal association of the signature genes we first conducted a literature search on all signature genes. Of the genes identified, the literature supported 133 (54%) as having direct experimental evidence supporting their spatial localization or functional association with cilia (Table\n\nS1\n\n). A further 87 (35%) genes were found associated with cilia through coexpression analysis but without any direct evidence of their localization within ciliary structures. For 28 genes (11%) no prior association with cilia could be identified.\n\nWe then sought to examine the signature’s overlap with public databases of cilia/centrosome proteins. Including the signature reported here, a total of 4,333 genes have been implicated previously with cilia and/or centrosomes. These include the CentrosomeDB\n\n33\n\n, CilDB\n\n34\n\n, CiliaCarta\n\n36\n\nand SysCilia (gold standard)\n\n35\n\n(Fig.\n\n2A\n\nand Table\n\nS3\n\n). There were only four genes which were common to all the databases and the derived signature (\n\nDNAAF1\n\n,\n\nFOXJ1\n\n,\n\nKIF24\n\n, and\n\nMAK\n\n). In support of our literature search, the majority of the signature genes (196 genes) overlapped with genes listed in CilDB, including well known motile cilia genes such as members of the dynein regulatory complex (\n\nDRC1\n\n,\n\nTCTE1\n\nand\n\nIQCD\n\n), axonemal dynein (\n\nDNAH2\n\n,\n\nDNALI1\n\nand\n\nDNAI1\n\n) and tektin gene family (\n\nTEKT1\n\n,\n\nTEKT2\n\n, and\n\nTEKT4\n\n), whilst also included genes with poor evidence supporting an association with cilia, e.g.\n\nMYCBPAP\n\n,\n\nARMC3\n\nand\n\nEFCAB6\n\n. Relative to the databases, 52 genes were found to be unique to the current study and included genes not associated with human motile cilia previously, e.g.\n\nFAM183A\n\nand\n\nVWA3A\n\n. By contrast, 84 genes recorded by all database resources were absent from the derived signature. Upon inspection, these largely represented genes associated with the cell cycle\n\n41\n\nand ciliary assembly and maintenance, e.g. members of the centrin family (\n\nCETN1\n\n,\n\nCETN2\n\nand\n\nCETN3\n\n), BBSome complex members (\n\nBBS1\n\n,\n\nBBS4\n\n,\n\nBBS5\n\nand\n\nBBS7\n\n) and IFT genes (\n\nIFT20\n\n,\n\nIFT74\n\nand\n\nIFT81\n\n)\n\n42\n\n.\n\nAs a further analysis, we examined the global expression patterns of all signature genes and those recorded in databases for their expression across all 51 tissue types in the GTEx resource. GCN analysis was again used to visualise and explore the expression profile of signature and database genes across human tissues (Fig.\n\n2B–D\n\n). Cluster analysis was used to broadly group genes together based on their underlying expression pattern (Fig.\n\n2B\n\n). Highlighting the genes from each database showed them in each case to be distributed across the network. In contrast to the distribution of signature genes which were far more localized. This is indicative of their tight coexpression across all tissues (Fig.\n\n2C\n\n), attributed by their relatively high expression in tissues known to have motile ciliated cells (Fig.\n\n2D\n\n). Conversely, genes for each of the databases were scattered throughout the graph suggesting that they had very different expression profiles, ranging from a broad expression across all tissues as represented by cluster 1, to being highly expressed in certain tissues such as blood (cluster 3) or brain (cluster 4). Additionally, cluster 3 included many immune genes, e.g. associated with MHC class 1 and 2, TLR receptors and TNF family of genes (Table\n\nS3\n\n). As a more direct comparator, the expression of signature genes was examined in single cell RNA-Seq data derived from the mouse brain and lung (Fig.\n\n3\n\n). Here motile ciliated ependymal and bronchial cells, respectively, showed a significantly higher average expression of signature genes (\n\nq\n\nvalue < 0.001) when compared to other cell types, again supporting their specific association with motile cilia possessing cells.\n\nFigure 3\n\nExpression of signature genes in cells from the brain and lung. Average expression of signature genes across cells of the\n\n(A)\n\nbrain and\n\n(B)\n\nlung taken from the mouse cell atlas dataset\n\n71\n\n.\n\nThe localisation of candidate proteins in motile ciliated tissue\n\nIn order to provide an additional level of validation for the 248 signature genes, we examined the immunohistochemistry (IHC) data in the Human Protein Atlas (HPA) resource\n\n43\n\nin tissues containing motile ciliated cells (Fig.\n\n4\n\n, Table\n\nS1\n\n). Based on our own criteria (independent of the confidence scores set by HPA), genes were placed into three groups: high confidence genes (n = 119, 48%) were those where positive staining for the cilia/centrosome was observed in at least one tissue with no staining of other structures. Medium confidence (n = 50, 20%) was assigned to genes where the protein was positively stained for in cilia/centrosomes, but the data also showed staining of other structures. Finally, for 79 (32%) genes no data was available or no apparent staining was observed on the sections, and they were designated as being unsupported by this approach. In no cases did we observe any evidence of the specific staining of non-ciliated cells.\n\nFigure 4\n\nIHC and ISH staining from signature genes across species and tissues. IHC and ISH staining of tissue sections from the HPA and Allen brain atlas of the mouse brain for encoded proteins and transcribed RNA of signature genes, respectively. The final column consists of new ISH staining performed in choroid plexus sections from chicken embryos (stage 35).\n\nExperimental validation of uncharacterised cilia-associated genes\n\nAfter collating the results of the above analyses, six genes with little evidence in the literature of an association with cilia were selected for further investigation. This included five high confidence genes based on our assessment of the HPA IHC data:\n\nARMC3, FAM183A, MYCBPAP\n\n,\n\nRIBC2\n\nand\n\nVWA3A\n\n, and\n\nEFCAB6\n\nwhich had no HPA data associated with it. For these genes, we examined localised gene expression through RNA\n\nin situ\n\nhybridisation (ISH) data from the Allen mouse brain atlas\n\n44\n\n. Furthermore, we performed ISH analyses on sections of the choroid plexus from chicken embryos (stage 35) looking for staining in ependymal cells (Fig.\n\n4\n\nand\n\nS1\n\n) which have motile cilia\n\n45\n\n. In all cases, positive staining for motile ciliated cells was observed in the mouse brain, however, ISH staining of ependymal cells lining the choroid plexus in the chickens was only observed in the cases of\n\nEFCAB6, FAM183A\n\nand\n\nMYCBPAP\n\n.\n\nAs a graphical summary of this work, we sought to categorize all motile cilia signature genes based on their known association with cilia (Fig.\n\n5\n\n, Table\n\nS1\n\n). The figure broadly categorized genes into different levels of confidence based on literature mining, including those with a known localization (grey box), cilia-association but no localization (green box) and those with no association at all (yellow box). Genes examined experimentally here are highlighted in blue and those associated with human ciliopathies have red hash symbols.\n\nFigure 5\n\nAnnotation of derived signature genes. Functional annotation of signature genes in the context of cilia based on previous literature, giving priority for their spatial localization. Genes with evidence for their localization within the context of cilia are grouped in grey boxes. Genes associated with cilia, but lacking any localization evidence are grouped in the green box. Those without any previous evidence of an association with cilia are grouped in the yellow box, with those being scored high or medium confidence genes based on our analyses being marked with an asterisk. Additionally, genes examined experimentally in this study are highlighted in blue and those linked to human ciliopathies based on OMIM\n\n40\n\nare marked with a red hash sign.\n\nDiscussion\n\nMotile cilia are a distinct class of cilia. They are characterized by a 9 + 2 configuration of central microtubules, radial spokes and dynein arms, along with specialized proteins involved in their assembly. Together, the microtubules and associated molecular motors allow cilia to beat in an ATP-dependent manner\n\n46\n\n. They are vital in cell motility, embryonic patterning, fertilization and the movement of luminal contents over epithelial surfaces. Mutations in the components of these organelles result in a wide range of disorders termed as ciliopathies. Studies in humans and model organisms have identified thousands of proteins as potentially being involved in cilia biogenesis, maintenance and assembly, and the results of these studies are presented in a number of databases, i.e. CentrosomeDB\n\n33\n\n, CilDB\n\n34\n\n, CiliaCarta\n\n36\n\nand SysCilia (gold standard)\n\n35\n\n. One of the challenges in identifying candidate genes or proteins specific to motile cilia is the fact that many components are involved in other cellular processes or structures. For example, centrosomal replication is associated with cell division, during which many components are upregulated\n\n41\n\n, and primary cilia, which contain many of the same proteins, are present in most cell types.\n\nHere we have attempted to harness the power of GCN’s and employ the principle of ‘guilt-by-association’ to identify genes specifically associated with motile cilia. This is based on the fact that genes specifically associated with a given cell type or biological process frequently vary in expression with their relative abundance or activity within a sample and consequently across a large sample set the expression of these genes is tightly correlated. This approach has been used previously to identify genes associated with specific cell populations and processes, from tissue and cell-level transcriptomics data\n\n47\n\n–\n\n50\n\n. Here we analysed the brain, lung and the female reproductive tract, all of which contain populations of multi-ciliated cells which function to move luminal contents (cerebrospinal fluid, mucus) over the epithelial surface. In addition, we examined the testis, where cilia proteins are associated with the flagellum of sperm, a fundamentally different type of motile cilia but comprised of many of the same molecular components. In the current study, we first identified genes from each of the selected tissues which co-clustered with\n\nFOXJ1\n\n, a key transcriptional regulator of the motile ciliogenic program\n\n37\n\n,\n\n51\n\n,\n\n52\n\n. In the case of the brain and lung, a clear transcriptional module associated with multiciliated epithelial cells was defined due to the marked variation in the abundance of these cell populations across the samples. For the female reproductive tract and testis, however, such modules were harder to define accurately, as there were either only a few samples available and with flagellum-related genes being strongly associated with genes involved in spermatogenesis\n\n39\n\n, respectively. To circumvent these limitations and filter out any cell type-specific genes, we compared the gene clusters from each tissue to arrive at a consensus signature of 248 genes. It should be noted, however, that the list of genes associated with three of the tissue clusters (an additional 231 genes) also contained many other known cilia proteins and therefore by inference genes encoding other uncharacterised cilia components (Table\n\nS1\n\n).\n\nValidation of the gene signature included enrichment analyses, annotation based on a literature review and cilia-associated databases, and exploration of other resources describing the cellular expression of genes and proteins, confirmed the majority to be known components of motile cilia or associated regulatory systems (summarised in Fig.\n\n5\n\n). The binding site for the transcriptional factor RFX1, a member of the RFX gene family\n\n53\n\n, was enriched. This gene has shown to be involved in development, based on a mouse knockout model and regulates the basal body-associated protein ALMS1, defects in which cause Alström syndrome ciliopathy\n\n54\n\n,\n\n55\n\n. Furthermore, another member, RFX2 has been proposed to work in conjunction with FOXJ1 to regulate cilia gene expression, including RIBC2 also identified and examined in this study\n\n56\n\n,\n\n57\n\n. However, of the RFX family only RFX3 was found in three of the tissue-derived motile cilia signatures, making it a likely candidate in regulating motile-ciliogenesis, an observation supported by a recent study\n\n58\n\n. In addition, the transcriptional binding site for MIF was also enriched in signature gene promoters. MIF is known to affect cell motility through the regulation of microtubule formation\n\n59\n\n,\n\n60\n\n.\n\nThe signature genes were also cross-referenced with the four cilia/centrosome gene databases; CentrosomeDB\n\n33\n\n, CilDB\n\n34\n\n, CiliaCarta\n\n36\n\nand SysCilia (gold standard)\n\n35\n\ndatabases. The majority (79%) of genes in the signature were corroborated by one or more of the databases. Notably, many well-known primary cilia genes involved in ciliary assembly and signalling and listed by the databases were absent from the signature. This included members of the BBSome complex, IFT chain\n\n61\n\n,\n\n62\n\nand many associated with the centrosome. As known components of primary cilia, these genes are regulated through the stages of cell cycle and are ubiquitously expressed across cell types, and would therefore be expected to have a different expression profile in the tissues examined relative to the genes coexpressing with\n\nFOXJ1\n\n. To explore the expression of signature and database genes across tissues, GCN analysis was used for all the 51 tissues from the GTEx project. Interestingly, although the signature was derived from separate analyses of individual tissues, in general their coexpression was highly conserved across the 51 tissue types, being highly expressed in motile ciliated tissues relative to others. Interestingly, these also included a number of centrosomal genes indicative of a specialised centrosomal system for motile cilia assembly and function. Genes listed by the various databases coexpressing with those of the signature included known motile cilia components like dyneins (\n\nDNAH3\n\n,\n\nDNAH7\n\n, and\n\nDNAH8\n\n) and members of the α-tubulin gene family (\n\nTUBA3D\n\n,\n\nTUBA3E\n\n, and\n\nTUBA3C\n\n)\n\n63\n\n,\n\n64\n\n. In contrast, analysis of databases showed genes within a given database to be distributed across the GCN, and exhibit little evidence of co-expression, suggestive of representing different biology across tissues. Closer inspection showed some to be immune-related genes, e.g. TLR and MHC genes, and their presence in the databases is likely an artefact of the approaches used to define them\n\n65\n\n. As a direct validation of their specificity of expression, single-cell transcriptomics data derived from the mouse brain and lung showed the signature genes to be highly and specifically expressed in ependymal and ciliated epithelial cells, respectively, of these tissues. Hence, the signature as a whole could help in identifying motile cilia biology in bulk and single cell transcriptomics data due to its conserved nature across several cells and tissues. Furthermore, in representing a homeostatic motile cilia, the signature would be a reference to motile cilia in disease models.\n\nThe HPA resource was used to further verify the validity of signature genes based on IHC analysis. Genes for which there was data were ranked as being of either high or medium confidence based on their expression pattern matching that expected for proteins associated with motile cilia. Our analysis of the HPA data showed it to validate the majority of signature genes; 48% were scored as high confidence genes and 20% as medium confidence, based on the criteria outlined in the methods. Nothing could be concluded for the 32% genes for which no data was available or the data was of very poor quality. Remarkably, none of the protein localization data directly contradicted an association of any gene with motile cilia. We then set out to further investigate six genes,\n\nEFCAB6\n\nhaving no HPA data and five high confidence genes based on their HPA IHC results but with poor evidence of their association with cilia in humans based on literature:\n\nARMC3\n\n,\n\nFAM183A\n\n,\n\nMYCBPAP, RIBC2\n\nand\n\nVWA3A\n\n. ISH experiments performed on the chicken choroid plexus, showed\n\nFAM183A, EFCAB6 and MYCBPAP\n\nto be expressed by motile ciliated cells lining this tissue, although this was not apparent for\n\nRIBC2\n\n,\n\nVWA3A\n\nand\n\nARMC3\n\n. Apart from being a possible false negative, this discrepancy could be indicative of the diversity of ciliary components in eukaryotes\n\n66\n\n. A recent study using evolutionary proteomics has predicted\n\nMYCBPAP\n\nto be associated with cilia, and ISH of the\n\nFAM183A\n\northologue has shown to positively stain motile ciliated tissue in\n\nXenopus laevis\n\n67\n\n,\n\n68\n\n. In support of our observations, ISH data from the Allen brain atlas for the selected genes showed positive staining of ciliated cells lining the ventricles of the mouse brain. Finally, we have summarized our findings graphically based on database and literature mining of the known associations of signature genes with cilia structures and function, as well as human ciliopathies. Clearly, many of the known components of the motile cilia machinery have been identified by this study, and many others have evidence supporting their association but not with specific components of the organelle. The curation of the list clearly highlights the many potentially novel cilia genes/proteins identified by this work and those which can be further examined.\n\nIn summary, we have used coexpression analyses to identify a set of 248 genes highly associated with the presence of motile ciliated cells within human tissue. Significant efforts were then made to validate the genes identified based on further coexpression analyses, extensive searches of the literature, online resources of information on the cellular and tissue expression data for genes and proteins, as well as public databases of cilia related genes across different species. Along with a graphical description of signature genes within cilia, the signature highlights similar genes from cilia and centrosome databases, helping in the categorization of known cilia genes. In the case of a number of poorly described genes we identified i.e.\n\nARMC3\n\n,\n\nEFCAB6, FAM183A, MYCBPAP\n\n,\n\nRIBC2\n\nand\n\nVWA3A,\n\nwe have been able to provide new evidence supporting their association with motile cilia. Such analyses serve to extend and refine the list of genes/proteins specifically associated with motile cilia, allowing more targeted analyses of their localisation and functional role within these complex and important organelles.\n\nMaterial and methods\n\nData pre-processing, signature derivation\n\nPre-normalized RNA-Seq data from the GTEx project\n\n38\n\nwas downloaded (version 7) and log-transformed. Data for tissues known to possess motile ciliated cells were sub-sampled. These included samples taken from seven regions of the brain (n = 863), lung (n = 427), testis (n = 259), fallopian tube (n = 7) and endocervix (n = 5). Due to the small number of samples of fallopian tube and endocervix, data from these tissues were combined. As such, the relative content of motile cilia containing cells varied considerably across samples, with the expression of genes specifically associated with these structures varying accordingly. Motile cilia-associated genes were identified for each individual tissue by GCN analysis. In order to generate a GCN, a gene-to-gene Pearson correlation matrix was calculated between all genes using the network analysis software, Graphia v1 (Kajeka Ltd., Edinburgh, UK,\n\nhttps://kajeka.com/graphia/\n\n). A threshold of\n\nr\n\n≥ 0.8 was then applied such that only genes correlated to others above this threshold were connected by an edge. In each case, a structured GCN was generated with modules of coexpressed genes forming highly connected cliques within the network. These were defined as clusters using the Markov clustering algorithm (MCL)\n\n69\n\n, using an inflation value MCLi = 2.2 (which defines the granularity of clustering). Putative motile cilia-associated genes were defined as those present in the same cluster as\n\nFOXJ1\n\n. Accordingly, four gene clusters were obtained, one for each tissue type. This approach has been adopted previously to identify co-regulated genes with a related function or association with a given cell type\n\n48\n\n–\n\n50\n\n. From the four tissue-derived signatures, those genes common to all four signatures were considered for the final human motile cilia signature. Evidence for an association with cilia was explored through literature mining and enrichment analysis, conducted using ToppGene\n\n70\n\n. Disease association for genes was found through the OMIM database\n\n40\n\n.\n\nFunctional annotation of motile cilia signature genes and comparison with databases\n\nEvidence for an association of the 248 motile cilia signature genes with cilia was explored through literature mining and enrichment analysis, conducted using ToppGene\n\n70\n\n. Signature genes were then compared to genes listed in the databases of cilia and centrosomal components, i.e. CentrosomeDB\n\n33\n\n, CilDB\n\n34\n\n, CiliaCarta\n\n36\n\nand SysCilia (gold standard)\n\n35\n\nwere collated based on their Ensembl gene IDs and compared to the signature list derived here (Table\n\nS3\n\n). The expression profile of this combined list was examined across 51 tissues (excluding samples derived from pooled cells) of the GTEx dataset (n = 11,215, donors = 713). A GCN was then generated using these genes only, again using a correlation threshold of\n\nr\n\n≥ 0.8 and the resultant graph was clustered using a low inflation value (MCLi = 1.2) so as to provide a coarse grain segmentation of the graph comprising of 17 clusters.\n\nTo explore the expression of the signature genes at a cellular level, single cell transcriptomics data from the mouse brain and lung were taken from the Mouse Cell Atlas\n\n71\n\nand analysed. These tissues were selected as they include populations of motile ciliated cells. The batch corrected expression matrices based on unique molecular identifiers were downloaded from the mouse cell atlas database (\n\nhttps://figshare.com/articles/MCA_DGE_Data/5435866\n\n). This included batch 1 of the brain (n = 3285 cells) and lung (n = 2501 cells) cell data. Additionally, for the latter, 11 cells annotated as “dividing cells” were excluded, as it was unclear which cell types these referred to. Corresponding mouse orthologues for signature genes were identified based on their Ensembl gene ID using BioMart\n\n72\n\n. The average expression of signature genes was then tested for significance in the ciliated cell populations (ependymal cells of the brain and ciliated epithelial cells of the lung), versus all other cell types as defined in the mouse cell atlas. The non-parametric Wilcoxon signed-rank test was adopted for these comparisons.\n\nImmunohistochemistry and RNA\n\nin situ\n\nhybridisation\n\nThe tissue distribution of mRNA and proteins for all signature genes were investigated using publicly available resources. IHC staining of human tissue sections from the bronchus and fallopian tube were examined in the HPA\n\n43\n\n. In both tissues, positive staining of the ciliated epithelial cells lining the tissue was considered as validatory evidence.\n\nThe expression of a number of novel genes were further examined in the choroid plexus of chicken embryos (stage 35, day 9) by ISH. Chicken embryos were obtained from wild type Isa Brown fertile chicken eggs and were incubated for 9 days and sacrificed as per approval by The Roslin Institute, University of Edinburgh under supervision and approval of a Named Animal Care Welfare Officer in accordance with the regulations prescribed for animals under the Animals (Scientific Procedures) Act 1986, UK. Although not subject to this act, fertilised eggs were monitored throughout incubation to ensure high welfare standards. Researchers involved in this project have the necessary UK Home Office Project and Personal licenses for undertaking experimental protocols involving the use of animals in this project. For selected genes, clones which covered the majority of exons near the centre of the gene were preferentially selected (\n\nARMC3\n\n: ChEST208k22,\n\nEFCAB6\n\n: ChEST912jB,\n\nFAM183A\n\n: ChEST261m5,\n\nFOXJ1\n\n,\n\nMYCBPAP\n\n: ChEST864g6, and\n\nRIBC2\n\n: ChEST770c15) using the UCSC Genome Browser\n\n73\n\nand where available obtained (Source BioSciences, UK)\n\n74\n\n. Fertilised chicken eggs were incubated for nine days at which point the embryos were sacrificed, the choroid plexus dissected and tissues fixed overnight in 4% paraformaldehyde (PFA) at 4 °C. Samples were then rinsed in PBS and equilibrated overnight in 15% sucrose/PBS before embedding in sucrose-gelatin (15%:7.5%) and snap frozen in isopentane at −70 °C. Cryostat sections (10 µm) were cut and stored overnight at −20 °C. Sections were then rinsed in PBS and fixed overnight in 4% PFA. After successive rinses with PBS, the tissue was permeabilized by incubation in proteinase-K (20 ng/ml K-03115836001 Roche) for 10 min at room temperature. Sections were treated consecutively with 4% PFA, acetic anhydride solution (0.25% acetic anhydride and 1.3% triethanolamine) with intermittent washing. Finally, 5 nM probe in hybridisation buffer (50% formamide, 5xSSC pH 4.5, 0.05 µg/ml yeast RNA, 0.05 µg/ml heparin, and 1% SDS) was applied to the slides. Following an overnight hybridization with probes at 65 °C, sections went through a series of post-hybridization washes and then maleic acid buffer-tween (0.15 M NaCl, 0.1 M maleic acid, 0.18 M NaOH and 0.02% tween). After blocking (20% heat-inactivated FBS/KTBT) for 1 h, sections were incubated overnight with 1:1000 anti-digoxigenin-alkaline phosphate (11093274910 Roche, 1:1000) at 4 °C. Following a final series of washing with maleic acid buffer-tween, sections were incubated with staining solution (3.5 µl/ml nitro blue tetrazolium, N-6876 Sigma; 3.5 µl/ml BCIP, B-8503). After staining for 1–2 h (depending on the probe), the reaction was stopped by several rinses in PBS. ISH staining of brain sections for these genes was also examined in data from the mouse Allen brain atlas\n\n75\n\n, where the choroid plexus and ventricular system were present (which is lined with motile ciliated ependymal cells).\n\nSupplementary information\n\nSupplementary Information.\n\nSupplementary Information2.\n\nSupplementary Information3.\n\nSupplementary Information4."
  },
  {
    "pmcid": "6333986",
    "title": "Founder Mutations for Early Onset Melanoma as Revealed by Whole Exome Sequencing Suggests That This is Not Associated with the Increasing Incidence of Melanoma in Poland",
    "publish_date": "2018-5-14",
    "full_text": "Introduction\n\nMelanoma is one of the most aggressive human malignancies. The mean survival time for metastatic patients is 6 months when standard chemotherapy is used or up to 12 months if used in combination with the BRAF enzyme inhibitor vemurafenib. The incidence of melanoma has been increasing dramatically in the Caucasian population since the 1950s [\n\n1\n\n].\n\nIn Poland the number of affected individuals has increased by 60% over the past 11 years and has reached over 2,600 new cases identified annually. The etiology of melanoma is complex, involving both genetic and environmental factors. Significant heritability of this malignancy was observed in large twin study [\n\n2\n\n].\n\nFamily studies provide strong support for heterogeneous mechanisms involved in a polygenic inherited susceptibility to melanoma that includes both inherited high-risk and lowrisk alleles. To date only one major melanoma susceptibility gene:\n\nCDKN2A\n\nhas been identified, responsible for only up to 20% of melanoma-prone patients [\n\n3\n\n]. Mutations within other malignant melanoma (MM) high-risk genes, such as\n\nCDK4, ACD, CXC, TERT, TERF2IP, BAP1\n\n, or\n\nPOT1\n\nare extremely rare and to date have been identified only in few families worldwide. Because germline mutations in\n\nCDKN2A\n\nare present in a minority of melanoma patients it is expected that additional genes will be discovered with next generation sequence technology that focuses on whole-exome or wholegenome sequencing. Onset of MM at an early age is suggestive of a hereditary predisposition. However, the heritability of early-onset MM remains unexplained even in a larger proportion of apparent sporadic cases than among familial cases. Thus far in the literature there appears to be a paucity of data from whole exome sequencing among early-onset MM cases.\n\nGiven the unique homogenous structure of the Polish population, we undertook an exome screen to determine if there existed one or more novel high/moderate risk gene(s) for MM, which may be associated with specific founder effects. Herein, we performed whole-exome sequencing (WES) on a cohort of 96 unrelated Polish patients with melanoma diagnosed under the age of 40 years. All of whom had previously been screened for the present of causative\n\nCDKN2A\n\n-variants and found not to harbor any. We studied both recessive and dominant inheritance patterns by analyses of both sporadic and familial early onset MM cases. We evaluated protein truncating DNA alterations only and selected genes for further study based on the relevance of the gene to carcinogenesis.\n\nIn the subsequent verification step, we evaluated recurrent truncating mutations identified by WES in large case-control study of 1,200 unselected MM patients and 6,200 control subjects from Poland.\n\nMaterials and Methods\n\n1. Study subjects\n\n1) Discovery phase\n\nIn the first step of this study, we have performed whole exome sequencing in a cohort of 96 unrelated patients with early-onset (< 40 years) melanoma who all screened negative for CDKN2A-causative variants (65 females; mean age, 30.8 years; range, 15 to 40 years and 31 males; mean age, 30.9 years; range, 18 to 39 years). Half of the patients (48 cases) were also characterized by a familial aggregation of melanoma among first- or second-degree relatives.\n\n2) Validation phase\n\nWe verified the role of variants revealed by WES using a large case control-study of 1,230 unselected melanoma patients (760 females; mean age, 53.9 years; range, 15 to 92 years and 470 males; mean age, 55 years; range, 18 to 84 years) from Poland. 748 unselected MM cases (464 women; mean age, 53.7 years; 284 men) comprising 62.3% of the total group were diagnosed between 2002 and 2006 and identified from cancer registries in five Polish cities (Szczecin, Opole, Bialystok, Zielona Gora, and Gorzow Wielkopolski). The registries capture more than 95% of all diagnosed melanomas. The remaining 482 (37.7%) unselected MM cases (296 females, 186 males) were diagnosed in the city of Szczecin between the years 2010 and 2016.\n\nThe control group consisted two non-overlapping cohorts of healthy adults. All mutations that were confirmed by Sanger sequencing were genotyped in a group of 1,696 healthy adults (943 women, 753 men) with no cancers diagnosed in their families. The healthy adults were assessed as having a negative cancer family history (first- and seconddegree relatives included) after answering questionnaires about their family's medical history, which was part of a population-based study of the 1.5 million residents of West Pomerania aimed at identifying familial aggregations of malignancies performed recently by our center. During the interview, the goals of the study were explained, informed consent was obtained, genetic counseling was given and a blood sample was taken for DNA analysis. Individuals affected with any malignancy or with cancers diagnosed among first- or second-degree relatives were excluded from our study control group.\n\nVariants with significantly different allele distribution among cases and the first cohort of controls, described above, were additionally genotyped in a second cohort of 5,000 healthy adults (1,775 men; mean age, 58 years and 3,225 females; mean age, 60 years) who underwent genetic counselling and were diagnosed as having no genetically increased risk of cancer on the basis of molecular examination and a negative cancer family history. During the interview, the goals of the study were explained, informed consent was obtained, genetic counseling was given and a blood sample was taken for DNA analysis. Individuals affected with any malignancy or with cancers diagnosed among firstor second-degree relatives were excluded from our study control group.\n\nOverall, patient participation rates exceeded 75%. All patients and control subjects were of European ancestry and ethnic Poles.\n\n2. Whole exome sequencing\n\nDNA has been isolated using standard methods from peripheral blood leukocytes taken from participants in Department of Genetics and Pathology in Szczecin.\n\nThe Illumina Nexter Rapid Capture Expanded Exome kit (target region size=62 MB, coding exons, untranslated regions (UTRs) and miRNAs included; Illumina, San Diego, CA) was used for capturing sequence target regions. The kit captured 62 Mbp of the human genome covering coding exons in CCDS and RefSeq databases as well as exons annotated by GENCODE project. The captured regions for each sample were barcoded and every two samples were pooled and used for paired-end sequencing for 100 cycles (generating 100 bp reads) on a single lane of Illumina HiSeq2000’s flow-cell. The 100 million reads for each exome sequence for each individual were aligned to the reference sequence of the human genome using Burrows-Wheeler transform algorithm [\n\n4\n\n]. SAMtools [\n\n5\n\n] and GATK [\n\n6\n\n] packages as well as SCALPEL algorithm [\n\n7\n\n] were used for calling variants.\n\nWe considered only those genes with a minimum of two patients as candidates for further studies.\n\nWe employed disease-network approach to select those genes which are functionally more related to cancer pathogenesis (such as DNA repair and cell cycle control pathway genes) using the ToppGene algorithm [\n\n8\n\n].\n\n3. Sanger sequencing\n\nEach variant identified by WES in the discovery phase and selected for validation was confirmed by Sanger direct sequencing. Sequencing reactions were performed using the BigDye Terminator v3.1 Cycle Sequencing kit (Life Technologies, Foster City, CA). according to the manufacturer's protocol. Sequencing products were analyzed on the ABI Prism 3500XL Genetic Analyzer (Life Technologies). All sequences were compared reference sequences for variant detection using Mutation Surveyor software (SoftGenetics).\n\n4. TaqMan genotyping\n\nDNA was isolated from 5 to 10 mL of peripheral blood. The validated variants were genotyped using a TaqMan assay (Applied Biosystems/Life Technologies) and the Light-Cycler Real-Time PCR 480 system (Roche Life Science, Indianapolis, IN). The primer and probe sequences are available upon request. Laboratory technicians were blinded to casecontrol status. The overall genotyping call rate was 99.3%. The presence of the mutation was confirmed by Sanger sequencing as described above.\n\n5. Data analysis\n\nAll genotype comparisons between cases and controls were performed using Fisher exact test, and two-tailed p-values were calculated. OR values were calculated for each comparison together with their 95% confidence intervals. To exclude recessive trait of inheritance we performed additional genotyping of parents and siblings of patients with identified mutations from the cohort of 96 early-onset MM cases.\n\n6. Ethical statement\n\nThe Polish study was approved by the ethics committee of Pomeranian Medical University (Szczecin, Poland). All study subjects provided a signed consent form for participation in the study.\n\nResults\n\nUsing GATK algorithm, we detected 2,272,282 indels in the total data set for our cohort of early-onset melanoma patients, after prioritization we identified 1,012 new and 218 previously reported frameshift mutations (523 new variants in sporadic early-onset cases and 489 in familial cases; 137 previously reported variants in sporadic cases and 81 in familial cases). Using SCALPEL algorithm, we detected 2,297 variants (1,151 of them in sporadic early-onset cases, 1,146 in familial cases). These comprised 3′ UTR and 5′ UTR variants (452 and 56, respectively), 228 downstream variants, 88 in frame deletions, 40 intergenic variants, 1,000 intron variants, 11 intron variants and NMD transcript variants, 55 intron variants and non-coding transcript variants, 57 non-coding transcript exon variants and noncoding transcript variants, five regulatory regions variants, three splice acceptor variants, 60 splice region variants and intron variants, two transcription factor variants, one splice region variant and intron variant and noncoding transcript variant, 161 upstream gene variants and 74 frameshift mutations.\n\nThe frameshift mutations were selected for further interrogation as they were most likely to reveal new genes of interest with respect to melanoma development.\n\nAll the frameshift mutations were filtered by examining the quality control values, minor allele frequencies and intense gene databases/literature data analysis supported by the ToppGene algorithm. We selected 21 potentially deleterious variants in 20 genes, which after confirmation by Sanger sequencing were evaluated in the association study. These included the genes\n\nVRK1\n\n(a serine/threonine kinase actively expressed in dividing cells),\n\nMYCT1\n\n(proposed to regulate certain MYC target genes),\n\nDNAH14\n\n(involved in microtubule motilities),\n\nCASC3\n\n(functions in nonsense mediated mRNA decay),\n\nMS4A12\n\n(associated with inhibition of cellular proliferation of colon cancer cells),\n\nPRC1\n\n(a key regulator of cytokinesis),\n\nWWOX\n\n(acts as a tumour supressor, expression is associated with apoptosis),\n\nCARD6\n\n(encodes a caspase recruitment domain that may be involved in apoptosis),\n\nEFCAB6\n\n(encodes a protein which directly binds the oncogene DJ-1 and androgen receptor),\n\nEXO5\n\n(involved in DNA repair following Uv-light irradiation),\n\nCASC3\n\n(known as cancer susceptibility 3 and involved in nonsensemediated mRNA decay),\n\nSTK33\n\n(a serine threonine kinase involved in MAP kinase signaling),\n\nSAMD11\n\n(transcription coactivator activity and PH domain binding required to maintain the transcriptionally repressive state of many genes),\n\nCPNE1\n\n(involved in calcium mediated intra-cellular processes),\n\nCABLES1\n\n(a cyclin dependent kinase binding protein that is involved in p53/p73 induced cell death),\n\nLEKR1\n\n(structural constituent of ribosome),\n\nNUDT17\n\n(most likely mediates the hydrolysis of some nucleoside disphosphate derivatives),\n\nCASP8AP2\n\n(plays a regulatory role in Fasmediated apoptosis),\n\nRRP 15\n\n(a ribosomal protein subunit), and\n\nCREB3L3\n\n(member of the basic-leucine zipper family and the AMP-dependent transcription factor family, linked to acute inflammatory response and hepatocellular carcinoma). Mutations in\n\nVRK1, MYCT1, DNAH14, MS4A12, PRC1, CARD6, STK33, EFCAB6, EXO5\n\n, and\n\nSAMD11\n\ngenes were found among early onset cases;\n\nCREB3L3, CNDP2, CABLES1, RRP 15\n\n, and\n\nCASP8AP2\n\ngenes in familial cases;\n\nCASC3, WWOX, CPNE1, LEKR1\n\n, and\n\nNUDT17\n\nin both subgroups.\n\nThe variants in these genes were further investigated in those families where trios were available to determine if they were recessively or dominantly inherited. The results of this aspect of the study revealed that there were some genetic variants that were homozygous in the proband and in one or other of the parents. Further evaluation revealed that these variants were unlikely to be associated with disease since either the unaffected parents were both homozygous for the allele and the proband heterozygous or the proband was homozygous for the variant and one of the parents were homozygous and the other heterozygous for that specific allele. Genotyping of the parents of homozygous carriers of identified mutations revealed no case of homozygous proband and both parents being the carriers of the mutations. Together, this suggested that those variants were unlikely to be associated with any change in melanoma risk (\n\nTable 1\n\n).\n\nAdditional evidence about the pathogenicity of the identified variants was provided by a replication study where a set of 1,200 melanoma patient DNA samples was compared to a similarly large series of control DNA samples taken from healthy subjects (\n\nTable 2\n\n).\n\nThe results revealed that most of the changes were neutral but although we found no statistically significant differences between cases and controls, 10 genes cannot be excluded as being associated with melanoma risk—due to genetic heterogeneity and the reduced penetrance of this disease. A greater level of confidence in the pathogenicity of the variant was observed if the homozygous state was associated with a greater difference in risk compared to being in the heterozygote state. Unfortunately, many of the variants occurred within the study populations at much lower frequency to be reliably associated with disease risk. Potential candidates included\n\nWWOX, VRK1, CREB3L3, EFCAB6, CARD6, EXO5, MS4A12, CASC3\n\n, and\n\nSTK3\n\n. From this list of genes, the most promising were\n\nVRK1, CREB3L3, EXO5\n\n, and\n\nSTK33\n\nas there was a tendency of decreasing risk of melanoma for heterozygote and homozygote carriers of\n\nVRK1\n\nand\n\nEXO5\n\nand an increasing risk of disease for\n\nCREB3L3\n\nand\n\nSTK33\n\n.\n\nDiscussion\n\nFrom 2008 to 2013, the approach of finding melanoma susceptibility genes centered on genome-wide association studies (GWAS). The results of several of these studies aimed at identifying susceptibility loci for melanoma have been reported [\n\n9\n\n-\n\n12\n\n]. The results of these studies have reported new susceptibility loci for melanoma, but the effect sizes reported from these GWAS have been modest with odds ratios at best being ~1.5. None of the GWAS has thus far led to the adoption of a clinical test for a newly discovered genetic locus.\n\nLow-penetrance variants cannot be categorically associated with familial clusters, for many reasons that include molecular interactions between low/moderate penetrance genes, which could potentially be responsible for early-onset disease.\n\nRecently, WES has been developed which overcomes many of the problems of GWAS [\n\n6\n\n]. It is estimated that the protein coding regions of the human genome (exons) constitute about 85% of disease-causing mutations [\n\n13\n\n]. Wholeexome and whole-genome studies have identified numerous genes somatically altered in melanoma tumors and highlighted a higher mutation load in melanoma compared with those in other cancers, such as,\n\nTP53, NF1\n\n, and\n\nARID2\n\n[\n\n14\n\n,\n\n15\n\n]. However, to date only a few new genes/cancer susceptibility alleles in melanoma-prone families have been identified using whole exome or whole genome sequencing. Germline mutations of all of the genes identified to date are found in a very small proportion of families that can not account for the growing frequency of the disease. The list includes the\n\nTERT\n\npromoter mutation found among German familial melanoma patients [\n\n16\n\n], a\n\nPOLE1\n\nmissense mutation detected in one family [\n\n17\n\n],\n\nACD\n\nwith mutations in six families and four families carrying\n\nTERF2IP\n\nvariants, which included nonsense mutations in both genes) and point mutations that co-segregated with melanoma [\n\n18\n\n]; finally a\n\nRAD51B\n\nnonsense mutation was identified in one family [\n\n19\n\n]. WES also identified a\n\nBAP1\n\nsplice mutation occurring in a family with uveal MM [\n\n20\n\n]. Direct Sanger sequencing of this gene revealed germline mutation among early-onset uveal patients [\n\n21\n\n].\n\nGiven the homogeneity of the Polish population we expected to find a limited number of recurrent founder mutations. However, we found large numbers of germline DNA alterations which appeared causative as they were predicted to result in truncated protein products, but none appeared to be novel high-risk melanoma gene in either sporadic familial early-onset patients. We observed known recurrent truncating mutations in genes predisposing to other cancers, such as\n\nNOD2\n\n(3020insC),\n\nCHEK2\n\n(1100delC, IVS2+1G>A, del5395), and\n\nNBS1\n\n(657del5). Their distribution among melanoma patients was not significantly different to that observed amongst healthy controls (data available upon request). Although evaluation of somatic mutations was not the subject of the study, it would be very interesting to compare the results from melanoma skin and blood samples. Increased frequency of somatic mutations could point at melanoma-susceptibility candidate genes.\n\nTaken together the results from this study with respect to the Polish population suggests that there is extensive genetic heterogeneity within melanoma families from Poland that can not be explained by a few recurrent highly penetrant causal variants. Large multi-center studies are needed for further investigation of possible involvement of\n\nVRK1, CREB3L3, EXO5\n\n, and\n\nSTK33\n\ngenes in melanoma development. Additionally to reveal the genetic association with new mutation with relation with early-onset melanoma long, prospective follow-up study of the families with identified DNA variants is needed."
  },
  {
    "pmcid": "8426369",
    "title": "Pituitary hormones are specifically expressed in trigeminal sensory neurons and contribute to pain responses in the trigeminal system",
    "publish_date": "2021-9-8",
    "full_text": "Introduction\n\nSensory ganglia have distinct and specialized physiological and pathophysiological functions\n\n1\n\n. Dorsal root ganglia (DRG) neurons are located in intervertebral foramina at different spinal levels and mainly innervate tissues within the trunk, hands, legs and feet\n\n1\n\n. Trigeminal ganglia (TG) lie within the Meckel's cave and innervate the head and neck area\n\n1\n\n. Sensory neurons of nodose and jugular ganglion complex (NG/JG) are located in the jugular foramen and innervate certain internal organs\n\n1\n\n. Neurons of these ganglia relay sensory information from the external environment as well as internal organs and tissues to the central nervous system\n\n2\n\n–\n\n4\n\n. Sensory nerves originating from the cell bodies of these ganglia are classified into nociceptive fibers (unmyelinated C fibers and myelinated Aδ) and low-threshold mechanoreceptors (LTMRs; myelinated Aα and Aβ fibers).\n\nBesides their distinct location and innervation pattern, DRG, TG, and NG/JG ganglion sensory neurons each have specialized function with their own respective biochemical and electrical properties. Evidence for these differences has been expanded in recent years with the advent of techniques such as RNA-seq, single-cell sequencing as well as the generation of a set of cell-specific reporter mouse lines\n\n5\n\n–\n\n7\n\n. These new technologies have confirmed that the proportion of unmyelinated/myelinated trigeminal nerves is substantially lower compared to DRG nerves\n\n8\n\n, while Aα proprioceptors are located in the DRG but absent in TG\n\n9\n\n,\n\n10\n\n. Single-cell transcriptional profiles of DRG sensory neurons located in T10-L1, which innervate the intestine/colon and feet/legs, are substantially different compared to L3–L5 DRG neurons\n\n11\n\n,\n\n12\n\n. Moreover, T10-L1 DRG neurons have a unique subset of sensory neuronal groups compared to L3–L5 DRG neurons\n\n11\n\n,\n\n12\n\n. The DRG neuronal transcriptional profile in turn greatly differs from TG neuronal profiles\n\n13\n\n,\n\n14\n\n. Additionally, DRG and TG neurons differ in their translational potential for mTOR-related genes and AMP-activated protein kinase\n\n15\n\n. With regards to NG sensory neurons, they possess much different expression profiles compared to sensory neurons from JG and DRG\n\n16\n\n.\n\nRNA-seq of L3–L5 DRG and TG neurons taken from mice expressing the sensory neuron specific advillin-GFP reporter revealed that vasopressin receptor 1A (\n\nAvpr1a\n\n), oxytocin receptor (\n\nOxtr\n\n), and gamma-aminobutyric acid receptor subunit delta (\n\nGabrd\n\n) are selectively expressed in TG with little to no expression in DRG sensory neurons\n\n14\n\n. In contrast, DRG sensory neurons have been shown to specifically express a set of\n\nHox\n\ngenes and the receptor for the hormone prolactin (\n\nPrlr\n\n)\n\n14\n\n. Here, we expand upon this experimental approach by including comparison between neurons of DRG from different levels (T10-L1), lumbar DRG, NG/JG and TG. We have used the Pirt/TdTomato mouse reporter line along with enhanced sorting using both a larger nozzle and double sorting methods\n\n13\n\nthat increases purification of sensory neuronal fraction to > 90% while maintaining the natural proportion of large-diameter sensory neurons. Our work, has revealed several additional genes, including prolactin (PRL), growth hormone (GH), and proopiomelanocortin (POMC) with expression restricted to adult male mouse in TG but no other sensory ganglia. Accordingly, we investigated specificity of PRL, GH and POMC expression as well as the functional implication of GH in nociception in the head and neck area.\n\nResults\n\nTo isolate sensory neurons, we used Pirt/TdTomato reporter mice\n\n17\n\nand captured small-to-large-sized (10–80 μm) sensory neurons using a 100 μm nozzle. We first gated singlets from doublets (Fig.\n\n1\n\nA). Live cells separated from all singlets were used to gate Pirt/TdTomato\n\n+\n\ncells (Fig.\n\n1\n\nA). Medium-to-strongly expressing Pirt/TdTomato\n\n+\n\nneurons, were gated against TdTomato\n\n-\n\nwild-type neurons (Fig.\n\n1\n\nB). Omitting low expressing Pirt/TdTomato\n\n+\n\nneurons from gating is a critical step since it increases enrichment levels for Pirt\n\n+\n\nneurons. Additionally, two cycles of fluorescence-activated cell sorting (FACS) insured maximal purity (> 90%) of sensory neuronal fractions in samples\n\n13\n\n(Fig.\n\n1\n\nC). To validate size distributions of sorted Pirt + neurons, two-cycle FACS-sorted cells were plated on coverslip and their size was assessed using NIS-elements (Nikon Instruments, Melville, NY) (Fig.\n\n1\n\nD). TG Pirt\n\n+\n\ncell size distribution shows that described two-cycle sorting procedure captures small as well as large sensory neurons (Fig.\n\n1\n\nE). Proportions of Pirt/TdTomato\n\n+\n\ncells to live cells were found to vary from ganglion-to-ganglion and between samples (Fig.\n\n1\n\nF). TG samples had the greatest cell number with NG/JG samples having the least. However, we used approximately similar numbers of cells for RNA-seq experiments (Fig.\n\n1\n\nG).\n\nFigure 1\n\nFACS purification of sensory neuronal fractions from ganglia. (\n\nA\n\n) Strategy for sorting of live Pirt/TdTomato\n\n+\n\ncells from single cell preparation (see details in “Isolation of ganglion sensory neurons” of the “Materials and Methods” section). (\n\nB\n\n) Representative plots of Pirt/TdTomato\n\n+\n\nlive cells at 1st sort for TG, NG/JG, L3–L5 DRG and T10-L1 DRG preparations. (\n\nC\n\n) An example for two cycle sorting and enrichment of a TG sensory neuron fraction. (\n\nD\n\n) Two cycle sorted Pirt/TdTomato\n\n+\n\nTG neurons plated on a coverslip. A bar corresponds to 40 μm on images captured with 10 × objective. (\n\nE\n\n) Size distributions of Pirt/TdTomato\n\n+\n\nTG sensory neurons after two cycle sorting. Each sample (n = 1) was generated from independent sorting. (\n\nF\n\n) Percentages of Pirt/TdTomato\n\n+\n\ncells from all live cells for different ganglia. (\n\nG\n\n) Numbers of sensory neurons in different samples from each ganglion used for RNA isolation and subsequent RNA-seq procedures. Data represented as mean ± SEM. This and all other figures and images were created using Adobe Photoshop Ps (\n\nwww.adobe.com\n\n).\n\nDifferentially expressing genes (DEG)s for L3–L5 DRG versus T10-L1 DRG sensory neurons\n\nSingle-cell sequencing showed substantial differences in the subset of sensory neuronal groups innervating leg and paws (L3–L5 DRG) compared to colon and intestine (T10-L1 DRG) in male mice\n\n11\n\n,\n\n12\n\n. Accordingly, we compared transcriptomics of sorted sensory neurons from these ganglia. Using strengthened selection criteria outlined in the Materials and Methods section, no DEGs were revealed. However, lowering strength of the selection criteria using fold change (FC) > 5 and\n\nP\n\nvalue < 0.05 showed that compared to T10-L1 DRG versus L3–L5 DRG had 59 DEGs at RPKM > 5 and 28 DEGs at RPKM > 10. DEG numbers of T10-L1 relative to L3–L5 DRG with the same selection criteria were 58 at RPKM > 5 and 36 at RPKM > 10. Notable DEGs are highlighted in Table\n\n1\n\n. Thus, nervous system related genes such as\n\nNtsr2, Th, Trpv1, Accn1, Kcnh6, Cacna1b,\n\nand\n\nGabrb3\n\nwere enriched in L3–L5 DRG, while immune system related genes\n\nIl6, Ccr1, Cxcl10, Nfkbie, Icam1,\n\nand\n\nCd248\n\nare mainly expressed in T10-L1 (Table\n\n1\n\n). Consequently, gene clustering according to statistical overrepresentation test for biological processes using the PANTHER software assigned 9 predominant DEGs from L3–L5 DRG to the regulation of membrane potential. Biological processes assigned for T10-L1 DRG DEGs were involved in the regulation of MAPK cascade (10 DEGs) and cellular response to organic substance (15 DEGs). Importantly, many of these DEGs, including\n\nCcr1, Cxcl10, Pdgfc, Nfil3, Irgm1, Il6,\n\nand\n\nIcam1\n\nare linked to immune processes.\n\nTable 1\n\nDEGs predominantly present in L3–L5 compare to T10-L1 DRG sensory neurons or vice versa.\n\nGene Id\n\nT10-L1 DRG\n\nRPKM\n\nL3–L5 DRG\n\nRPKM\n\nFC\n\npval\n\nName\n\nMpo\n\n0.04025\n\n5.354\n\n126.2\n\n0.04524895\n\nmyeloperoxidase\n\nOprl1\n\n0.2385\n\n9.98875\n\n43.1\n\n0.00053408\n\nopioid receptor-like 1\n\nNtsr2\n\n0.5095\n\n7.31675\n\n14.7\n\n0.000964351\n\nneurotensin receptor 2\n\nTh\n\n5.67125\n\n68.00275\n\n11.9\n\n0.001879591\n\ntyrosine hydroxylase\n\nTrpv1\n\n13.08425\n\n104.5395\n\n7.9\n\n0.019971988\n\ntransient receptor potential cation channel, subfamily V, member 1\n\nAccn1\n\n73.28\n\n574.94525\n\n7.7\n\n0.027897833\n\nacid-sensing ion channel 2\n\nPenk\n\n2.09675\n\n17.1035\n\n7.6\n\n0.000837962\n\npreproenkephalin\n\nHoxa10\n\n1.1555\n\n8.6405\n\n7.2\n\n0.000480933\n\nhomeobox A10\n\nKcnh6\n\n3.52875\n\n23.24925\n\n6.5\n\n0.048616608\n\npotassium voltage-gated channel, subfamily H, member 6\n\nCacna1b\n\n1.038\n\n6.65775\n\n6.3\n\n0.02105609\n\ncalcium channel, voltage-dependent, N type, alpha 1B subunit\n\nGabrb3\n\n1.18175\n\n6.41025\n\n5.3\n\n0.008710151\n\ngamma-aminobutyric acid (GABA) A receptor, subunit beta 3\n\nIkzf4\n\n9.468\n\n0.2785\n\n35.7\n\n0.000209083\n\nIKAROS family zinc finger 4\n\nIl6\n\n12.001\n\n0.961\n\n13.1\n\n0.000966736\n\ninterleukin 6\n\nCcr1\n\n8.6385\n\n0.816\n\n11.8\n\n0.027311494\n\nchemokine (C–C motif) receptor 1\n\nIrgm1\n\n149.1615\n\n17.618\n\n9.0\n\n0.015144517\n\nimmunity-related GTPase family M member 1\n\nCxcl10\n\n272.87475\n\n42.64225\n\n6.7\n\n0.002852945\n\nchemokine (C-X-C motif) ligand 10\n\nNfil3\n\n125.266\n\n19.62825\n\n6.7\n\n0.00730765\n\nnuclear factor, interleukin 3, regulated\n\nAtf3\n\n1059.589\n\n182.201\n\n6.1\n\n0.000716909\n\nactivating transcription factor 3\n\nNfkbie\n\n32.08375\n\n5.72075\n\n6.0\n\n0.001886081\n\nnuclear factor of kappa light polypeptide gene enhancer in B cells inhibitor, epsilon\n\nMlf1\n\n5.3825\n\n0.94475\n\n6.0\n\n0.026136752\n\nmyeloid leukemia factor 1\n\nEmp1\n\n93.1805\n\n19.0025\n\n5.2\n\n0.000165979\n\nepithelial membrane protein 1\n\nIcam1\n\n41.339\n\n8.8805\n\n5.1\n\n0.019133475\n\nintercellular adhesion molecule 1\n\nCd248\n\n11.12975\n\n2.389\n\n5.1\n\n0.000807134\n\nCD248 antigen, endosialin\n\nDEGs for NG/JG versus L3–L5 DRG and T10-L1 DRG\n\nNodose-jugular ganglion complex has a specialized role in regulation of several vital visceral organs such as heart, lung, trachea, esophagus, and intestine\n\n16\n\n. Comparison of NG/JG sensory neuronal transcriptomic profiles to DRG revealed only several NG/JG-selective DEGs using outlined selection criteria (see “Materials and Methods”) (Table\n\n2\n\n). DRG sensory neurons contain much more predominant DEGs compared to NG/JG. Thus, T10-L1 DRG sensory neurons have 113 DEGs at RPKM > 5 compared to NG/JG; L3–L5 DRG sensory neurons contain 99 such DEGs with 50 overlapping (Fig.\n\n2\n\nA). These DRG-selective DEGs relative to NG/JG sensory neurons cannot be broken onto biological processes using statistical overrepresentation test. Nevertheless, DRG has several notable selective DEGs compared to NG/JG complex sensory neurons, including\n\nMrgprd\n\nand\n\nHoxa7\n\n(Table\n\n3\n\n).\n\nTable 2\n\nDEGs predominantly present in NG/JG compare to L3–L5 and T10-L1 DRG sensory neurons.\n\nGene Id\n\nT10-L1 DRG\n\nRPKM\n\nNG/JG\n\nFC\n\npadj\n\nName\n\n2410057H14Rik\n\n0.1875\n\n94.97825\n\n524.7\n\n0.020384839\n\nNA\n\nPhox2b\n\n0.055\n\n23.26825\n\n465.15\n\n2.51435E−06\n\npaired-like homeobox 2b\n\nEfcab6\n\n0.0745\n\n11.109\n\n169.6\n\n0.00022549\n\nEF-hand calcium binding domain 6\n\nDdc\n\n0.109\n\n9.39\n\n94.0\n\n0.038644539\n\ndopa decarboxylase\n\nHoxb5\n\n3.69325\n\n66.943\n\n19.7\n\n0.011614601\n\nhomeobox B5\n\nGene Id\n\nL3–L5 DRG\n\nRPKM\n\nNG/JG\n\nFC\n\npadj\n\nName\n\nPhox2b\n\n0.113\n\n23.26825\n\n234.4\n\n0.000262001\n\npaired-like homeobox 2b\n\nEfcab6\n\n0.278\n\n11.109\n\n46.7\n\n0.006521809\n\nEF-hand calcium binding domain 6\n\nCgn\n\n0.2505\n\n5.0385\n\n23.5\n\n0.04413522\n\ncingulin\n\nFigure 2\n\nVenn diagrams for T10-L1, L3–L5 DRG and NG/JG sensory neuronal DEGs. Sorted sensory neurons from a variety of ganglia were used for RNA-seq. Venn diagram shows sensory neuronal DEGs predominantly expressed in (\n\nA\n\n) T10-L1 DRG or L3–L5 DRG compared to NG/JG; (\n\nB\n\n) NG/JG compared to T10-L1 DRG, L3–L5 DRG or TG; (\n\nC\n\n) L3–L5 DRG compared to NG/JG or TG; and (\n\nD\n\n) T10-L1 DRG compared to NG/JG or TG.\n\nTable 3\n\nA partial list of DEGs predominantly presented in L3–L5 and T10-L1 DRG compare to NG/JG sensory neurons.\n\nGene Id\n\nNG/JG\n\nT10-L1 DRG\n\nRPKM\n\nFC\n\npadj\n\nName\n\nPdgfrl\n\n0\n\n14.79675\n\ninf\n\n0.00039352\n\nplatelet-derived growth factor receptor-like\n\nCd248\n\n0.011\n\n11.12975\n\n1000.1\n\n0.000144748\n\nCD248 antigen, endosialin\n\nS100a8\n\n0.5705\n\n413.61325\n\n670.2\n\n6.96639E-05\n\nS100 calcium binding protein A8 (calgranulin A)\n\nS100a9\n\n0.3005\n\n203.97425\n\n636.3\n\n2.41717E-06\n\nS100 calcium binding protein A9 (calgranulin B)\n\nCfb\n\n0.0125\n\n7.03575\n\n406.6\n\n0.005225064\n\ncomplement factor B\n\nMrgprd\n\n0.282\n\n54.6245\n\n183.9\n\n5.49484E-05\n\nMAS-related GPR, member D\n\nPdgfd\n\n0.0385\n\n5.71475\n\n139.4\n\n0.000510529\n\npotassium channel, subfamily V, member 1\n\nHoxa7\n\n0.3705\n\n15.24875\n\n38.1\n\n0.017499967\n\nhomeobox A7\n\nGene Id\n\nNG/JG\n\nL3–L5 DRG\n\nRPKM\n\nFC\n\npadj\n\nName\n\nHoxa10\n\n0\n\n8.6405\n\ninf\n\n0.000423477\n\nhomeobox A10\n\nKcnk12\n\n0\n\n7.58575\n\ninf\n\n0.018391471\n\npotassium channel, subfamily K, member 12\n\nKcnj3\n\n0\n\n6.0835\n\ninf\n\n0.038077184\n\npotassium inwardly-rectifying channel, subfamily J, member 3\n\nIrf5\n\n0.0145\n\n10.098\n\n626.2\n\n0.040860172\n\ninterferon regulatory factor 5\n\nHoxa9\n\n0.01075\n\n7.03575\n\n599.7\n\n0.002559265\n\nhomeobox A9\n\nMrgprd\n\n0.282\n\n124.874\n\n410.5\n\n0.001419568\n\nMAS-related GPR, member D\n\nKcnv1\n\n0.0135\n\n5.92025\n\n384.3\n\n0.006718591\n\npotassium channel, subfamily V, member 1\n\nOprl1\n\n0.078\n\n9.98875\n\n116.3\n\n0.016465571\n\nopioid receptor-like 1\n\nHoxa7\n\n0.3705\n\n16.80775\n\n41.5\n\n0.019179699\n\nhomeobox A7\n\nKctd18\n\n0.2895\n\n10.0905\n\n32.1\n\n0.047190644\n\npotassium channel tetramerisation domain containing 18\n\nDEGs common for T10-L1 DRG > NG/JG and L3–L5 DRG > NG/JG are presented in bold italic.\n\nDEGs with strong specificity for DRG, NG/JG and TG sensory neurons\n\nUsing pair comparison and Venn diagram analysis we found\n\nPhox2b\n\n(paired-like homeobox 2b) and\n\nEfcab6\n\n(EF-hand calcium binding domain 6) as DEGs that were strongly specific to male mouse NG/JG sensory neurons with little-to-no expression in DRG and TG (Fig.\n\n2\n\nB; Table\n\n2\n\n).\n\nPhox2b\n\nis a transcription factor specifically expressed in neurons of the peripheral and central nervous system\n\n18\n\n.\n\nPhox2b\n\ncontrols the development of peripheral chemoreceptors and afferent visceral pathways\n\n19\n\n.\n\nPhox2b\n\nis critical for the switch during embryo development from somatic to visceral cranial sensory pathways\n\n20\n\n. The function of\n\nEfcab6\n\nin sensory neurons is not clear. Several mRNA sensory neuronal markers found in the DRG and TG neurons are absent in NG/JG. For example, NG/JG sensory neurons do not express\n\nMrgprd\n\n(Table\n\n3\n\n), an established marker of IB4\n\n+\n\nDRG neurons\n\n11\n\n,\n\n21\n\n. A marker of proprioceptors,\n\nPvalb\n\n, is also absent in NG/JG neurons, but is highly expressed in TG neurons, despite the fact that TG do not have proprioreceptors\n\n1\n\n,\n\n11\n\n,\n\n22\n\n. Another example is calcitonin-related polypeptide beta,\n\nCalcb\n\n, which is at > 40-fold lesser in NG/JG sensory neurons compared to DRG or TG. Other notable DEGs lacking expression in NG/JG neurons are\n\nPdgfrl\n\n,\n\nOrai1\n\nand\n\nXylt2\n\n(Table\n\n3\n\n).\n\nHox genes play critical roles in development of many cell types, especially a subset of neurons, during embryogenesis\n\n23\n\n. We found\n\nHoxa7, Hoxa9,\n\nand\n\nHoxa10\n\nwere selectively expressed in L3–L5 DRG compared to NG/JG or TG (Fig.\n\n2\n\nC; Table\n\n3\n\n). Comparison of DRG sensory neuron selective expression relatively to only TG sensory neurons found\n\nHoxb2\n\n,\n\nHoxb5,\n\nand\n\nHoxb7\n\nas L3–L5 DRG sensory neuron-specific DEGs. Evaluation of T10-L1 DRG sensory neuronal transcriptomic profiles relatively to NG/JG or TG outlined 4 DEGs, including\n\nHoxa7\n\n(Fig.\n\n2\n\nD).\n\nHoxb2\n\nand\n\nHoxb7\n\n, but not\n\nHoxb5\n\nare also specific for T10-L1 DRG sensory neurons compared to TG neurons. Interestingly most Hox genes, except for\n\nHoxa7\n\n, did not differentially express in T10-L1 DRG when compared to NG/JG sensory neurons. Overall, our data show that\n\nHoxa7\n\nwas the only DEG distinctively expressed in both T10-L1 and L3–L5 DRG, but not NG/JG or TG. We did not find Hox genes that lack transcription in DRG neurons.\n\nVenn analysis of DEGs showed that 6 genes had significantly higher presence in TG compared to L3–L5 DRG, T10-L1 DRG as well as NG/JG sensory neurons (Fig.\n\n3\n\nA,B).\n\nCyp2f2\n\ngene product is critical in the metabolism and toxicity of numerous xenobiotic compounds\n\n24\n\n.\n\nKer18\n\nplays a role in intestinal pathology\n\n25\n\nand is linked to peripherin, a well-known marker for small-diameter sensory neurons\n\n26\n\n, located in chromosome 12\n\n27\n\n.\n\nPtgds\n\nis a key enzyme in prostaglandin synthesis and specifically translated in female lumbar DRG neurons\n\n28\n\n. Accordingly, the PTGDS inhibitor, AT-56 produces hypersensitivity in male but is only effective at high doses in female mice\n\n28\n\n.\n\nPrl, Gh,\n\nand\n\nPomc\n\ngenes encode classical master-hormones, which are highly expressed in the pituitary\n\n29\n\n,\n\n30\n\n. PRL contribution in sex-dependent pain has been proposed in several studies\n\n31\n\n–\n\n34\n\n. These studies have mainly focused on expression and function of PRL receptor (Prlr) in DRG or TG neurons\n\n35\n\n–\n\n38\n\n. Exogenous GH plays an anti-nociceptive role in the spinal system\n\n39\n\n. POMC, which undergoes post-translational processing into multiple peptides including alpha, beta and gamma melanocyte-stimulating hormones (MSH), and adrenocorticotropin (ACTH), is also involved in anti-nociception in the spinal system due to opioids processed from POMC\n\n40\n\n. Further analysis of RNA-seq data showed that several DEGs are in DRG or NG/JG, but not TG sensory neurons. These genes are\n\nMap3k12, Slc35c1, Slc35b4, Ranbp6, Rab9b, Rapgef5, Tspan12, Ggta1,\n\nand\n\nCoro1c\n\n. Involvement of these genes in nociceptive pathway is unknown.\n\nFigure 3\n\nTG sensory neuronal specific genes. (\n\nA\n\n) Venn diagram reveals DEGs specifically expressed in TG compared to L3–L5 DRG, T10-L1 DRG and NG/JG sensory neurons; (\n\nB\n\n) Mean expression levels (in RPKM) for 6 genes in sensory neurons isolated from different ganglia. N = 4 for each ganglion.\n\nExpression of Prl, Gh and Pomc gene products in sensory ganglia.\n\nSorting pure sensory neuronal fraction is challenging, as sensory neurons constitute only 5–10% of ganglion cells\n\n22\n\n,\n\n41\n\n, and non-neuronal cells are difficult to dissociate from neurons\n\n41\n\n. Furthermore, RNA-seq data need validation with immunohistochemistry (IHC), as RT-PCR alone again requires FACS sorting of sensory neurons. Accordingly, we used IHC to examine sensory ganglia from male mice expressing PRL, GH and POMC proteins. Here we employed POMC antibodies against 138–150 amino acid residue peptides, which corresponds to the position of a-MSH and ACTH hormone. POMC showed a moderate-to-high level of expression in 63.3 ± 14.2% (n = 3) TG neurons, low level in DRG neurons and was absent in NG/JG neurons (Fig.\n\n4\n\n, the upper panel\n\n). GH (Fig.\n\n4\n\n, the middle panel\n\n) and PRL (Fig.\n\n4\n\n, the bottom panel\n\n) were almost exclusively in a subset of male mouse TG neurons. GH was expressed at medium-to-strong levels (i.e. clear above background) in 17.5 ± 5.4% (n = 3), and PRL in 14.3 ± 6.1% (n = 3) of male mouse TG neurons. These results correspond with previous single-cell sequencing studies of male mouse DRG neurons showing low levels (1 to 9 RPKM) of POMC mRNA, and no expression of GH or PRL mRNA\n\n11\n\n. We also evaluated a GH\n\n+\n\ncell size distribution and expression in TRPV1\n\n+\n\nand CGRP\n\n+\n\nnociceptive sensory neurons. GH was detected in all sizes of sensory neurons with minimal in < 15 μm neurons (3.3 ± 1.1%; n = 3) and maximal presence in 15–25 μm neurons (40.6 ± 3.3%; n = 3; Fig.\n\n5\n\nC). To detect TRPV1\n\n+\n\nand CGRP\n\n+\n\nTG neurons, TRPV1-GFP and CGRP/TdTomato reporter mice were used\n\n22\n\n(Fig.\n\n5\n\nA,A’,B,B’). Among GH\n\n+\n\nTG neurons, 26.0 ± 4.9% (n = 3) had TRPV1 (yellow arrows; Fig.\n\n5\n\nA,A’,D) and 54.4 ± 4.6% (n = 3) expressed CGRP (yellow arrows; Fig.\n\n5\n\nB,B’,D). According to these results, approximately 74% of sensory neurons were GH\n\n+\n\n/trpV1\n\n-\n\nand 45% GH\n\n+\n\nTG neurons did not express CGRP. Overall, these data indicate that GH is expressed in both nociceptive and non-nociceptive TG sensory neurons.\n\nFigure 4\n\nExpression of Prl, Gh and Pomc gene products in DRG, NG/JG and TG. TG, DRG and NG/JG cryo-sections harvested from naïve mice and labeled with Pomc (\n\nupper panels\n\n), Gh (\n\nmiddle panels\n\n) and Prl (\n\nbottom panels\n\n) antibodies. Type of sensory ganglion is noted above upper panel. White bars correspond to 40 μm on images captured with × 20 objective. Blue bars correspond to 40 μm on images captured with 10 × objective.\n\nFigure 5\n\nSize distribution of GH\n\n+\n\ncells in TG and co-expressions of GH with CGRP/TdTomato\n\n+\n\nand TrpV1-GFP\n\n+\n\nTG neurons. (\n\nA\n\nand\n\nA’\n\n) Immunohistochemistry (IHC) of TG section from TrpV1-GFP reporter mouse with GH (red). Yellow arrows show TrpV1\n\n+\n\n/GH\n\n+\n\ncells and white arrows TrpV1\n\n+\n\n/GH\n\n-\n\ncells. White bars correspond to 20 μm on images captured with 20 × objective. (\n\nB\n\nand\n\nB’\n\n) IHC of TG section from CGRP\n\ncre-ER\n\n/TdTomato reporter mouse with GH (green). Yellow arrows show CGRP\n\n+\n\n/GH\n\n+\n\ncells and white arrows CGRP\n\n+\n\n/GH\n\n-\n\ncells. White bars correspond to 20 μm on images captured with 20 × objective. (\n\nC\n\n) Cell size distribution of GH + cells in TG of three independent mice. (\n\nD)\n\nPercentages of GH\n\n+\n\ncells co-expressing with CGRP\n\ncre-ER\n\n/TdTomato and trpV1-GFP-positice TG sensory neurons.\n\nTo further investigate GH and POMC expression, we performed whole mount IHC on male mouse dura biopsies as it was previously done for PRL\n\n38\n\n. GH is present in a set of neurofilament heavy chain positive (NFH\n\n+\n\n) dural fibers (Fig.\n\n6\n\nA’,A’’\n\ngreen arrows\n\n), blood vessel cells (Fig.\n\n6\n\nA,A’) and a subset of CD11b\n\n+\n\nmyeloid cells (Fig.\n\n6\n\nA’,A’’’,\n\npink arrows\n\n). POMC is expressed in all visible NFH\n\n+\n\ndural fibers (Fig.\n\n6\n\nB’,B’’\n\ngreen arrows\n\n), blood vessel cells (Fig.\n\n6\n\nB,B’) and all CD11b\n\n+\n\ncells (Fig.\n\n6\n\nA,A’’’,\n\nblue arrows\n\n). We note that NFH\n\n+\n\nfibers (i.e. A-fibers) usually travel with C-fiber inside of perineural sheath in dura\n\n42\n\n. Hence, Fig.\n\n6\n\ncannot definitively tell whether GH and POMC are expressed in C- and/or A-fiber containing TG neurons. Altogether, these data suggest a surprising expression of classical pituitary hormones POMC, GH, and PRL in TG, but not DRG or NG/JG sensory neurons.\n\nFigure 6\n\nExpression of GH and Pomc in male mouse dura mater. IHC on naïve male mouse dura matter with Gh (red), NFH (blue) and CD11b (green) (\n\nA\n\n), Gh (\n\nA’\n\n), NFH (\n\nA’’\n\n) and CD11b (\n\nA’’’\n\n) antibodies. Green arrows show Gh\n\n+\n\n/NFH\n\n+\n\nnerve fibers (\n\npanels A’\n\nand\n\nA’’\n\n). Cyan arrows show Gh\n\n-\n\n/NFH\n\n+\n\nnerve fibers (\n\npanels A’\n\nand\n\nA’’\n\n). Pink arrows show Gh\n\n-\n\n/CD11b\n\n+\n\ncells (\n\npanel A’’’\n\n). IHC on male mouse dura matter with Pomc (red), NFH (blue) and CD11b (green) (\n\nB\n\n), Pomc (\n\nB’\n\n), NFH (\n\nB’’\n\n) and CD11b (\n\nB’’’\n\n) antibodies. Green arrows show Pomc\n\n+\n\n/NFH\n\n+\n\nnerve fibers (\n\npanels B’\n\nand\n\nB’’\n\n). Blue arrows show Pomc\n\n+\n\n/CD11b\n\n+\n\ncells (\n\npanels B and B’’’\n\n). Images were captured with × 10 objective. Bar on panels A’’’ and B’’’ correspond to 30 μm.\n\nExogenous GH-induced hypersensitivity in the spinal system\n\nSex-dependent actions of exogenous and endogenous PRL in the spinal and trigeminal system are reported\n\n31\n\n,\n\n34\n\n,\n\n38\n\n. Growth hormone receptor\n\n43\n\nis expressed on DRG or TG neurons\n\n11\n\n(see also RNA-seq Supplementary data). IHC data (Figs.\n\n4\n\n,\n\n5\n\n,\n\n6\n\n) indicate that along with their endocrine effects, endogenous GH could exert autocrine or paracrine actions upon release from non-neuronal extra-pituitary cells at periphery (i.e. hindpaws, dura, masseter muscle, etc.), spinal cord, brain stem or TG neurons. Here, we evaluated whether exogenously delivered GH can produce hypersensitivity in the spinal and trigeminal systems.\n\nIntraplantar (i.pl.) injection of 5 μg mouse GH did not generate heat (2-way ANOVA; F (2, 30) = 0.2332;\n\nP\n\n= 0.7934; n = 6; Fig.\n\n7\n\nA) or mechanical hypersensitivity (F (3, 32) = 0.2845;\n\nP\n\n= 0.8362; n = 5; Fig.\n\n7\n\nB). Intrathecal delivery of 5 μg mouse GH also did not produce thermal hypersensitivity F (5, 49) = 0.7880;\n\nP\n\n= 0.5634; n = 5; Fig.\n\n7\n\nC). Moreover, this intrathecal GH effect was slightly anti-hyperalgesic, although statistically insignificant (Fig.\n\n7\n\nC). In contrast, two independent trials showed that spinal GH (1 and 5 μg) generated significant mechanical hypersensitivity (F (12, 158) = 1.619;\n\nP\n\n= 0.0911; n = 8–12; Fig.\n\n7\n\nD). However, we did not observe dose-dependency of these effects (Fig.\n\n7\n\nD). These data suggest that in the spinal system, GH-induced nociceptive responses depend on whether peripheral or central DRG neuron terminals were activated via direct and/or indirect pathways.\n\nFigure 7\n\nGH-induced acute hypersensitivity in the spinal system. (\n\nA\n\n) Measurement of heat thresholds of hindpaws (as paw withdrawal latency (PWL)) after intraplantar (i.pl.) injection of GH (5 μg) or vehicle (PBS). N = 6. (\n\nB\n\n) Mechanical thresholds of hindpaws after intraplantar (i.pl.) injection of GH (5 μg) or vehicle. N = 5 (\n\nC\n\n) Measurement of heat thresholds of hindpaws (as PWL) after intrathecal (i.t.) injection of GH (5 μg) or vehicle (PBS). N = 5–6. (\n\nD\n\n) Mechanical thresholds of hindpaws after intrathecal (i.t.) injection of indicated dosages of GH or vehicle. N = 6–11. Statistic is 2-way ANOVA, Sidak’s post hoc test (NS—non-significant; **\n\np\n\n< 0.01; **\n\np\n\n< 0.01; #\n\np\n\n< 0.0001). Dosages of GH are specified on some panels. Vehicle or GH single administration time point is indicated on every panel with the green vertical arrow. GH delivery route is indicated above each panel.\n\nExogenous GH-induced hypersensitivity in the trigeminal system\n\nSingle administration of exogenous GH into the masseter muscle produced up to 4-days-lasting orofacial mechanical hypersensitivity in a dose-dependent manner (2-way ANOVA; F (4, 35) = 7.284;\n\nP\n\n= 0.0002; n = 4–5; Fig.\n\n8\n\nA). Similarly, delivery of GH (5 μg), but not vehicle (PBS) onto dura mater evoked mechanical hypersensitivity in the periorbital area (2-way ANOVA; F (4, 46) = 6.27;\n\nP\n\n= 0.0004; n = 5–6; Fig.\n\n8\n\nB). Moreover, these GH-induced pain responses were mediated by GH receptor (GHR), since clinically used GHR antagonist, pegvisomant, which blocks both mouse and human GHR\n\n44\n\n,\n\n45\n\n, significantly reverse GH effects (F (4, 42) = 4.762;\n\nP\n\n= 0.0029; n = 4–8; Fig.\n\n8\n\nC). Overall, GH-induced hypersensitivity in male mice depends on modality (thermal vs. mechanical), sensory system (spinal vs. trigeminal), and application site (peripheral vs. central terminals).\n\nFigure 8\n\nGH-induced acute hypersensitivity in the trigeminal system. (\n\nA\n\n) Orofacial mechanical nociception after intra masseter muscle administration of GH or vehicle. N = 4–5 (\n\nB\n\n) Periorbital mechanical nociception after dura matter administration of GH (5 μg) or vehicle. N = 5–6. (\n\nC\n\n) Periorbital mechanical nociception at 3 h and 1d after dura matter administration of GH (5 μg), GH receptor antagonist (GHR-ant; 25 μm) or a mix of GH (5 μg) and GHR-ant (25 μg). N = 4–8. Statistic is 2-way ANOVA, Sidak’s post hoc test (NS—non-significant; **\n\np\n\n< 0.01; ***\n\np\n\n< 0.001; #\n\np\n\n< 0.0001). Dosages of GH are specified on some panels. Vehicle or GH a single administration time point is indicated on A and B panels with the green vertical arrows.\n\nDiscussion\n\nThe various sensory ganglia have distinct anatomical locations and unique functions as well as discrete pain pathological conditions associated with their sensory neurons\n\n1\n\n–\n\n4\n\n. Therefore, characterization of sensory neuron transcription and protein profiles in different ganglia are critically important for understanding underlying mechanisms of pain conditions associated with these sensory ganglia. There are multiple published studies delineating the differences in transcriptional and translational profiles between lumbar DRG and TG in rodents and humans\n\n14\n\n,\n\n15\n\n,\n\n41\n\n,\n\n46\n\n–\n\n48\n\n. In our and others estimation, sensory ganglia are composed of 90–95% non-neuronal cells (Fig.\n\n1\n\nC)\n\n13\n\n,\n\n14\n\n. Hence, to truly delineate transcriptomic profiles for sensory neurons, there is a need for vigorous and meticulous purification of sensory neuronal fractions from sensory ganglion preparations. Meticulous sensory neuronal purifications by FACS or sensory neuronal ribosome isolation have been performed in some\n\n13\n\n–\n\n15\n\n,\n\n41\n\n, but not all studies\n\n46\n\n–\n\n48\n\n. Sensory neuronal fraction purification by FACS requires the use of reporter mice\n\n14\n\nor back-labeling of sensory neurons with fluorescent tracers\n\n13\n\n. Reporter mice must possess high specificity in all (or almost all) sensory neurons. Specificity of the advillin promotor (Avil-GFP)\n\n14\n\nhas been disputed\n\n49\n\n. Accordingly, we selected Pirt-cre/TdTomato reporter, specificity of which has been confirmed by two independent differential screening of subtractive libraries\n\n21\n\n,\n\n50\n\nand detailed anatomical studies\n\n17\n\n,\n\n51\n\n. Another challenge in purification of sensory neurons is created by their large size (15–70 μm). To avoid missing large neurons and damaging medium-to-large neurons, 100–130 μm nozzle is required during FACS\n\n13\n\n(Fig.\n\n1\n\nD,E). However, having a large nozzle, in turn, undermines FACS efficiency. Thus, a minimum of two cycles of sorting (used here) is required (Fig.\n\n1\n\nC). Moreover, to achieve high enrichment, weakly Pirt-expressing neurons should be omitted by gating (Fig.\n\n1\n\nB,C). Next, it appears that ganglion non-neuronal cells have tendency to create doublets with sensory neurons\n\n41\n\n. Separation of doublets from singlets during FACS is paramount for accurate purification of sensory neurons (Fig.\n\n1\n\nA). Finally, preparation from wild-type mouse sensory ganglia is necessary for correct setting of gates (Fig.\n\n1\n\nB). All these precautions are important for accurate and highly enriched sensory neuron-specific purifications.\n\nWe have detected differences in gene expression between sensory neurons of different ganglia by using RNA-sequencing on population of Pirt\n\n+\n\nneurons. Moreover, DEGs selection for further validation, and consideration for functional studies were quite strong: > 5 RPKM, fold-change (FC) > 5 and statistical significance for DEGs as Padj < 0.05. Populational based RNA-sequencing has strong and weak sites. Thus, this approach has strong signal to noise ratio, as well as reproducibility and reliability of results. Drawback of this approach is that for heterogeneous population as Pirt\n\n+\n\nneurons from different ganglia, it is impossible to tell whether a variation in transcript reads between distinct ganglia could be due to a differential proportion of gene-expressing neurons, or a differential level of transcript production in the gene-expressing neurons. Such questions could be answered by performing single-cell sequencing and analysis of sensory neurons from different ganglia. However, this approach has its own limitations such as difficulty in performing high quality single-cell sequencing on sensory neurons and especially single cell sequencing analysis for differences between two distinct groups of sensory neurons. In any case, transcriptomic data on differences between populations of sensory neurons generated by these approaches require further lengthy functional studies to prove meaningfulness of findings.\n\nBesides traditional targets—L3–L5 DRG and TG, T10-L1 DRG and NG/JG were used as described experiments, as this allows for a broader picture on diversity for sensory neuronal transcriptomic profiles. Additionally, T10-L1 DRG and NG/JG are functionally distinct from L3–L5 DRG or TG neurons\n\n1\n\n–\n\n4\n\n. There is a set of DEGs, which were predominantly expressed in L3–L5, T10-L1 DRG, NG/JG or TG sensory neurons (\n\nTables 1\n\n,\n\n2\n\n,\n\n3\n\n, Figs.\n\n2\n\n,\n\n3\n\n). These DEGs do not cover any particular biological processes according to the statistical overrepresentation test. Nevertheless, some DEGs are almost exclusively expressed in certain sensory ganglia. For example, we found\n\nPhox2b\n\nand\n\nEfcab6\n\nwere specifically transcribed in NG/JG neurons compared to other ganglion sensory neurons (Table\n\n2\n\n). Function of\n\nEfcab6\n\nis not clear, while\n\nPhox2b\n\nregulates development of viscera controlling neurons of the peripheral and central nervous systems\n\n18\n\n–\n\n20\n\n. Moreover, NG/JG did not have sensory neurons expressing well-known markers—\n\nPvalb\n\nand\n\nMrgprd\n\n(Table\n\n3\n\n). Hox genes are selective for DRG sensory neurons.\n\nHoxa7\n\nis specific for L3–L5 as well as T10-L1 DRG compare to NG/JG and TG neurons. Additionally,\n\nHoxa9\n\nand\n\nHoxa10\n\nexpress in L3–L5 DRG, but not NG/JG or TG neurons. Finally,\n\nHoxb2\n\n,\n\nHoxb5\n\nand\n\nHoxb7\n\nwere found to be specific for L3–L5 DRG neurons when compared to TG neurons. This is in line with others who have reported\n\nHox\n\ngenes exclusive for L3–L5 DRG neurons compared to TG neurons\n\n14\n\n.\n\nHox6a, Hoxb3, Hoxb6, Hoxc6, Hoxc8\n\n,\n\nHoxc9, Hoxc10, Hoxd8, Hoxd9,\n\nand\n\nHoxd10\n\nwere all exclusively expressed in L3–L5 DRG neurons, but P adjustment (Padj) was > 0.05 due to low RPKM values for these DEGs. Others have reported L3–L5 DRG sensory neuron-exclusive genes, such as\n\nKcnq5, Prlr,\n\nand\n\nAW551984\n\n14\n\n, at higher levels compared to TG neurons. Interestingly,\n\nPrlr\n\nexpression is lacking in NG/JG sensory neurons. Our data showed that reported TG sensory neuron-selective genes, such as\n\nRgs6, Gabrd,\n\nand\n\nOxtr\n\n14\n\n, have substantially (3–tenfold) higher RPKM in L3–L5 DRG, T10-L1 DRG, and even NG/JG neurons, while\n\nAvpr1a\n\nis evenly expressed in DRG and TG, but absent in NG/JG neurons. TG sensory-neuron-specific DEGs are presented in Fig.\n\n3\n\nB. Functional significance of\n\nKrt18\n\nand\n\nCyp2f2\n\ngene products for TG neurons are not clear.\n\nPtgds\n\nand\n\nPrl\n\ngenes are involved in female-selective mechanisms of nociception for the spinal system\n\n28\n\n,\n\n32\n\n–\n\n34\n\n,\n\n38\n\n. Involvement of PTGDS or PRL proteins in sex-dependent regulation of nociception in the orofacial region have recently been reported\n\n38\n\n.\n\nHere, we have focused our efforts to investigate whether GH contributes to regulation of nociception in the spinal versus trigeminal system. GH did not exert acute heat and mechanical hypersensitivity in male mouse hindpaw after local administration (Figs.\n\n7\n\nA,B). However, intra-spinal (i.e. intrathecal) injection of exogenous GH (1 or 5 μg) produced up to 4-day lasting mechanical, but not heat hypersensitivity (Figs.\n\n7\n\nC,D). Interestingly, no dose-dependency of GH action was recorded. This could indicate that lower GH dosage is able to produce hypersensitivity via acting on central terminals of sensory neurons. Another possibility is that GH activates spinal cord cells, which in turn release factors activating or sensitizing the central terminals in the spinal system. Unlike the spinal system, stimulation of peripheral terminal in the trigeminal system by GH produced profound acute hypersensitivity. Thus, orofacial mechanical hypersensitivity was induced by after single administration of GH into masseter muscle and periorbital mechanical hypersensitivity was detected after injection of GH into dura mater of male mice (Figs.\n\n8\n\nA,B). The effect of GH in the trigeminal system was dose-dependent (Fig.\n\n8\n\nA). This GH-induced hypersensitivity was meditated by GHR and reversed by pegvisomant (Fig.\n\n8\n\nC). These data indicate that ability of GH in induction of hypersensitivity in male mice depends on several factors such as modality (thermal vs. mechanical), sensory system (spinal vs. trigeminal), and application site (peripheral vs. central terminals).\n\nPrevious study shows that systemic application of GH (0.5 mg/kg) increased baseline mechanical nociception in P7, but not P14 male mice\n\n39\n\n. In contrast, heat baseline nociception was reduced in P7, but not P14 male mice\n\n39\n\n. These results agree with our data (Fig.\n\n7\n\nA,B). Interestingly, multiple systemic GH treatments attenuated carrageenan acute inflammatory hypersensitivity\n\n39\n\n. GH release hormone receptor (GHRHR) ablation induced behavioral and afferent hypersensitivity during early developmental stages but resolved at P21 age male mice\n\n52\n\n,\n\n53\n\n. Reported effects of GH in young male mice are attributed to insulin-like growth factor 1 receptor\n\n39\n\n. It is not clear whether the action of GH is local, in the spinal cord or brain. However, systemically delivered GH is not readily cross the blood brain barrier\n\n54\n\n. Moreover, effect of GH in the spinal system has yet to be assessed in females, especially female mice at the reproduction age. Our data and previous literature suggest that GH could have differential effects on modulation of nociception and hypersensitivity in the trigeminal versus spinal systems. This is also supported by clinical data. Thus, acromegaly patients having excess GH often reported severe and prolonged headaches, but no pain in limbs (see review\n\n55\n\n).\n\nAn increased ACTH brings to Cushing and Addison disease. Patients with Cushing’s syndrome and Addison disease seldom report abdominal pain\n\n56\n\n,\n\n57\n\n. However, pain during these diseases was not associated with elevation of ACTH. Despite PRL, GH, and POMC-derived peptides/proteins are predominantly expressed in the pituitary at high levels, there is evidence for extra-pituitary presence of these hormones, especially in immune cells\n\n58\n\n–\n\n61\n\n. POMC-derived peptide could be involved in cell–cell communication via autocrine and paracrine mechanisms. Moreover, reduction of already low levels of POMC expression in DRG neurons of female and male mice with diabetic neuropathy contributes to hypersensitivity\n\n40\n\n. This effect was attributed to endorphins that could be processed from POMC\n\n40\n\n. Overexpression of POMC-derived endo-opioids in L3–L4 DRG does not change baseline nociception in female mice but suppresses diabetic neuropathy-induced hypersensitivity\n\n40\n\n. Interestingly, diabetic female mice develop heat hypersensitivity, as opposed to hyposensitivity in males, while POMC-MOR expression is downregulated in both female and male mice, and POMC effects in diabetic mice was not sex-dependent\n\n40\n\n. Like GH, POMC-derived peptides could have distinct signaling pathways and outcomes on modulation of nociception and hypersensitivity in the trigeminal versus spinal systems.\n\nOverall, our approaches identify several DEGs that are specifically expressed in sensory neurons of DRG, NG/JG or TG. Interestingly, these genes include very prominent players in the endocrine system—PRL, GH, POMC as well as prolactin and oxytocin receptors. Moreover,\n\nPrl, Prlr, Pomc\n\nand\n\nPtgds\n\n, which are involved in differential occurrences of pain disorders in men and women\n\n28\n\n,\n\n31\n\n,\n\n34\n\n,\n\n40\n\n,\n\n62\n\n, have differential expression for TG versus DRG and NG/JG neurons. Based on our findings, we favor the hypothesis that certain critical proteins for the endocrine system have different signaling pathways as well as pathophysiological outcomes for the spinal versus trigeminal system. Our results advance our understanding of unique properties of sensory ganglion neurons and provide a building step for further studies on regulation of nociceptive pathways by endogenous GH and POMC for pathological pain conditions affecting head and neck area (i.e. the trigeminal system).\n\nMaterials and methods\n\nMouse lines and reagents\n\nAll animal experiments conformed to APS’s Guiding Principles in the Care and Use of Vertebrate Animals in Research and Training, and to protocols approved by the University Texas Health Science Center at San Antonio (UTHSCSA) Animal Care and Use Committee (IACUC). We followed guidelines issued by the National Institutes of Health (NIH) and the Society for Neuroscience (SfN) to minimize the number of animals used and their suffering. The reporting in the manuscript follows the recommendations in the ARRIVE guidelines.\n\nEight-to-twelve-week-old naïve C57BL/6J (The Jackson Laboratory, Bar Harbor, ME) male mice were used for all described experiments. In fluorescent activated cell sorting (FACS) experiments, we used Pirt\n\ncre/-\n\n/Rosa26\n\nLSL-tdTomato/+\n\n(Pirt/TdTomato) reporter mice, which show specific expression of red fluorescent protein, TdTomato in all sensory neurons\n\n63\n\n. In some immunohistochemistry (IHC) experiments, we used CGRP\n\ncre/-ER\n\n/Rosa26\n\nLSL-tdTomato/+\n\n(CGRP/TdTomato; kindly provided by Dr. Pao-Tien Chuang, UC San Francisco, San Francisco, CA) reporter mice, which show specific expression of TdTomato (red) in CGRP\n\n+\n\nsensory neurons\n\n22\n\n; and TRPV1-GFP reporter mice (purchased from the GENSAT program; MMRRC services UC Davis, CA), which show specific expression of GFP (green) in TRPV1\n\n+\n\nsensory neurons\n\n22\n\n.\n\nMouse GH was kindly provided by Novo Nordisk (Dr. Peter Thygesen). GH receptor (GHR) antagonist (Pegvisomant; PF-04748184), which blocks both mouse and human GHR, was kindly provided by Pfizer (Pfizer’s Compound Transfer Program).\n\nIsolation of ganglion sensory neurons\n\nLeft and right whole L3–L5 DRG, T10-L1 DRG, NG/JG complex and TG tissue biopsies were dissected after perfusion of Pirt/TdTomato mice with phosphate buffer pH 7.3 (PB). Ganglion tissues were used for single-cell suspension generation as previously described\n\n13\n\n. Briefly, whole ganglia were treated with 125 μg/ml liberase (Millipore-Sigma, St. Louis, MO) and 200 μg/ml dispase II (Millipore-Sigma, St. Louis, MO) in Hank’s solution for 60 min. Reaction was stopped by washing tissues with DMEM/L-glutamate/5% fetal bovine serum (FBS) media. Ganglia were dispersed to single-cell conditions by pipette and filtered through 100 μm strainer.\n\nFACS was used to isolate all sensory neurons, which express TdTomato\n\n13\n\n. Consecutive gates were used to isolate Pirt/TdTomato\n\n+\n\ncells. First, debris was excluded by forward scatter area (FSC-A) and side scatter area (SSC-A) gating. Second, duplets and clumps were excluded by side scatter width (SSC-W) and side scatter area gate (SSC-A) gate. Third, dead cells were excluded by allophycocyanin-Cy7 (APC-Cy7) Zombie NIR Fixable Viability Kit (Biolegend). Forth, Prrt-tdT+ bright cells were gated in PE phycoerythrin (PE-A) channel and sorted. Two cycles of sorting, which provide > 90% purification of sensory neuronal fractions, were conducted on 5 laser FACS Aria-IIIu cell sorter equipped with 100 μm nozzle.\n\nRNA isolation, cDNA synthesis and RNA-sequencing\n\nRNA was isolated from single-cell sensory neuron suspension using Qiagen RNeasy (Universal Mini Kit) as was previously described\n\n74\n\n. RNA (< 10 ng) quality was accessed after cDNA preparation using Fragment Analyzer Agilent 2100 Bioanalyer RNA 6000 Nano chip (Agilent Technologies, Santa Clara, CA). RNA-seq cDNA libraries from sensory neuronal fraction (3000–35,000 neurons depending on types of ganglia) were prepared using oligo dT according to SMART-seq-2 protocol\n\n75\n\n,\n\n76\n\nwith previously described modifications\n\n13\n\n. cDNA libraries were subjected to quantification and subsequent 50 bp single read sequencing run with Illumina HiSeq 3000 platform (Illumina, San Diego, CA). Each group have n = 4 samples. Depth of reads was 30–50 × 10\n\n6\n\nbp for each sample.\n\nTranscriptomic data analyses and statistics\n\nSequencing data from all samples were processed in the same way as previously described\n\n13\n\n. Briefly, RNA-seq readings were de-multiplexed with CASAVA and the FastQ files were generated. Raw reads were aligned to mouse genome build mm9/UCSC hg19 using TopHat2 default settings\n\n77\n\n,\n\n78\n\n. The BAM files obtained after alignment were processed using HTSeq-count to obtain the counts per gene, and then converted to RPKM (Read Per Kilobase of gene length per Million reads of the library)\n\n79\n\n. Differentially expressing genes (DEGs) were identify using DESeq software after performing median normalization\n\n80\n\n. Quality control statistical analysis of outliers, intergroup variability, distribution levels, PCA and hierarchical clustering analysis was performed to statistically validate the experimental data. Multiple test controlling was performed with Benjamini–Hochberg procedure and adjusted\n\np\n\nvalue (Padj) was generated. Criteria for selection of DEGs for the further analysis are following: > 5 RPKM, fold-change (FC) > 5 and statistical significance for DEGs as Padj < 0.05. This allows to select DEGs with high levels expression and significant difference in expression levels. DEGs were clustered according to biological processes using the PANTHER software (\n\nhttp://www.pantherdb.org/\n\n).\n\nImmunohistochemistry\n\nImmunohistochemistry (IHC) was performed on L3–L5 DRG, NG/JG complex and TG sections, and dura mater biopsies dissected from naïve male 4% paraformaldehyde-perfused mice. Cryo-section (25 μm) generation and IHC process were performed as described\n\n22\n\n,\n\n36\n\n. Whole-mount IHC on dura biopsies was carried out. Intact dura was fixed again with 4% paraformaldehyde and cryoprotected with 30% sucrose in phosphate buffer. Labeling with primary and secondary antibodies were done on submerged dura samples in wells of 12-well plates. IHC was simultaneously performed on 4–8 sections generated from 3 animals. The following primary antibodies were used: anti-CGRP rabbit polyclonal (Sigma; C8198; 1:300)\n\n64\n\n–\n\n66\n\n, anti-neurofilament H (NFH) chicken polyclonal antibodies (BioLegend, San Diego, CA; cat: PCK-592P; 1:400)\n\n67\n\n, anti-PRL rabbit polyclonal antibodies (Bioss, Boston, MA; cat: BS-23763R; 1:200), anti-POMC rabbit polyclonal antibodies (Bioss, Boston, MA; cat: BS-1195R; 1:200), anti-POMC rabbit polyclonal antibodies (Bioss, Boston, MA; cat: BS-1195R; 1:200)\n\n68\n\nand anti-GH rabbit polyclonal antibodies (FabGennix; Frisco, TX; cat: GH-112AP; 1:200). After labeling with primary antibodies, sections and dura biopsies were incubated with species appropriate secondary antibodies (1:200; Jackson Immuno-Research Laboratories, Inc., West Grove, PA). Control IHC was performed on tissue sections processed as described but either lacking primary antibodies or lacking primary and secondary antibodies.\n\nImages were acquired using a Keyence BZ-X810 All-in-One Fluorescent Microscope (Keyence, Itasca, IL), a Nikon Eclipse 90i microscope (Nikon Instruments, Melville, NY) equipped with a C1si laser scanning confocal imaging system or Zeiss (Carl Zeiss, Jena) LSM single photon confocal microscope. Images were processed with NIS-elements (Nikon Instruments, Melville, NY), ZEN (Carl Zeiss, Jena) or Adobe Photoshop CS2 software. Gain setting was constant during acquisition, and it was established on no primary control slides. Cell counts from IHC images acquired as Z-stack were performed using Image J software. Total cells/section and positive cells were counted. Cell counting were performed independently by two investigators. We used 3 independent mice to generate sections and counted 3–5 sections per mouse. Thus, each group has n = 3, and data for each sample are represented by mean values from 3 to 5 sections generated per animal.\n\nDural, masseter muscle, hindpaw (intraplantar) and spinal cord (intrathecal) injections\n\nInjection into hindpaw (i.e. intraplantar) was done as previously described\n\n69\n\n. Briefly, mice were anesthetized with 5% isoflurane (v/v) for ≈20–30 s. The plantar surface of the footpad was cleaned with betadine and 70% ethanol. Solutions with hormones (10 μl) were injected using 1 ml-insuline syringe with 30-gauge needles into the metatarsal region of the hindpaw. Pressure on hindpaw was maintained several seconds after withdrawal of the needle.\n\nInjection into spinal cord (i.e. intrathecal) was done as described\n\n34\n\n. Briefly, tissue above spinal L3–L5 levels was cleaned with betadine and 70% ethanol. The mice were anesthetized with 5% isoflurane (v/v) for ≈1–1.5 min. Injection were performed with 30-gauge 1/2-inch needle mated to a 10-pl luer tip syringe (Hamilton, Reno, NV). The needle is inserted into the tissue above L4 or L5 spinal levels so that it slips into the groove between the spinous and transverse processes. The needle is then moved carefully forward to the intervertebral space as the angle of the syringe is decreased to about 10°. The tip of the needle is inserted so that approximately 0.5 cm is within the vertebral column. Solutions with hormones (10 μl) were injected and the needle rotated on withdrawal.\n\nInjection into masseter muscle were also performed on mice anesthetized with 5% isoflurane (v/v) for 1–1.5 min. The skin over masseter muscle was cleaned with betadine and 70% ethanol. Solutions with hormones (10 μl) were injected using 1 ml-insuline syringe with 30-gauge needles into region closer to tendinous aponeurosis of the superficial head of the masseter muscle.\n\nAdministrations of solutions to dura matter were performed according to previously published methods\n\n70\n\n. Briefly, mice were anesthetized under isoflurane for < 2 min and injected with 5 μl hormone solution using a modified internal cannula (Invivo1, part #8IC313ISPCXC, Internal Cannula, standard, 28 gauge, fit to 0.5 mm). The inner portion of the cannula was adjusted with calipers to extend from 0.5 to 0.65 mm in length. The cannulas were inserted through the soft tissue at the intersection of the lambdoidal and sagittal sutures.\n\nHypersensitivity testing of the hindpaws, periorbital skin and V2 facial skin area over masseter muscle\n\nAll experimenters performing testing on mice and data analysis were done blinded for all behavior experiments. Allocation of animals to treatment groups was randomized by a “blinder” that drew animal numbers from a bag of paper slips. Mice were habituated to the testing environment for at least 1 h prior to nociception measurements on the hindpaw. Heat-induced nociception was measured using an automated Hargreaves’ apparatus as previously described\n\n71\n\n. Mechanical stimulus-induced nociception following the intraplantar injection was assessed by determining paw withdrawal threshold using up-down von Frey method\n\n72\n\n.\n\nMechanical hypersensitivity in head and neck area was performed on unrestrained animals\n\n70\n\n,\n\n73\n\n. To reduce any effects of restraint by hands or grasping the tail, mice were habituated\n\n73\n\n. For measurements of mechanical hypersensitivity following masseter muscle injection, sequence of following procedures was carried out. First, naïve mice were placed in a black wire mesh box (4 × 4 × 4″) and allowed to freely move for ≈1 h. This procedure was repeated 3 days. Next, test von Frey filament probing of V2 facial skin area over masseter muscle was applied to each mouse for 3–4 consecutive days. Each grade of von Frey filament was applied 3 times at intervals of a few seconds. The stimulation always began with the filament producing the lowest force and stopped when mice are responded to 3 consecutive stimulations with a graded von Frey filament. A brisk or active withdrawal of the head from the probing filament was defined as a response. Mice with mechanical threshold > 0.6 g at V2 facial skin area, which is considered baseline mechanical nociception, were selected for drug/hormone injection. After injection into masseter muscle, mechanical hypersensitivity was regularly assessed for 1 week.\n\nHeadache-like behavior following dura injection were assessed as described\n\n70\n\n. To habituate mice, they were placed in 4 oz paper cups (Choice) for 2 h a day for 3 consecutive days. von Frey testing of the periorbital skin (the midline of the forehead at the level of the eyes), which is used to assess headache-like behavior, was carried out on each mouse located in a paper cup for the 3–4 consecutive post-habituation days. Baselined animals were defined as animals that exhibited a withdrawal threshold > 0.6 g. Mice with a baseline threshold < 0.6 g at the end of 3 habituation days and 4 test days were excluded from experiments. After application of drug/hormone to dura, mechanical thresholds were regularly determined for 1 week by applying von Frey filaments to the periorbital skin in an ascending/descending manner starting from the 0.02 g filament. If the animal responded to this filament, decreasing forces were applied until the 0.008 g filament was reached.\n\nStatistical analysis\n\nGraphPad Prism 9.0 (GraphPad, La Jolla, CA) was used for statistical analyses. Data in the figures are mean ± standard error of the mean (SEM), with “n” referring to the number of analyzed mice for IHC or behavioral experiments. Statistical changes between 2 or more groups with two variables were analyzed by regular 2-way ANOVA with Sidak’s post-hoc tests. A difference is accepted as statistically significant when\n\np\n\n< 0.05. Number of animals in a group, interaction F ratios, and the associated\n\np\n\nvalues are reported.\n\nEthical approval and informed consent\n\nAll experimental protocols were approved by the UTHSCSA IACUC committee. Protocol numbers are 20190114AR and 20190083AR.\n\nSupplementary Information\n\nSupplementary Information 1.\n\nSupplementary Information 2.\n\nSupplementary Information 3.\n\nSupplementary Information 4.\n\nSupplementary Information 5.\n\nSupplementary Information 6."
  },
  {
    "pmcid": "4315412",
    "title": "Fetal-Adult Cardiac Transcriptome Analysis in Rats with Contrasting Left Ventricular Mass Reveals New Candidates for Cardiac Hypertrophy",
    "publish_date": "2015-2-3",
    "full_text": "Introduction\n\nLeft ventricular (LV) hypertrophy (LVH) is a major sign of cardiac adaption to high blood pressure and the most common cause of cardiac hypertrophy [\n\n1\n\n]. Due to the high prevalence of arterial hypertension, LVH will soon become the most common risk factor for cardiac failure worldwide [\n\n2\n\n].\n\nHowever, independent of blood pressure, LVH alone profoundly affects morbidity and mortality from cardiovascular diseases [\n\n3\n\n–\n\n5\n\n]. It is still poorly understood why only one part of hypertensive patients develop LVH over time. Family and population studies demonstrated that LV mass variation is clearly influenced by genetic factors [\n\n6\n\n,\n\n7\n\n]. This is also supported by genetic analysis of inbred rat models, including hypertensive rat strains [\n\n8\n\n,\n\n9\n\n].\n\nReactivation of fetal gene expression patterns has been demonstrated to play a crucial role in common cardiac diseases in adult life including LVH [\n\n10\n\n]. Thus, increased wall stress and neurohumoral activation are discussed to induce the return to expression of fetal genes after birth in LVH [\n\n11\n\n]. The switch from adult α-myosin heavy chain (MHC) isoform to fetal β-MHC isoform is a well-known process during cardiac hypertrophy [\n\n12\n\n]. Reinducing glucose metabolism under low oxygen supply in hypertrophied hearts is a further example for cardiac adaption processes [\n\n13\n\n,\n\n14\n\n].\n\nIn the presented work we aimed to test whether fetal gene expression programs are linked to the genetic predisposition to LVH. We performed genome-wide gene expression analysis in a genetic rat model of LVH, i.e. the stroke-prone spontaneously hypertensive rat (SHRSP), and in the normotensive rat strain Fischer (F344). SHRSP is a well-established model of polygenetic hypertension and hypertensive organ damage, including LVH. F344 was chosen as an inbred normotensive contrasting rat strain to SHRSP, because F344 exhibit a significantly lower cardiac mass compared to the historical comparator, i.e. Wistar-Kyoto rats (WKY) [\n\n15\n\n] and might be therefore more informative in comparison to SHRSP than WKY. In addition, F344 is recommended by the National Institute on Aging and the National Centre for Toxicological Research in the US as a reference strain in aging studies including cardiovascular investigations [\n\n16\n\n]. Consequently, F344 was used as comparative strain for an earlier genetic quantitative trait linkage (QTL)-mapping study in a complementary project [\n\n17\n\n]. Based on their contrasting phenotype we tested the hypothesis that the fetal expression patterns between day 20 of development (E20) and week 14 in adult animals show differences between SHRSP and F344. By using this novel approach we aimed to identify potential candidates that are involved in the development of LVH.\n\nMethods\n\nAnimals\n\nAll rats were obtained from our colonies at the Forschungseinrichtung für experimentelle Medizin (FEM), Charité—Universitätsmedizin, Berlin. SHRSP rats and WKY rats from these colonies were previously described [\n\n18\n\n,\n\n19\n\n] and breeder pairs of F344 rats were obtained from Charles River (Charles River Laboratories International, Inc.) to establish a new colony at our facility. The total number of male animals studied were for SHRSP E20 n = 7, week 14 n = 8, for F344 E20 n = 8, week 14 n = 8, and for WKY E20 n = 8, week 14 n = 17. Rats were grouped under a 12:12h light/dark cycle using an automated light switching device and climate-controlled conditions at 22°C. Adult rats at week 14 and maternal animals were fed a normal-salt diet (0.2% NaCl). All animal experiments were approved by the government committee in accordance with national animal protection guidelines (Landesamt für Gesundheit und Soziales (LAGeSo) Berlin, Germany).\n\nAt week 14 of age animals were weighed and sacrificed under a ketamine (Ketanest S, Pfizer, Karlsruhe, Germany)/xylazine (Rompun, Bayer, Leverkusen, Germany) anaesthesia (87 mg/kg and 13 mg/kg body weight, respectively).\n\nFetuses on stage E20 were dissected from the uterus and immediately killed by decapitation. Maternal animals were anesthetized by inhalation of isoflurane (Abbott, Wiesbaden, Germany) and sacrificed by removing the heart.\n\nPhenotyping\n\nSystolic blood pressure (SBP) was measured at week 14 in conscious animals by the tail-cuff method, which has been previously validated and reported [\n\n20\n\n]. In brief, two training periods were performed on two separate days. Subsequently, the final blood pressure measurements were recorded on three consecutive days. Due to three sets of two measurements at each session, the individual blood pressure phenotype was based on a maximum of 18 measurements for each rat. A minimum of 12 measurements was required for inclusion in the analysis, which was achieved in all animals.\n\nFor determination of cardiac hypertrophy the hearts at week 14 were arrested in diastole by rinsing in 1 M KCl and subsequently carefully blotted dry. The atria were trimmed away and the mass of the whole heart was determined by weighting to the nearest milligram. Removed hearts of E20 animals were rinsed in 1 M KCL and dissected by removing the atria. Hearts were weighted in total to the nearest milligram. In adult hearts LV was separated from septum and right ventricle for RNA isolation. Both ventricles were used for RNA isolation in E20 rats.\n\nRNA extraction and cDNA synthesis\n\nRNA was isolated from the free wall LV with a trizol assay (TRIzol, Invitrogen Life Technologies) in week 14. Atria free hearts in state E20 were processed with RNeasy Mini Kit (Qiagen, Germany) according to the manufacturer’s instructions. The quality and concentration of the purified total RNA were confirmed by spectroscopy (Nanodrop ND-1000 spectrophotometer; Thermo Fisher Scientific, Waltham, Massachusetts, USA)\n\nFirst-strand cDNA synthesis was carried out on 2μg of total RNA in a 20μl reaction using the First Strand cDNA Synthesis Kit (Fermentas Life Sciences, St Leon-Rot, Germany) following the manufacturer’s recommendations.\n\nMicroarray analysis\n\nMicroarray analysis was performed in SHRSP and F344 samples in individual samples, thus no pooled data were analyzed. For gene expression profiling Illumina RatRef-12 Expression BeadChip with 22523 probes per array was used. Biotinylated, amplified RNA for direct hybridization was generated using the Illumina TotalPrep RNA Amplification Kit (Life Technologies) according to the manufacturer’s instructions. Raw data pre-processing was executed with Genome Studio (Illumina, Version 1.9.0) creating the probe and control profile and the sample information file for further analyses in R (R Core Team. R: A Language and Environment for Statistical Computing. 2013) Quality control and ongoing data processing was performed with package 'lumi' [\n\n21\n\n]. A log2-transformation and quantile normalization was applied to the data. For differential expression analysis we used the adequately supplied methods from package 'limma' [\n\n22\n\n]. T-statistics and log-odds of differential expression with empirical Bayes were computed and adjusted with Benjamini & Hochberg. Microarray data is deposited in the Gene Expression Omnibus and available under accession number GSE53512. For functional annotation Gene Ontology Categories [\n\n23\n\n] were used. Pathways are annotated corresponding to the Kyoto Encyclopedia of Genes and Genomes (KEGG) [\n\n24\n\n].\n\nmRNA expression analysis\n\nTo quantify mRNA expression of atrial natriuretic peptide (Nppa), potassium voltage-gated channel, Isk-related family, member 1 (Kcne1), EF-hand calcium binding domain 6 (Efcab6), cytoplasmic epoxide hydrolase 2 (Ephx2), caspase recruitment domain family, member 9 (Card9), and defensin beta 1 (Defb1) in heart tissue, we used the quantitative Real time PCR (qPCR) method. Appropriate custom-made primers were designed with the Primer Express software and obtained by TIB Molbiol (Berlin, Germany). Oligonucleotide sequences are presented in\n\nS1 Table\n\n. The ABI PRISM 7000 SDS instrument and the Power Sybr Green PCR Master Mix (Applied Biosystems, Darmstadt, Germany) were used to perform the assays according to manufacturer’s recommendations. Relative quantification was done using the ΔΔ-ct method. Every sample was measured in triplicate. To normalize our expression data, we used hypoxanthine guanine phosphoribosyl transferase (HPRT) as a house-keeping gene.\n\nStatistical analysis\n\nAll data were summarized as means ± SD and differences between strains were analyzed by student’s T-Test and ANOVA with post-hoc Bonferroni adjustments if not stated otherwise. Differences were considered significant at the level of p < 0.05.\n\nResults\n\nPhenotype\n\nSHRSP showed significantly higher SBP values at week 14 compared to F344 as expected (\n\nFig. 1\n\n, panel A). Relative heart weight measurements confirmed significant differences between the three rat strains SHRSP, WKY and F344 at week 14. In state E20 heart weight values were not significantly different (\n\nFig. 1\n\n, panel B).\n\n10.1371/journal.pone.0116807.g001\n\nFig 1\n\nMean systolic blood pressure and relative heart weight.\n\nComparison of mean systolic blood pressure (panel A) and relative heart weight (panel B) between F344 strain (white bars, E20 n = 8, week 14 n = 8), WKY strain (grey bars, E20 n = 5, week 14 n = 17) and SHRSP (black bars, E20 n = 7, week 14 n = 1) at state E20 and at week 14, respectively. Values are means ± SD, * p < 0.05 vs. F344 at week 14, ** p < 0.05 vs. F344 and WKY at week 14, respectively.\n\nRegulation of fetal genes\n\nGlucose transporter 4 (Glut4), Pyruvate dehydrogenase kinase 4 (Pdk4) and 2 (Pdk2) as known regulated fetal genes in development showed the expected expression changes during development between E20 and week 14 in SHRSP as well as in F344 in microarray analysis (logFC > |1.5|, p < 0.05). Skeletal alpha actin (Acta1) was regulated in F344 only (logFC = 2.66, p < 0.05) and Malonyl-CoA decarboxylase (Mlycd) showed only a SHRSP specific regulation (logFC = -1.76, p < 0.05). In\n\nS2 Table\n\nin the supporting information we summarized the expression patterns of known regulated fetal genes in cardiac development.\n\nClassification of differentially expressed genes\n\nIn microarray quality control we demanded intragroup correlation coefficients of expression intensities > 0.95. Samples with lower correlation were removed leaving us with four samples of group SHRSP E20, seven of F344 E20, seven of SHRSP week 14 and eight of F344 week 14. Altogether, 15232 expressed transcripts were detectable below a confident detection threshold of 0.05 and examined for differential gene expression.\n\nFor the identification of new potential candidate genes for LVH, we first calculated differentially expressed genes between SHRSP and F344 animals at week 14. Therefore, we applied the 'lmFit' function from package 'limma' of Bioconductor on normalized expression data. Statistics were computed with the 'eBayes' function and p-values were adjusted with False Discovery Rate of Benjamini & Hochberg. For further bioinformatic analysis we considered probes with log fold changes > 1.5 or < -1.5, resulting in 45 transcripts. In SHRSP 24 transcripts showed an up-regulation and 21 transcripts a down-regulation as compared to F344 (log FC > |1.5| and p < 0.05). 40 probes could be annotated with gene name and chromosomal position. A heat map with two-dimensional hierarchical clustering elucidates the expression patterns for the 40 annotated genes over all SHRSP and F344 samples in\n\nFig. 2\n\n.\n\n10.1371/journal.pone.0116807.g002\n\nFig 2\n\nHierarchical clustering of differentially expressed genes.\n\nHierarchical clustering of differentially expressed genes (log fold change > |1.5| and p < 0.01) between SHRSP and F344 in week 14 over all samples. Samples (columns) and genes (rows) are grouped by their expression profile. Expression values are scaled by Z-Score with zero mean and standard deviation of 1. Values above the mean are shown in red, equivalent to the mean are colored in yellow and below the mean in white. Animal samples of F344 E20 (n = 7), F344 week 14 (n = 8), SHRSP E20 (n = 4) and SHRSP week 14 (n = 7) are in order at the bottom.\n\nTo unveil biological functions and cellular processes of these genes we used Gene Ontology terms by which 36 genes could be assigned with at least one term (\n\nS1 Fig.\n\n) To reveal potential LVH susceptibility genes, we chose a new approach to reduce the earlier detected gene group of 40 specifically expressed probes. Therefore, we analyzed developmental expression patterns in each strain between the time points E20 and week 14 of these genes. Fold change limits were set > 1.5 or < -1.5 as described before. Generally, there were no candidates detected because of a discordant expression with an up-regulation between E20 and week 14 in SHRSP and a down-regulation between E20 and week 14 in F344 or vice versa. In SHRSP 8 genes with a significant differential expression in week 14 compared with F344 showed also a strain specific significant differential expression pattern during development between SHRSP E20 and SHRSP at week 14. In the F344 strain 10 genes with significant differential expression in week 14 compared with SHRSP and during F344 specific development were identified. 3 genes were identified in both strains showing a significant differential expression between E20 and week 14. However, our approach prioritized 5 genes as potential candidates for LVH because they showed only in the hypertensive SHRSP rat a differential expression in comparison with F344 at week 14 and a differential expression pattern during development as well. In contrast the remaining 7 transcripts with F344 specific differential expression were evaluated as less relevant for LVH. Thus, we decided to further explore Kcne1, Efcab6 Ephx2, Card9, and Defb1.\n\nTable 1\n\nsummarizes the detected genes with fold changes and p-values for the two performed comparisons, i.e. SHRSP versus F344 in week 14 and the strain specific expression pattern between E20 and week 14.\n\nFig. 3\n\nillustrates the candidate gene identification process.\n\n10.1371/journal.pone.0116807.g003\n\nFig 3\n\nVenn diagram of valid and differentially expressed transcripts.\n\nVenn diagram for the candidate identification process to identify genes for further qPCR validation. Significant differential regulation was given with log fold changes > 1.5 or < -1.5 and p < 0.05. First comparison was F344 vs. SHRSP in week 14, second comparison was E20 vs. week 14 in F344 and SHRSP. Validated candidate genes are labelled with asterisk.\n\n10.1371/journal.pone.0116807.t001\n\nTable 1\n\nFold changes (logFC) and adjusted p-values of candidate genes in SHRSP and F344.\n\nSHRSP vs. F344 week 14\n\nSHRSP E20 vs. week 14\n\nF344 E20 vs. week 14\n\nGene Symbol\n\nlogFC\n\nadj. p value\n\nlogFC\n\nadj. p-value\n\nlogFC\n\nadj. p-value\n\nActa1\n\n2.36\n\n< 0.001\n\n0.33\n\n0.47\n\n2.67\n\n< 0.001\n\nAdhfe1\n\n-2.08\n\n< 0.001\n\n-0.28\n\n< 0.05\n\n-2.21\n\n< 0.001\n\nAldh1a1\n\n1.62\n\n< 0.001\n\n-4.72\n\n< 0.001\n\n-3.26\n\n< 0.001\n\nAnxa3\n\n1.6\n\n< 0.001\n\n-1.24\n\n< 0.001\n\n-1.30\n\n< 0.001\n\nArgbp2\n\n4.01\n\n< 0.001\n\n0.55\n\n< 0.001\n\n0.08\n\n0.59\n\nAtp6v1g2\n\n1.6\n\n< 0.001\n\n-0.18\n\n0.4\n\n0.88\n\n< 0.001\n\nBnip3\n\n-2.42\n\n< 0.001\n\n-0.69\n\n< 0.05\n\n-0.82\n\n< 0.001\n\nBnip3-Ps1\n\n-4.64\n\n< 0.001\n\n-0.29\n\n0.08\n\n-0.77\n\n< 0.001\n\nC2\n\n-1.52\n\n< 0.001\n\n-1.49\n\n< 0.001\n\n-2.63\n\n< 0.001\n\nCard9*\n\n3.21\n\n< 0.001\n\n-4.36\n\n< 0.001\n\n-1.12\n\n< 0.001\n\nCcdc53\n\n2.99\n\n< 0.001\n\n0.26\n\n< 0.05\n\n-0.14\n\n0.06\n\nCcl5\n\n-2.03\n\n< 0.001\n\n-1.57\n\n< 0.001\n\n-3.68\n\n< 0.001\n\nCct6a\n\n-4.09\n\n< 0.001\n\n0.08\n\n0.66\n\n1.01\n\n< 0.001\n\nCds1\n\n-1.76\n\n< 0.001\n\n-0.14\n\n0.35\n\n-1.83\n\n< 0.001\n\nDefb1*\n\n1.58\n\n< 0.001\n\n-1.57\n\n< 0.001\n\n-0.03\n\n0.92\n\nDynlt3\n\n2.03\n\n< 0.001\n\n-1.16\n\n< 0.001\n\n-0.68\n\n< 0.001\n\nEfcab6*\n\n1.67\n\n< 0.001\n\n-2.41\n\n< 0.001\n\n-0.83\n\n< 0.001\n\nEphx2*\n\n-2.33\n\n< 0.001\n\n-1.64\n\n< 0.001\n\n-1.05\n\n< 0.001\n\nHamp\n\n-1.76\n\n< 0.001\n\n-1.37\n\n< 0.05\n\n-2.80\n\n< 0.001\n\nHmgn1\n\n2.55\n\n< 0.001\n\n1.38\n\n< 0.001\n\n1.43\n\n< 0.001\n\nKcne1*\n\n1.51\n\n< 0.001\n\n-1.66\n\n< 0.001\n\n-0.02\n\n0.92\n\nLgmn\n\n-1.58\n\n< 0.001\n\n-0.53\n\n< 0.001\n\n-0.86\n\n< 0.001\n\nMrpl17\n\n2.17\n\n< 0.001\n\n0.20\n\n0.20\n\n0.01\n\n0.95\n\nMrpl18\n\n-4.12\n\n< 0.001\n\n-0.04\n\n0.82\n\n0.09\n\n0.45\n\nMyl7\n\n-3.76\n\n< 0.001\n\n6.24\n\n< 0.001\n\n2.46\n\n< 0.001\n\nNkg7\n\n-1.61\n\n< 0.001\n\n-0.64\n\n< 0.001\n\n-2.30\n\n< 0.001\n\nNppa\n\n2.78\n\n< 0.001\n\n-1.13\n\n< 0.05\n\n1.45\n\n< 0.001\n\nNppb\n\n1.66\n\n< 0.001\n\n-0.89\n\n< 0.05\n\n0.32\n\n< 0.05\n\nPtgr2\n\n1.60\n\n< 0.001\n\n-0.82\n\n< 0.001\n\n-0.11\n\n0.16\n\nRGD1562162\n\n1.74\n\n< 0.001\n\n1.00\n\n< 0.001\n\n0.85\n\n< 0.001\n\nRGD1563903\n\n-1.97\n\n< 0.001\n\n1.05\n\n< 0.001\n\n0.62\n\n< 0.001\n\nRGD1566091\n\n-2.03\n\n< 0.001\n\n0.48\n\n< 0.001\n\n1.42\n\n< 0.001\n\nRnf115\n\n-1.89\n\n< 0.001\n\n0.59\n\n< 0.001\n\n0.16\n\n0.16\n\nRpl17l1\n\n-3.95\n\n< 0.001\n\n0.61\n\n< 0.001\n\n0.88\n\n< 0.001\n\nRragd\n\n-1.78\n\n< 0.001\n\n0.29\n\n< 0.05\n\n-0.27\n\n< 0.001\n\nSlc3a1\n\n1.50\n\n< 0.001\n\n-1.16\n\n< 0.001\n\n-0.48\n\n< 0.05\n\nSpp1\n\n1.96\n\n< 0.001\n\n0.80\n\n0.05\n\n-0.05\n\n0.91\n\nTrh\n\n-1.62\n\n< 0.001\n\n-0.27\n\n0.74\n\n-1.85\n\n< 0.001\n\nUsmg5\n\n-1.91\n\n< 0.001\n\n-0.56\n\n0.05\n\n-0.91\n\n< 0.001\n\nYipf7\n\n-1.63\n\n< 0.001\n\n-0.43\n\n< 0.001\n\n-0.42\n\n< 0.001\n\nValues in the italic written column indicate significantly differentially expressed genes by comparing SHRSP and F344 in week 14 (SHRSP vs. F344). Negative fold changes demonstrate a down-regulation in SHRSP strain. LogFC values in the middle and right columns indicate gene expression by comparing SHRSP E20 and SHRSP in week 14 (E20 vs. week 14, middle column) and F344 E20 and F344 in week 14 (E20 vs. week 14, right column). Negative prefixes indicate a down-regulation in E20. Microarray chip probe ID with annotated gene symbol is indicated if available. Significantly differentially expressed genes with logFC > 1.5 by comparing the strains SHRSP and F344 in week 14 as well as by comparing animals in E20 and week 14 are given in bold. Validated candidate genes are labelled with asterisk.\n\nA mapping of Gene Ontology Terms revealed immune system associated functions for Card9 and Defb1 (e.g. ‘positive regulation of I-kappaB kinase/NF-kappaB cascade’, Gene Ontology Term number (GO): 0005737 and ‘innate immune response’, GO:0045087 for Defb1). Ephx2 could be mapped to ‘catalytic activity’ (GO: 0003824), ‘metabolic process (GO: 0008152)’ or ‘lipid phosphatase activity’ (GO: 0042577) among others. For Efcab6 only one term was found, i.e. ‘calcium ion binding’ (GO: 0005509). Terms like ‘heart contraction’ (GO: 0060047), ‘plasma membrane’ (GO: 0005886) and ‘regulation of heart rate by cardiac conduction’ (GO: 0086091) are assigned to Kcne1. Pathway annotation was only available for two of the five genes; Card9 is involved in the 'NOD-like receptor signalling pathway', whereas Ephx2 is associated with 'Arachidonic acid metabolism', 'Metabolic pathways' and ‘Peroxisome’.\n\nVerification by qPCR\n\nWe performed qPCR analysis for validation of potential candidate genes identified in the microarray analysis. We measured mRNA expression of the known cardiac hypertrophy marker Nppa as positive control. Additionally, we used WKY samples as second control strain to distinguish strain dependent effects.\n\nIn week 14 Nppa, Kcne1, Efcab6 and Defb1 showed the highest mRNA levels in SHRSP in comparison with F344 and WKY animals of the same age by qPCR analysis. In this comparison SHRSP animals presented at least a 40% higher expression for these genes compared to both F344 and WKY (p < 0.05, respectively).\n\nIn contrast, Ephx2 and Card9 were significant lower (-77%, p < 0.001) or similarly (-6%, p = 0.43) expressed in SHRSP at week 14 in comparison with F344 in qPCR analysis. WKY animals at week 14 showed at least a 30% higher expression for these two genes compared to SHRSP animals (p < 0.01, respectively).\n\nThe demonstrated regulation between E20 and week 14 in SHRSP and F344 by microarray analysis could be confirmed by qPCR for Kcne1, Efcab6 and Ephx2. Kcne1, Efcab6 and Ephx2 showed in qPCR analysis an up-regulation of gene expression in SHRSP between E20 and week 14 (p < 0.05, respectively). In contrast, expression value changes during development of these genes were not significant in F344. WKY animals showed up-regulation of Kcne1 as well as of Ephx2 and down-regulation of Efcab6 (p < 0.01, respectively). Defb1 gene expression in E20 was too low for further qPCR analysis.\n\nCard9 was significantly regulated in both of the normotensive control strains (p < 0.05) but not in SHRSP (p > 0.5). Card9 showed discrepant expression values in microarray (significant up-regulation in SHRSP in week 14) and qPCR analysis and was therefore excluded as a candidate, because the detected significant up-regulation in SHRSP week 14 compared to corresponding F344 in microarray analysis was not confirmed by qPCR analysis.\n\nFig. 4\n\nshows mRNA expression levels and regulation between E20 and week 14 by microarray and qPCR analysis.\n\n10.1371/journal.pone.0116807.g004\n\nFig 4\n\nComparison of gene expression by microarray analysis and qPCR analysis.\n\nComparison of mRNA expression levels of atrial natriuretic peptide (Nppa), potassium voltagegated channel, Isk-related family, member 1 (Kcne1), EF-hand calcium binding domain 6 (Efcab6) and epoxide hydrolase 2 (Ephx2) at day 20 of fetal development (E20) and week 14 of postnatal life between normotensive strains F344 (white bars) or WKY (grey bars) in comparison to SHRSP (black bars). Data for expression analysis by microarray are shown in the left group, for qPCR analysis in the middle and right groups, respectively. Values are given in % of corresponding control strain F344 or WKY at week 14. *, p < 0.05; **, p < 0.01.\n\nDiscussion\n\nIn this study we used a multi-stage approach to identify genes potentially involved in the development of LVH phenotype by comparing gene expression patterns of two contrasting strains (SHRSP versus F344) and two development stages (fetal E20 versus adult week 14). Our microarray analysis revealed 5 genes as potential candidates for LVH.\n\nAs the first step to assess gene expression, we used Illumina BeadArray technology with more than 22k transcripts. 15232 probes were detected as expressed (p < 0.05) and screened for differential expression. Subsequently, we validated our results with qPCR.\n\nWe tested Nppa encoding atrial natriuretic peptide as classical marker for LVH as positive control. As expected SHRSP rats at week 14 showed the highest Nppa expression values compared to F344 in microarray analysis (logFC = 2.78, p < 0.001) and in qPCR analysis compared with F344 (+630% compared to F344 at week 14, p < 0.01) and with WKY (+38% of WKY, p < 0.05).\n\nWe aimed to identify differences in fetal-adult cardiac expression programs by contrasting two informative rat strains. Our validation experiments do not show similar consistent expression differences between SHRSP and the two normotensive control strains.\n\nEfcab6 and Kcne1 showed the highest gene expression in SHRSP at week 14 and a strong up-regulation during SHRSP development in comparison with both normotensive control strains in qPCR gene expression determination. Efcab6 showed 82% and 76% higher expression in adult SHRSP than in adult F344 and WKY. Efcab6 encodes for EF-hand calcium binding domain 6 and belongs to the large and diverse calcium regulating EF-hand superfamily; the EF-hand calcium binding motif was identified with functional importance in heart diseases in earlier studies [\n\n25\n\n,\n\n26\n\n]. Efcab6 is a poorly described transcript and was identified earlier in human as DJBP an oncogene binding partner [\n\n27\n\n]. A functional role of Efcab6 was not described to our knowledge.\n\nKcne1 showed in SHRSP and WKY an increase of gene expression during development but a decrease in F344 by comparing qPCR results. Maximum expression values in SHRSP at week 14 were at least about two fold higher than in the two normotensive strains. The influence of Kcne1 in heart failure was previously reported [\n\n28\n\n]. The strong regulation of Kcne1 resulting in high expression in week 14 may point out to an important adaption process during LVH development in SHRSP.\n\nThe further detected candidate gene Ephx2 was previously reported as a promising candidate for cardiac hypertrophy in rodents and patients [\n\n29\n\n,\n\n30\n\n]. Elevated Ephx2 expression values were associated with heart failure in rats [\n\n30\n\n]. However, in cardiac tissue of heart failure patients Ephx2 expression was found to be down-regulated [\n\n30\n\n]. Similarly, in our work Ephx2 gene expression was at least about 40% lower in SHRSP than in the control strains F344 or WKY, respectively. Furthermore, earlier studies identified Ephx2 as interesting drug target in heart failure [\n\n31\n\n,\n\n32\n\n]. Its influence on epoxyeicosatrienoic acids homeostasis has been suggested to modulate cardiac function but the mechanism is still not completely understood and needs to be clarified in further studies [\n\n30\n\n,\n\n31\n\n]. The latter is important, since our study does per se not allow differentiating whether the identified candidates are primarily, i.e. causative, involved in the development of LVH or whether they are related to cardiac adaption processes resulting in larger heart size in SHRSP [\n\n33\n\n]. Furthermore, differentially expressed genes could be still a general sign for genomic strain differences without relevance for cardiac hypertrophy development.\n\nThe basis of our study is the phenotypical difference between F344 and SHRSP in blood pressure and heart weight. In this regard it is important to consider the well-known influence of elevated blood pressure on gene regulation [\n\n34\n\n]. Thus, differences in cardiac gene expression in adult animals might occur as secondary changes in response to the elevated blood pressure. A follow-up study is therefore needed where the effect of blood pressure on the target genes, e.g. by reducing blood pressure in SHRSP to the same level as F344, could be investigated.\n\nAs a limitation of our study gene expression was measured in total LV tissue in adult and in whole heart samples of fetal E20 animals. Thus, we did not differentiate between right and LV tissue in E20 animals, although it should not be dismissed that the hemodynamic exposure of cardiac ventricles in E20 animals is per se quite different from the adult animals.\n\nIn light of the fact that both cardiomyocytes and cardiac fibroblasts play an important role in LVH development and cardiac remodelling [\n\n35\n\n–\n\n37\n\n] our data do not allow distinguishing expression profiles between the two cell types. Furthermore, although the left ventricle is the primary and main target for hypertensive end organ damage, differences in gene expression profiles between cardiac tissues from the ventricle and atria have been reported earlier in addition to differences between cardiac myocytes and cardiac fibroblast [\n\n38\n\n–\n\n41\n\n].\n\nWe used only Hprt as house-keeping gene in qPCR analyses. Although Hprt is an established house-keeping gene in cardiac gene expression studies [\n\n42\n\n,\n\n43\n\n] and our data demonstrated only a low variability of Hprt expression between the analyzed strains and age groups, the use of additional house-keeping genes could have increased the validity of our analysis [\n\n44\n\n].\n\nA further limitation is related to the fact that we measured heart weight and gene expression on two time points only, i.e. state E20 and week 14 as development time points of late gestation age and young adulthood, respectively. In this regard it is of interest, that a high cardiac metabolic gene expression including mitochondrial biogenesis genes and glucose transporter Glut-1 in rats at gestation age of E20 with a subsequent decrease has been reported [\n\n45\n\n]. The chosen time distance might also be an explanation for the observation that a significant differential expression of the known markers for cardiac development like Myh6 and Myh7 were missed in our analysis. Furthermore we could detect strain dependent difference in developmental regulation for Acta1 and Mlycd. The expression of these fetal genes may therefore be influenced by factors including cardiac mechanical influences that differ between the two analyzed rat strains [\n\n46\n\n]. Nevertheless we could verify representative markers for transcriptional changes in cardiac development in both strains [\n\n11\n\n].\n\nThe regulation of Nppa and F344 specific genes are discussed in the\n\nS1 Discussion Appendix\n\n.\n\nTo our knowledge, in this work we report a new approach to identify candidate genes for cardiac hypertrophy by analyzing both gene expression differences between strains with contrasting cardiac phenotype in combination with a comparison of cardiac fetal-adult gene expression patterns in the same strains. We thus identified Efcab6 as new potential candidate gene for the LVH phenotype and confirmed earlier published candidate genes. The functional relevance of the identified candidate genes for LVH needs to be tested in future studies, to exclude the possibility that their observed expression difference is solely related to a genetic inter-strain difference without functional relevance for LVH. Further validation and functional experiments are necessary to confirm these targets and new mechanisms related to cardiac hypertrophy.\n\nSupporting Information\n\nS1 Fig\n\nGene ontology (GO)-Term annotation.\n\nGene ontology (GO)-Term annotation for differentially expressed genes in SHRSP at week 14 in comparison with F344. Panel A represents GO-Terms for ‘biological process’ in SHRSP specific up-regulated genes, Panel B shows SHRSP specific down-regulated genes. Panels C and D demonstrate annotated genes for class ‘cellular component’ in corresponding order as described above. Panel E and F represent annotated genes of ‘molecular function’ (order as above). Categories with more than two genes in one group are shown. The numbers indicate the number of associated genes per term.\n\n(TIF)\n\nClick here for additional data file.\n\nS1 Table\n\nOligonucleotide sequences of used primer for qPCR validation.\n\nGene symbol and NCBI Gene ID of candidate genes is indicated.\n\n(DOCX)\n\nClick here for additional data file.\n\nS2 Table\n\nFold changes (logFC) and adjusted p-values of known cardiac development marker in SHRSP and F344 by microarray.\n\nValues in the middle and right columns indicate gene expression by comparing SHRSP E20 and SHRSP in week 14 (E20 vs. week 14, middle column) and F344 E20 and F344 in week 14 (E20 vs. week 14, right column). Microarray chip probe ID with annotated gene symbol is indicated. Significantly differentially expressed genes with logFC > 1.5 gene expression in E20 and week 14 are given in bold. Not significant differential expression is indicated with n.s.\n\n(DOCX)\n\nClick here for additional data file.\n\nS1 Discussion Appendix\n\nA down-regulation of Nppa expression after birth in rat hearts has been previously described [\n\n47\n\n] and F344 exhibited lower Nppa expression in adult compared to E20 animals by qPCR analysis.\n\nIn contrast, LV Nppa expression increased in adult animals at week 14 compared to E20 animals in both SHRSP and WKY. This finding could be related to the smaller cardiac growth and/or adaptive cardiac response during aging in the F344 strain compared to both SHRSP and WKY. In addition, expression values of Nppa were significantly higher in E20 animals of F344 as compared to SHRSP (+ 20%, p < 0.01) which could point to a possible cardiac developmental mismatch between the two strains resulting in different cardiac expression patterns. Genes that showed a specific expression pattern with up-regulation only in F344, e.g. Adhfe1, were not further examined in the presented work, because we prioritized our analysis on up-regulated genes in SHRSP. Thus, potential candidate genes with LVH preventing function were not validated and could be studied in the further.\n\n(DOC)\n\nClick here for additional data file."
  }
]