[
  {
    "pmcid": "6500046",
    "title": "Exogenous expression of the glycosyltransferase LARGE1 restores α-dystroglycan matriglycan and laminin binding in rhabdomyosarcoma",
    "publish_date": "2019-5-4",
    "full_text": "Background\n\nDystroglycan is a ubiquitously expressed extracellular matrix (ECM) receptor and plays key roles in the formation and maintenance of many tissues [\n\n1\n\n]. In skeletal muscle, dystroglycan is part of the dystrophin-glycoprotein complex (DGC), which establishes a continuous link between the laminin-G-like (LG) domain-containing ECM proteins and the intracellular cytoskeleton. The key role that the DGC plays in muscle function is highlighted by the fact that mutations in almost any gene encoding one of its components can cause muscular dystrophy [\n\n2\n\n]. Furthermore, mutations in a single component of the DGC can result in instability and loss of the entire complex, highlighting the requirement for the complex to be intact.\n\nSimilarly, loss of dystroglycan function has been associated with human pathologies, including muscular dystrophy with or without various degrees of brain and eye defects [\n\n1\n\n]. Dystroglycan is synthesized as a single precursor that is subsequently cleaved into two subunits that remain tightly but non-covalently linked: the cell surface-associated α-dystroglycan and the membrane-spanning β-dystroglycan. α-Dystroglycan functions as a receptor for several LG domain-containing basement membrane proteins, including laminin [\n\n3\n\n–\n\n5\n\n], perlecan [\n\n6\n\n], agrin [\n\n7\n\n], and Slit [\n\n8\n\n], whereas β-dystroglycan binds to proteins involved in cytoskeleton organization (dystrophin and utrophin) [\n\n9\n\n–\n\n11\n\n]. α-Dystroglycan requires extensive glycosylation and post-translational processing in order to bind to its extracellular ligands. This functional glycosylation consists of the unique heteropolysaccharide [-GlcA-beta1,3-Xyl-alpha1,3-]\n\nn\n\ncalled matriglycan, which has been reported only on α-dystroglycan and binds with high-affinity to ECM proteins that contain LG domains. In humans, mutations in any of the genes coding for the glycosyltransferases involved in this process can lead to a spectrum of syndromes known as secondary dystroglycanopathies. These conditions are characterized by an absence or reduction in the matriglycan modification on α-dystroglycan and by muscular dystrophy with or without brain and eye defects.\n\nWe and others have demonstrated that glycosylation of α-dystroglycan is also compromised in a wide variety of cancers, and that this defect correlates with poor prognosis [\n\n12\n\n–\n\n16\n\n]. An analysis of knockout mouse models for two of the DGC components, dystrophin (\n\nmdx\n\n) and α-sarcoglycan, demonstrated that primary defects in the DGC are sometimes associated with the formation of rhabdomyosarcomas (RMS) [\n\n17\n\n]. Specifically, among aged (> 1 year old) mice deficient for dystrophin (\n\nmdx\n\n) or α-sarcoglycan, 21% (32/150) and 5% (4/80) of mice developed such tumors, respectively. Mdx-derived tumors display both cellular and molecular characteristics of embryonal rhabdomyosarcoma (eRMS) and almost no characteristics of alveolar rhabdomyosarcoma (aRMS).\n\nBiochemical evidence supporting the involvement of α-dystroglycan in RMS comes from a manuscript reporting on five RMS tumors, which found the expression of α-dystroglycan to be reduced or absent while that of β-dystroglycan was normal [\n\n18\n\n]. Parallel studies of human RMS have indicated that dystrophin may have roles as a tumor suppressor [\n\n19\n\n].\n\nIn the study described here, we expand on the above-described investigations by describing a functional role for dystroglycan in RMS, and begin to elucidate the molecular mechanism underlying its altered function. Analysis of a microarray panel containing eRMS and aRMS tissue revealed that matriglycan levels on α-dystroglycan are reduced in both sample types. Similarly, analysis of cell lines derived from human and mouse RMS shows that in a subset of these cell lines, α-dystroglycan lacks matriglycan, and that this is accompanied by reduced expression of the glycosyltransferase LARGE1. Lastly, we found that ectopic expression of\n\nLARGE1\n\nin RMS cells restored both the matriglycan modification of α-dystroglycan and the ability of α-dystroglycan to bind laminin, demonstrating that the loss of\n\nLARGE1\n\nexpression causes the lack of matriglycan and a loss of high-affinity laminin binding in RMS.\n\nMethods\n\nExperimental replicates\n\nAll experiments were repeated in the laboratory three times. Data reported are representative.\n\nCell culture\n\nPrimary cells from genetically engineered mouse aRMS samples were cultured as previously described [\n\n20\n\n,\n\n21\n\n]. The collection of tumors and the culture of primary cells from human RMS were performed under an IRB approved protocol from Oregon Health & Science University. In brief, for each culture, the tumor was minced and digested with collagenase (10 mg/ml) overnight at 4 °C. The dissociated cells were then incubated in Dulbecco’s modified eagle’s media (DMEM) supplemented with 10% fetal bovine serum (FBS) and 1% penicillin-streptomycin in 5% CO\n\n2\n\nat 37 °C. Experiments were performed at or before passage 10.\n\nAdenovirus-mediated gene transfer\n\nThe human genes that code for dystroglycan,\n\nPOMT1\n\n,\n\nPOMT2\n\n,\n\nPOMGNT1\n\n,\n\nPOMGNT2\n\n,\n\nB3GALNT2\n\n,\n\nPOMK\n\n,\n\nLARGE1\n\n,\n\nLARGE2\n\n,\n\nB3GNT1\n\n,\n\nFukutin\n\n,\n\nFKRP\n\n,\n\nISPD\n\n, and\n\nTMEM5\n\nwere cloned into replication-deficient adeno-viral (Ad5) vectors. Adenovirus was generated by the Viral Vector Core at the University of Iowa. The generation of Ad5 constructs was described previously [\n\n5\n\n]. Cancer cells were grown to 70–80% confluency in 48-well or 10 cm plates, and were infected with Ad5 constructs at an MOI of 3 in the corresponding complete medium 48 h after infection.\n\ncDNA synthesis and real-time PCR\n\nTotal RNA was extracted from cells in culture using the RNeasy isolation kit (Qiagen). First-strand complementary DNA (cDNA) was synthesized from total RNA using the AMV reverse transcriptase (Roche) and a combination of random hexamers and polyA primers, according to the manufacturer’s instructions. Each of the target genes was amplified in real-time from cDNA using oligonucleotides specific to that gene (sequences and conditions available upon request), with 28S-RNA, Rpl27, and Rpl4 used as the normalization controls. cDNA levels were determined using SYBR green in a MyiQ rt-PCR detection system (BioRad). All samples were run in triplicate.\n\nWestern blotting\n\nProteins were extracted from cultured cells using lysis buffer (50 mM Tris pH 7.6, 150 mM NaCl, 1% Triton, and protease inhibitor cocktail in 1x PBS). Insoluble material was removed by centrifugation at 12,000×\n\ng\n\nfor 15 min. The solubilized supernatant was added to 200 μl of wheat germ agglutinin (WGA) slurry (Vector Labs) and the samples were rotated overnight at 4 °C. The pelleted WGA beads were washed three times with 1 ml TBS containing 0.1% Triton X-100. After the final wash, 250 μl of loading buffer (loading sample buffer (LSB)) was added to the beads. The samples were heated to 99 °C for 10 min before loading into 3–15% SDS–PAGE gels, and protein was subsequently transferred to polyvinylidene fluoride (PVDF) membranes, which were subsequently blocked in 2% nonfat dried milk in TBST buffer (50 mM Tris pH 8.0, 150 mM NaCl, 0.05% Tween 20). All antibodies were diluted in the same buffer that was used for blocking. Membranes were washed in TBST buffer. Blots were developed with IR-conjugated secondary antibodies (Pierce Biotechnology, Rockford, IL) and scanned using an Odyssey infrared imaging system (LI-COR Bioscience, Lincoln, NE). α-Dystroglycan and β-dystroglycan core proteins were detected using antibody AF6868, and matriglycan was detected using antibody IIH6 [\n\n22\n\n,\n\n23\n\n]. Electrophoresis was performed by standard SDS-PAGE methods. Precision Plus Protein™ (BioRad) was used as the molecular weight marker for Western blot analysis.\n\nLaminin overlay assay\n\nLigand overlay assays were performed on membranes using mouse Engelbreth–Holm–Swarm (EHS) laminin (Sigma-Aldrich) [\n\n24\n\n]. Briefly, PVDF membranes were blocked in laminin binding buffer (LBB: 10 mM triethanolamine, 140 mM NaCl, 1 mM MgCl\n\n2\n\n, 1 mM CaCl\n\n2\n\n, pH 7.6) containing 3% bovine serum albumin (BSA) followed by incubation with laminin overnight at 4 °C in LBB. Membranes were washed and incubated with anti-laminin antibody (L9393, Sigma-Aldrich, 1:100) followed by Licor dye-conjugated donkey anti-rabbit IgG.\n\nSolid-phase assay\n\nWGA eluates were diluted 1:50 in TBS and coated on polystyrene ELISA microplates (Costar) overnight at 4 °C. Plates were washed in LBB and blocked for 1 h in 3% BSA in LBB. Mouse EHS laminin was diluted in LBB and applied for 2 h. Wells were washed with 3% BSA in LBB and incubated for 30 min with anti-laminin antibody (L9393, Sigma-Aldrich, 1:5000 dilution) followed by HRP-conjugated anti-rabbit IgG (Invitrogen, 1:5000 dilution). Plates were developed with o-phenylenediamine dihydrochloride and H\n\n2\n\nO\n\n2\n\n, and then reactions were stopped with 2 N H\n\n2\n\nSO\n\n4\n\n. Absorbance per well was read at 490 nm by a microplate reader.\n\nResults\n\nA previous study showed a loss of fully glycosylated α-dystroglycan in the majority of RMS samples from a small cohort; notably, the expression of β-dystroglycan, with which α-dystroglycan is co-translated, was not significantly altered [\n\n18\n\n]. Since the publication of that work in 2007, our understanding of the intricate glycosylation and post-translational processing events required to synthesize the functional form of α-dystroglycan has progressed significantly. In order to validate these results and expand the glycobiological analysis, we performed Western blotting using two distinct antibodies that recognize α-dystroglycan: “anti-core dystroglycan,” a polyclonal antibody that has specificity for epitopes along the backbones of both α-dystroglycan and β-dystroglycan, and thus does not depend on glycosylation status; and monoclonal antibody IIH6 (anti-matriglycan), which binds α-dystroglycan only when it has been modified with matriglycan by LARGE [\n\n25\n\n]. The Western blot results are complemented by a laminin overlay assay, which measures the ability of α-dystroglycan to bind laminin with high-affinity.\n\nThe first sample-set tested was the Children’s Oncology Group Lookback tissue microarray (P1542), which includes both aRMS and eRMS subtypes. Nearly all eRMS and aRMS samples that were examined were negative for IIH6 staining, whereas normal skeletal muscle was positive (Fig.\n\n1\n\na–c). To determine whether the lack of matriglycan immunoreactivity in rhabdomyosarcomas reflects the loss of the core α-dystroglycan protein or a defect in its processing, we next analyzed RMS tumors by immunoblotting. In all of the samples tested, bands representing both α-dystroglycan (120–140 kDa) and β-dystroglycan (~ 43 kDa) were present (Fig.\n\n1\n\nd). However, the two eRMS samples, as well as one of the aRMS samples, showed loss of both matriglycan immunoreactivity (Fig.\n\n1\n\ne) and laminin binding (Fig.\n\n1\n\nf). These results demonstrate that although the expression of dystroglycan is generally maintained in RMS tumors, the mature form of the protein is not always present.\n\nFig. 1\n\nImmunohistochemical staining for α-dystroglycan matriglycan in skeletal muscle and RMS.\n\na\n\n–\n\nc\n\nRepresentative images of immunohistochemistry for matriglycan (antibody IIH6) staining of\n\na\n\ncontrol human skeletal muscle,\n\nb\n\naRMS, and\n\nc\n\neRMS.\n\nn\n\n= 55 aRMS,\n\nn\n\n= 14 eRMS.\n\nd\n\n–\n\nf\n\nWestern blotting of tumor lysates for\n\nd\n\ncore dystroglycan (antibody AP83),\n\ne\n\nmatriglycan-modified dystroglycan (antibody IIH6), and\n\nf\n\nlaminin-bound dystroglycan (anti-myc, recognizing myc-tagged LG4-5 domains of laminin α1).\n\nSkM\n\nskeletal muscle. PCB69, eRMS 1.7-yo male. PCB178, eRMS 3-yo male. PCB42, aRMS 9-yo male (fusion unknown). PCB481, aRMS 14-yo male (Pax3:Foxo1+). CF1, aRMS 2-yo male (Pax3:Foxo1). CF2, 7-yo female (Pax7:Foxo1). PCB117, rhabdomyoma 57-yo female\n\nWe next sought to develop a cell culture model for biochemical and expression studies. We first tested a mouse aRMS cell line (U23674) for functional glycosylation of α-dystroglycan and the expression of various enzymes involved in this process. We found that although the amounts of α-dystroglycan and β-dystroglycan in this line were similar to those in the C2C12 normal muscle cell line and in mouse skeletal muscle (Fig.\n\n2\n\na), matriglycan immunoreactivity and laminin binding were lower than in both controls (Fig.\n\n2\n\nb, c). Notably, comparing the expression of genes encoding glycosyltransferases that are known to modify α-dystroglycan in the U23674 vs C2C12 line did not reveal any changes large enough to explain the observed reduction in matriglycan immunoreactivity (Fig.\n\n2\n\nd); based on our experience assessing changes in the expression of such genes in cell culture, only a reduction to 20% or less results in measurable α-dystroglycan hypoglycosylation. Since we could not rule out the existence of inactivating mutations in any of these genes, we further tested U23674 cells for functional complementation by overexpressing individual glycosyltransferases. For this purpose, we infected these cells with adeno-viral vectors coding for each of the known α-dystroglycan-modifying glycosyltransferases (individually) and tested the glycosylation status of α-dystroglycan using the anti-matriglycan antibody. Of these,\n\nLARGE1\n\nwas the only gene tested whose expression was able to restore matriglycan immunoreactivity (Fig.\n\n2\n\ne).\n\nFig. 2\n\nMatriglycan in the mouse RMS-derived cell line U23674.\n\na\n\n–\n\nc\n\nWestern blotting of WGA-enriched protein samples from the U23674 or C2C12 cell line, and from skeletal muscle (SkM), for core α-dystroglycan (\n\na\n\n), matriglycan-modified α-dystroglycan (\n\nb\n\n), and laminin-bound dystroglycan (\n\nc\n\n).\n\nd\n\nRelative expression of mRNAs encoding dystroglycan (DAG1) and the dystroglycan-modifying glycosyltransferases in U23674 vs. C2C12 cells, as quantified by real-time PCR. The 12 genes tested are those known to be directly or indirectly involved in its functional glycosylation.\n\nRpl27\n\nwas used as the normalizing control. U23674 gene expression was normalized to C2C12. * These values are statistically different according to unpaired two-sample\n\nt\n\ntest,\n\np\n\n< 0.05.\n\ne\n\nMatriglycan levels in U23674 cells infected with adeno-viral vectors expressing the dystroglycan-modifying glycosyltransferases, as assessed by OnCell Western assay using an anti-matriglycan antibody. The U48484 cell line serves as a positive control\n\nWe then analyzed two cell lines obtained from human eRMS tumors (PCB82 and PCB232) and one from an aRMS tumor (PCB380). All three cell lines produced bands that were detected by the anti-core dystroglycan antibody (Fig.\n\n3\n\na). However, matriglycan immunoreactivity was low compared to that in C2C12 muscle cells (Fig.\n\n3\n\nb) and laminin binding was nearly eliminated (Fig.\n\n3\n\nc). The latter defect was especially pronounced in the two eRMS cell lines, PCB82 and PCB232. However, when RT-PCR analysis was used to compare expression of the glycosyltransferases in these three cell lines, no decreases in expression were sufficient to explain the reduced matriglycan immunoreactivity and laminin binding that were detected (Fig.\n\n3\n\nd). Thus, unidentified factors seem to underlie the loss of α-dystroglycan function in these cell lines.\n\nFig. 3\n\nDystroglycan glycosylation in primary cell cultures derived from human rhabdomyosarcomas.\n\na\n\n–\n\nc\n\n. Western blotting of WGA-enriched protein samples extracted from human aRMS (PCB82 and PCB232), eRMS (PCB380), and C2C12 cells for core α-dystroglycan (\n\na\n\n), matriglycan-modified α-dystroglycan (\n\nb\n\n), and laminin-bound dystroglycan (\n\nc\n\n).\n\nd\n\n–\n\nf\n\nRelative expression of mRNAs encoding dystroglycan (DAG1) and the dystroglycan-modifying glycosyltransferases in two aRMS and one eRMS line vs. skeletal muscle, as quantified by real-time PCR. * These values are statistically different according to unpaired two-sample\n\nt\n\ntest,\n\np\n\n< 0.05\n\nWe next interrogated a publicly available RNAseq dataset of RMS biopsies and cell lines [\n\n26\n\n] for expression of the genes known to be involved in the functional modification of α-dystroglycan (Fig.\n\n4\n\na, b). Only two genes were downregulated at statistically significant levels in the RMS biopsy samples:\n\nB3GALNT2\n\nand\n\nLARGE1\n\n. Whereas\n\nB3GALNT2\n\nwas downregulated in both ARMS and ERMS biopsies but not the corresponding cell lines,\n\nLARGE1\n\nwas downregulated specifically in the ERMS cells and biopsy samples. For further studies, we selected two highly utilized human RMS cell lines from this panel: Rh18 (eRMS), which expresses low levels of\n\nLARGE1\n\n; and Rh41 (aRMS), which expresses\n\nLARGE1\n\nat normal levels. Analysis of both cell lines revealed that Rh18 is nearly devoid of functional α-dystroglycan as reflected by a lack of matriglycan and by a loss of activity in the laminin overlay assay (Fig.\n\n5\n\na–c). Notably, these defects were accompanied by a nearly complete loss of\n\nLARGE1\n\nexpression (Fig.\n\n5\n\nd).\n\nFig. 4\n\nExpression of mRNAs encoding dystroglycan-modifying enzymes in human RMS.\n\na\n\n,\n\nb\n\nExpression of the genes that code for the dystroglycan-modifying enzymes in RMS biopsies and RMS-derived cell lines relative to skeletal muscle (Sk muscle), based on publicly available RNAseq data (phs000720.v2). Each dot represents levels of the indicated mRNA from a single tumor, cell line, or skeletal muscle. Cells, cell cultures. Biop, patient biopsy. * These values are statistically different according to Mann-Whitney\n\nU\n\ntest,\n\np\n\n< 0.05\n\nFig. 5\n\nMatriglycan levels in human eRMS and aRMS cell lines.\n\na\n\n–\n\nc\n\nWestern blotting of WGA-enriched protein samples extracted from the human eRMS cell line Rh18 and the aRMS cell line Rh41 for core α-dystroglycan (\n\na\n\n), matriglycan-modified α-dystroglycan (\n\nb\n\n), and laminin-bound dystroglycan (\n\nc\n\n).\n\nd\n\nRelative expression of mRNAs encoding dystroglycan (DAG1) and the dystroglycan-modifying glycosyltransferases in the Rh18 cell line, as assessed by real-time PCR. * These values are statistically different according to unpaired two-sample\n\nt\n\ntest,\n\np\n\n< 0.05\n\nLastly, we tested whether ectopic expression of recombinant\n\nLARGE1\n\nin Rh18 cells is sufficient to restore the modification of α-dystroglycan with matriglycan. To this end, we transduced Rh18 cells with particles produced by an adeno-viral vector encoding LARGE1 (Ad-LG1) and compared the resulting cells to the parental (non-transduced) line (Fig.\n\n6\n\n). We found that Rh18-LG1 cells produced a form of α-dystroglycan whose MW (150–200 kDa) (Fig.\n\n6\n\na) is similar to that in muscle and that\n\nLARGE1\n\noverexpression restored both the addition of matriglycan onto α-dystroglycan (Fig.\n\n6\n\na) and\n\nsignificantly restored\n\nits high-affinity laminin-binding function (Fig.\n\n6\n\nb, d).\n\nFig. 6\n\nEffects of\n\nLARGE1\n\nexpression in Rh18 cells.\n\na\n\n–\n\nc\n\nWestern blotting of the parent cell line (Rh18) and Rh18 cells transduced with particles produced by an adenovirus encoding LARGE1 for matriglycan-modified α-dystroglycan (\n\na\n\n), laminin-bound dystroglycan (\n\nb\n\n), and core α-dystroglycan (\n\nc\n\n).\n\nd\n\nLaminin binding to Rh18 cells and Rh18 cells infected with adenovirus-expressing LARGE1. Error bars, s.e.m.;\n\nn\n\n= 3, experimental replicate; **\n\np\n\n< 0.01; ***\n\np\n\n< 0.001; ****\n\np\n\n< 0.0001\n\nDiscussion\n\nThe DGC plays a well-established role in the formation, function, and regeneration of skeletal muscle fibers. The importance of this complex is highlighted by the muscle pathology observed in individuals with germline mutations in the genes encoding components of this complex and the glycosyltransferases involved in the modification of α-dystroglycan. Based on studies performed in both animal models and tumor samples, the DGC has also been suggested to contribute to the development of RMS [\n\n17\n\n,\n\n18\n\n].\n\nThe first indication that the DGC might play a role in RMS was the high frequency of this type of tumor in mice deficient for α-sarcoglycan and dystrophin, two central components of the DGC. In addition, a study of dystroglycan in pediatric cancers showed that α-dystroglycan is misprocessed in a subset of human patients with RMS, although the exact mechanism was not determined [\n\n19\n\n]. In the current study, we have expanded on these findings by analyzing tumor samples and cell lines derived from mouse and human RMS. We show that both eRMS and aRMS tumors retain expression of the α-dystroglycan and β-dystroglycan subunits, but that α-dystroglycan is not modified with matriglycan, the heteropolysaccharide that confers its ligand-binding ability. Given that abnormal glycosylation has been observed in many other cancer types and is correlated with a poor prognosis [\n\n12\n\n–\n\n15\n\n], we extended this study to a series of cell lines derived from mouse and human RMS tumors. This revealed that the reduction in matriglycan levels is a common feature in cell lines derived from both mouse and human RMS.\n\nIn epithelium-derived cancers, downregulation of glycosyltransferase expression has been found to underlie abnormal glycosylation of α-dystroglycan [\n\n14\n\n,\n\n15\n\n,\n\n27\n\n]. Strikingly, although a reduction in\n\nLARGE1\n\nexpression could account for the observed loss of matriglycan in particular, in certain RMS cases the collective decrease in the expression of several genes coding for α-dystroglycan-modifying glycosyltransferases is substantial, although this decrease varies across tumor types. This heterogeneity is consistent with other factors affecting the functional glycosylation of α-dystroglycan in RMS. On the other hand, ectopic expression of\n\nLARGE1\n\nin cell lines that are characterized by a lack of matriglycan modification on α-dystroglycan can restore both the modification (similar to levels in cell lines derived from skeletal muscle) and the ability of α-dystroglycan to function as a laminin receptor.\n\nWe previously reported that\n\nLARGE1\n\nis repressed in many epithelial cancer-derived cell lines, and showed that its ectopic expression reduces the invasiveness of such cells [\n\n13\n\n]. LARGE1 synthesizes and transfers repeating units of [-GlcA-beta1,3-Xyl-alpha1,3-]\n\nn\n\nonto α-dystroglycan [\n\n28\n\n], forming the terminal glycan moiety anchored by the Core M3 structure on α-dystroglycan. This structure resembles the ligand-binding glycan and its length correlates with the affinity of α-dystroglycan for its ligands [\n\n25\n\n]. The fact that ectopic expression of\n\nLARGE1\n\nrestores the matriglycan modification in all of the RMS cell lines tested, irrespective of the internal levels of\n\nLARGE1\n\n, indicates that LARGE 1 restructures the binding of α-dystroglycan so that it functions as an ECM receptor in RMS. Correspondingly, in the RMS cell line Rh18, ectopic expression of LARGE1 resulted in functional glycosylation of α-dystroglycan and conferred its ability to bind laminin, its natural ligand, with high-affinity.\n\nWith respect to whether defects in the glycosylation of α-dystroglycan might contribute to tumor initiation versus progression, it seems more likely that it is a secondary (somatic) event involved in tumor progression. After the metastatic cancer cell has reached its secondary site, it may restore\n\nLARGE1\n\nexpression in order to orchestrate the remodeling of the ECM in the growing secondary tumor. Although germline mutations in\n\nLARGE1\n\nhave been reported in a group of congenital muscular dystrophies that also involve brain and eye defects, no increase in the rate of any cancer type, including RMS, has been described in patients. However, these are rare diseases and the number of patients available for such studies is limited. Similarly, higher cancer rates have not been reported in patients who carry mutations in dystrophin or α-sarcoglycan, two other components of the DGC that have been linked to RMS [\n\n18\n\n]. We reported that ectopic expression of\n\nLARGE1\n\nin these cell lines enables cells to bind laminin and reduces the invasiveness of the phenotype. Recently, two other dystroglycan-modifying glycosyltransferases, LARGE2 and B4GALNT2, were linked with the cancer-associated abnormal glycosylation of α-dystroglycan [\n\n14\n\n,\n\n15\n\n]. Although the exact mechanisms underlying this phenotype are unknown, silencing of glycosyltransferase expression could play a role in some of these cancers. The current study is focused on establishing a proof of principle that LARGE1-driven loss of matriglycan is a common feature in rhabdomyosarcomas. Future studies will not only address the effect that matriglycan restoration may have on cell attachment and differentiation but also on in vivo invasion and metastasis.\n\nConclusions\n\nWe have demonstrated that the modification of α-dystroglycan with matriglycan is dramatically reduced in a panel of RMS samples, and that this result is reproduced in RMS-derived cell lines. In some of the cell lines studied, the loss of matriglycan modifications could be attributed to the silencing of\n\nLARGE1\n\nexpression. This defect was reverted by ectopic expression of\n\nLARGE1\n\ncDNA in all of the cell lines that were tested, which then showed normal levels of matriglycan modifications and restored the ability of α-dystroglycan to bind to laminin. Thus, ectopic expression of\n\nLARGE1\n\nmay be worthy of further investigation as a potential therapeutic approach for RMS."
  },
  {
    "pmcid": "8812055",
    "title": "A novel LARGE1-AFF2 fusion expanding the molecular alterations associated with the methylation class of neuroepithelial tumors with PATZ1 fusions",
    "publish_date": "2022-2-3",
    "full_text": "Introduction\n\nNeuroepithelial tumors (NET) with\n\nPATZ1\n\nfusions (NET-\n\nPATZ1\n\n) have been isolated by a distinct DNA methylation profile and are characterized by recurrent fusions of\n\nPATZ1\n\nin association with\n\nEWSR1\n\nor\n\nMN1\n\ngenes [\n\n1\n\n]. These tumors present a wide variety of morphologies and immunophenotypes, having been initially classified as glioneuronal tumors, astroblastomas, ependymomas, glioblastomas, pleomorphic xanthoastrocytomas, primary neuroepithelial tumors, and round cell sarcomas, with different histopathological grades [\n\n2\n\n–\n\n11\n\n]. Because extra-CNS sarcomas may also harbor an\n\nEWSR1-PATZ1\n\nfusion and because of the uncertainty of the cellular origin of NET-\n\nPATZ1\n\n, this tumor type will not be added to the upcoming edition of the World Health Organization Classification of CNS Tumors [\n\n12\n\n]. Here we report a temporal tumor with a NET-\n\nPATZ1\n\nDNA methylation class (MC) but harboring a\n\nLARGE1-AFF2\n\nfusion. We compare its clinical, histopathological, immunophenotypical, genetic and epigenetic features with those previously described in NET-\n\nPATZ1\n\n.\n\nCase presentation\n\nA 3-year-old girl began experiencing seizures. Cerebral magnetic resonance imaging (MRI) showed a left temporal mass with a hyperintense signal on T1-weighted images, a hypointense signal on T2-weighted-images and with a homogeneous and intense contrast enhancement after gadolinium injection (Fig.\n\n1\n\nA–D). The mass was cortical, well-circumscribed, solid with a small cyst, having slight perilesional edema and no leptomeningeal attachment. Neither hemorrhagic nor necrotic modification was observed and no calcifications were present on computerized tomodensitometry. Diffusion was not restricted (Fig.\n\n1\n\nE). Gross total resection was achieved. Microscopically, the tumor was well-delineated from the brain parenchyma (Fig.\n\n1\n\nF), and heterogeneous, presenting a sclerous stroma including isolated cells and nodules of glial cells with microcystic changes (F\n\ni\n\ng.\n\n1\n\nG-I). No ependymal nor astroblastic pseudorosettes, or rhabdoid component were evidenced. The cytoplasm of the tumor cells was abundant and eosinophilic. Some tumor cells were plurinucleated. No mitotic figures, nor necrosis or microvascular proliferation were observed and the MIB-1 labeling index was low (around 5%) (Fig.\n\n1\n\nJ). Very few perivascular inflammatory infiltrates were present but no eosinophilic granular bodies or ganglion cells were observed. The tumor cells expressed glial markers (GFAP and Olig2 for a subset of cells; Fig.\n\n1\n\nK), MAP2 (Fig.\n\n1\n\nL) and NeuN (without expression of synaptophysin and chromogranin A), and CD34 (Fig.\n\n1\n\nM). There was no immunopositivity for CKAE1/AE3, CK18, CD99, BCOR, SOX10, IDH1R132H or Lin28A. The tumor cells focally expressed desmin but there was no immunoreactivity for smooth muscle actin or myogenin (Fig.\n\n1\n\nN). The expression of ATRX, BRG1, INI1 and H3K27me3 was retained. Because of the fibrous stroma, a diagnosis of astroblastoma was initially suggested but a FISH analysis of the\n\nMN1\n\ngene failed to reveal a rearrangement. RNA sequencing (including\n\nEWSR1, MN1\n\nand\n\nPATZ1\n\ngenes) evidenced a\n\nLARGE1-AFF2\n\ngene fusion (Fig.\n\n2\n\nA) and a DNA methylation analysis was conducted. The tumor was classified as NET-PATZ1 (with a strong calibrated score of 0.99) based on the DNA methylation profiling using a random forest machine learning classification algorithm as previously described (v12.3; Fig.\n\n2\n\nB) [\n\n13\n\n]. Twelve months later, the patient is well without adjuvant treatment and no residual tumor on MRI.\n\nFig. 1\n\nRadiological and histopathological features.\n\nA\n\nAxial T1-weighted magnetic resonance imaging image showing a left hyperintense temporal lesion.\n\nB\n\nAxial T1-weighted magnetic resonance imaging image after contrast injection showing an intense homogeneous enhancement of the lesion which is mainly solid with a small cyst (arrow).\n\nC\n\nAxial T2-weighted magnetic resonance imaging image showing an hypointensity of the lesion and a perilesional edema.\n\nD\n\nT2-FLAIR-weighted image showing the vasogenic perilesional edema.\n\nE\n\nDiffusion was not restricted.\n\nF\n\nThe well delimitation of the tumor (HPS, magnification × 50).\n\nG\n\nThe alternance of fibrous stroma containing few tumor cells and highest cellular areas (HPS, magnification × 200).\n\nH\n\nThe collagenous stroma with few spindle cells (HPS, magnification × 400).\n\nI\n\nThe cellular areas monomorphous cells with round to oval nuclei and abundant eosinophilic cytoplasm with microcystic changes (HPS, magnification × 400).\n\nJ\n\nLow MIB-1 labeling index (magnification × 400).\n\nK\n\nGFAP immunoexpression by many tumor cells (magnification × 400).\n\nL\n\nMAP2 immunoexpression by a subset of tumor cells (magnification × 400).\n\nM\n\nDiffuse extravascular CD34 immunoexpression with CD34-positive ramified processes (magnification × 400).\n\nN\n\nDesmin immunoexpression by some tumor cells (magnification × 400). Black scale bars represent 500 µm for figure F, 250 µm for figure G, and 50 µm for figure H-N. HPS: Hematoxylin Phloxin Saffron.\n\nFig. 2\n\nIllustration of the fusion and t-SNE analysis\n\nA\n\nRNAseq analysis highlights a fusion between\n\nLARGE1\n\n(red) and\n\nAFF2\n\n(blue) genes, respectively located on chr22q12.3 and chrX.q28 with a breakpoint in exon 6 for\n\nLARGE1\n\nand exon 8 for\n\nAFF2\n\n.\n\nB\n\nt-distributed stochastic neighbor embedding (t-SNE) analysis of the DNA methylation profile of the investigated tumor alongside 361 selected reference samples\n\nDiscussion and conclusions\n\nHere, we report an intracerebral tumor harboring a novel\n\nLARGE1-AFF2\n\nfusion, with clinical, radiological, histopathological, and epigenetic similarities to NET-\n\nPATZ1.\n\nLike most NET-\n\nPATZ1\n\n, our observation concerned a supratentorial tumor in a child (Table S1) [\n\n1\n\n–\n\n8\n\n,\n\n11\n\n]. Whereas neuroradiological data of this recently described tumor type is scarce, our case presented as a solid and cystic lesion with T2-weighted hypointensity suggesting fibrotic content, well-circumscribed from the brain parenchyma, as previously reported [\n\n4\n\n,\n\n8\n\n,\n\n11\n\n]. NET-\n\nPATZ1\n\nencompassed a wide variety of morphologies in the literature, including glial, glioneuronal, embryonal tumors and sarcomas (Table S1). Based on the literature review and our case, the presence of a collagenous stroma and microcysts seem to be frequent in NET-\n\nPATZ1\n\n(Table S1) [\n\n1\n\n,\n\n4\n\n,\n\n8\n\n,\n\n11\n\n]\n\n.\n\nBecause of this pattern and because some of them present pseudorosettes (not seen in our case), pathologists tend to consider them a differential diagnosis for astroblastoma,\n\nMN1\n\n-fused [\n\n1\n\n,\n\n2\n\n,\n\n8\n\n]. However, NET-\n\nPATZ1\n\n, as with our case, exhibit frequent glioneuronal immunoprofiles and an extravascular expression of CD34 may be found, which is rare in astroblastomas (Table S1) [\n\n1\n\n,\n\n11\n\n,\n\n14\n\n]. The histopathological and epigenetic distinction between sarcomas with\n\nEWSR1-PATZ1\n\nfusion and NET,\n\nPATZ1-\n\nfusion positive is still not clear. Indeed, CNS and extra-CNS tumors with\n\nPATZ1\n\nfusion share some histopathological features (microcysts, collagenous stroma and pseudorosettes, and a mesenchymal component described in a part of NET-\n\nPATZ1\n\n) and a polyphenotypic immunoprofile (expression of glial, neuronal and CD34 in both) [\n\n1\n\n,\n\n11\n\n,\n\n15\n\n–\n\n17\n\n]. The DNA methylation analysis (v12.3) classified our case as a NET,\n\nPATZ1\n\n, although the tumor did not harbor a\n\nPATZ1\n\nfusion. Similarly, the case clustered with\n\nPATZ1-\n\nfused sarcomas, located outside the CNS on the whole RNA sequencing analysis. Our case presented a\n\nLARGE1-AFF2\n\nfusion which has not been previously reported in CNS or in soft tissue tumors. Whereas no\n\nLARGE1\n\nfusion has been described in tumors, several tumor types have been reported with\n\nAFF2\n\nfusions in association with different partners (\n\nDEK\n\nin squamous carcinomas,\n\nRET\n\nin lung cancer,\n\nSTAG2\n\nin T-cell lymphoma) [\n\n18\n\n–\n\n21\n\n]. The fusion may drive the oncogenesis by deregulation of transcription as\n\nAFF2\n\nencodes a RNA-binding protein through the C-terminal domain that can activate transcription [\n\n22\n\n]. Moreover, the chimeric protein is predicted to contain the major functional domains of both LARGE1 and AFF2 proteins. Interestingly,\n\nLARGE1\n\n(22q12.3) and\n\nPATZ1\n\n(22q12.2) genes are found in close proximity on chromosome 22, and\n\nPATZ1\n\nwas highly expressed at the RNA level (whereas\n\nLARGE1\n\nand\n\nAFF2\n\nare not) as observed in sarcomas with\n\nPATZ1\n\nfusion. Because DNA methylation profiles are thought to represent a combination of both somatically acquired DNA methylation changes and a signature reflecting the cell of origin [\n\n23\n\n], it is reasonable to assume that our case represents a subtype of NET-\n\nPATZ1\n\n. Because of the limited follow-up data and the heterogeneity of treatments applied in NET-\n\nPATZ1\n\ncases from the literature, no precise prognosis has been defined [\n\n1\n\n]. And despite histopathological signs of aggressivity, a probable intermediate grade has been suggested considering the better outcome associated with NET-\n\nPATZ1\n\ncompared to high-grade tumors [\n\n1\n\n]. Our case is in line with these data, showing no recurrence one year after gross total resection without adjuvant treatment.\n\nIn conclusion, we expanded the defined MC NET-\n\nPATZ1\n\ngenetic spectrum with one novel fusion that does not involve the\n\nPATZ1\n\ngene. This case illustrates that further studies are needed to characterize in detail this rare type of tumor in terms of cellular origin, histopathology, genetic features and outcome.\n\nSupplementary Information\n\nAdditional file 1\n\n. Table S1. Summary of clinical, histopathological and molecular data of CNS PATZ1-fused tumors reported in the literature"
  },
  {
    "pmcid": "7822230",
    "title": "High LARGE1 Expression May Predict Benefit from Adjuvant Chemotherapy in Resected Non-Small-Cell Lung Cancer",
    "publish_date": "2021-1-18",
    "full_text": "Introduction\n\nLung cancer is one of the most common malignant tumors and the leading cause of cancer-related deaths worldwide.\n\n1\n\nIn 2020, it is expected that there will be 228,820 cases of lung cancer and 135,720 related deaths in the United States.\n\n1\n\nThere are two main histological types of lung cancer: small cell lung cancer and non-small cell lung cancer (NSCLC).\n\n2\n\nNSCLC accounts for approximately 85% of lung cancer cases and can further be divided into lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC).\n\n2\n\nThe 5-year survival rate of all patients with lung cancer is only about 19%.\n\n1\n\n,\n\n3\n\nSurgical resection is the main and most effective choice for NSCLC patients, but only 20% of patients are suitable for surgery due to late diagnosis\n\n4\n\nand postoperative tumor recurrence is the major cause of treatment failure.\n\n5–7\n\nPlatinum-based adjuvant chemotherapy is one of the main means to improve the overall survival (OS) of patients with NSCLC after surgical resection, especially for patients with advanced tumors\n\n8\n\nafter several previous randomized clinical trials demonstrated ACT is associated with statistically significant survival advantages in patients with completely resected NSCLC.\n\n9–13\n\nHowever, a meta-analysis of these studies suggested that ACT only provides an absolute benefit of 5.4% in 5-year OS\n\n14\n\ndue to primary and acquired drug resistance.\n\n15\n\nAnd the remaining 85%–95% of patients do not get benefit from ACT but suffer the ACT toxicity. Thus, it is critical to identify NSCLC patients who will not benefit from ACT.\n\nLARGE1\n\n, encoding a bifunctional glycosyltransferase, participates in glycosylation of α-DG by synthesizing and transferring the laminin-binding repeating units of 3GlcA-1-3Xyl-1 onto α-DG.\n\n16\n\nLARGE1 downregulation has been found to underlie abnormal glycosylation of α-DG in epithelium-derived cancer cells lines derived from breast, cervical, and lung cancers and exogenous expression of LARGE1 restores normal glycosylation and laminin binding of α-DG, leading to enhanced cell adhesion and reduced cell migration in vitro.\n\n17\n\nExogenous expression of LARGE1 has also been found to restore α-DG matriglycan and laminin binding in rhabdomyosarcoma.\n\n18\n\nCurrently, the clinical significance of LARGE1 in lung cancer is not clear. In the present study, we utilized the large dataset of NSCLC patients from TCGA database to investigate the expression of LARGE1 and its clinical significance and further validated the results in external cohorts. In addition, we preliminarily explored the potential molecular mechanisms related to LARGE1 in NSCLC carcinogenesis.\n\nMaterials and Methods\n\nExpression of LARGE1 mRNA Expression in NSCLC\n\nTCGA TARGET GTEx dataset, which contains gene expression data in tumor tissues, adjacent tissues, and normal lung tissues, was downloaded from Xenabrowser.net\n\n19\n\nand used to investigate LARGE1 mRNA expression in NSCLC tumor tissues, adjacent tissues, and normal lung tissues.\n\nKaplan–Meier Plotter\n\nKaplan-Meier plotter (KM plotter),\n\n20\n\na web-based tool, is capable of assessing the effect of 54k genes (mRNA, miRNA, protein) on survival in 21 cancer types with the data from the databases including GEO, EGA, and TCGA. This tool consisted of 2,437 lung cancer cases with gene profile (mRNA) data determined by microarray. Of the 2,437 lung cases, 1,927 cases had OS information. We used the tool to initially analyze the association of LARGE1 expression with OS in lung cancer with Auto select best cutoff value and the JetSet best probe set (215543_s_at) for LARGE1.\n\nAnalysis of NSCLC Data from TCGA\n\nTo further investigate the associations of LARGE1 mRNA levels with clinicopathological features and OS in NSCLC, RNA-Seq data and corresponding clinical data of the NSCLC patients were downloaded from TCGA database by Xenabrowser.net.\n\n19\n\nThe correlations between LARGE1 expression and baseline clinical characteristics in NSCLC patients were examined by the Chi-square test or Fisher’s exact test as appropriate. Kaplan-Meier plot curves were used to explore the association of LARGE1 expression (optimal cutoff value) with OS in overall NSCLC patients. Univariate/multivariate Cox proportional hazards regression models were also used to explore the effects of LARGE1 mRNA levels on OS in overall and subgroups stratified by age, gender, smoking history, tumor stage, margin status, and adjuvant chemotherapy (ACT) treatment. Furthermore, LARGE1 expression and ACT were also combined to classify NSCLC patients to observe their OS difference in Kaplan-Meier curves and Cox proportional hazards regression models.\n\nValidation\n\nTo validate the results from the TCGA cohort, external cohort studies were searched in NCBI GEO database. The datasets in which: 1) the subjects were resected NSCLC patients; (2) the patients were treated with adjuvant chemotherapy and without chemotherapy; and 3) contained follow-up information (OS time and status) and contained LARGE1 expression levels analyzed by microarray or high throughput sequencing were downloaded. Only TNM stage I–III patients were enrolled. The datasets GSE42127,\n\n21\n\nGSE14814,\n\n22\n\nand GSE68465\n\n23\n\nwere included (\n\nTables S1\n\nand\n\nS2\n\n).\n\nGene Set Enrichment Analysis\n\nTo investigate the potential molecular mechanisms during LARGE1 alteration in lung cancer, the Spearman correlations analysis results of more than 20,000 genes with LARGE1 in lung adenocarcinoma in the TCGA database were downloaded via cBioPortal (cbiopartal.org).\n\n24\n\n,\n\n25\n\nThe genes were ranked by the Spearman’s rank r and subjected to Gene Set Enrichment Analysis (GSEA) via software, JAVA GSEA 3.0 (\n\nhttp://software.broadinstitute.org/gsea/index.jsp\n\n).\n\n26\n\n,\n\n27\n\nThe biologically defined gene sets “c2.cp.kegg.v7.1.symbols.gmt,” “c7.all.v7.1.symbols.gmt,” and “h.all.v7.1.symbols.gmt” were used as the reference databases.\n\nAssociation of LARGE mRNA Expression with Cell Cycle Pathway Score\n\nAkbani et al have used reverse phase protein array (RPPA) data from TCGA to calculate the score for 10 cancer-related pathways in 32 cancer types including cell cycle pathway.\n\n28\n\nRPPA is a high-throughput antibody-based technique with procedures similar to that of Western blots. The pathway score is then the sum of the relative protein level of all positive regulatory components minus that of negative regulatory components in a particular pathway. For the cell cycle pathway, its score is the sum of the relative protein levels of CDK1, CYCLINB1, CYCLIND1, CYCLINDE1, CYCLINE2, P27PT157, P27PT198, and PCNA. Association of LARGE1 expression with cell cycle pathway score in lung adenocarcinoma was analyzed by Spearman correlation analysis.\n\nStatistical Analysis\n\nKruskal–Wallis tests were used to compare LARGE1 expression in NSCLC tumor tissues, adjacent tissues, and normal lung tissues and in patients with different stages. Fisher’s exact test or Chi-square test were used to determine the associations of LARGE1 expression with clinical features of NSCLC patients. Kaplan-Meier curves and univariate Cox proportional hazards regression models as well as Kaplan-Meier curves adjusted by confounding factors and multivariate Cox proportional hazards regression models were used to clarify the effects of LARGE1 expression on OS in NSCLC patients. All statistical analyses were performed with R software (v 3.4.3). A two-sided\n\nP\n\n< 0.05 was considered statistically significant.\n\nResults\n\nLARGE1 Was Downregulated in NSCLC\n\nTCGA TARGET GTEx dataset was used to investigate LARGE1 mRNA expression in NSCLC tumor tissues, adjacent tissues, and normal lung tissues. LARGE1 was found to be downregulated in LUAD tumor tissues (\n\nFigure 1A\n\n) and LUSC tumor tissues (\n\nFigure 1B\n\n) compared with corresponding adjacent tissues and normal lung tissues. In addition, LARGE1 expression was determined in tumors with different stages in patients with TNM I–III NSCLC. The results suggested that LARGE1 was decreasingly expressed along with advancing tumor T stage (\n\nFigure 1C\n\nand\n\nD\n\n), N stage (\n\nFigure 1E\n\nand\n\nF\n\n), and TNM stage (\n\nFigure 1G\n\nand\n\nH\n\n) in both LUAD (\n\nFigure 1C\n\n,\n\nE\n\n, and\n\nG\n\n) and LUSC (\n\nFigure 1D\n\n,\n\nF\n\n, and\n\nH\n\n), especially in LUAD.\n\nFigure 1\n\nLARGE1 mRNA expression in NSCLC. (\n\nA\n\n,\n\nB\n\n) LARGE1 expression in lung adenocarcinoma (LUAD) (\n\nA\n\n) and lung squamous cell carcinoma (LUSC) (\n\nB\n\n) compared to corresponding adjacent tissues and normal lung tissues. (\n\nC\n\n–\n\nH\n\n) LARGE1 expression in LUAD (\n\nC\n\n,\n\nE\n\n, and\n\nG\n\n) and LUSC (\n\nD\n\n,\n\nF\n\n, and\n\nH\n\n) with different T stages (\n\nC\n\nand\n\nD\n\n), N stages (\n\nE\n\nand\n\nF\n\n), and TNM stages (\n\nG\n\nand\n\nH\n\n).\n\nCorrelations of LARGE1 Expression with Clinicopathological Features in Stage I-III NSCLC Patients\n\nA total of 981 NSCLC patients from the TCGA database with baseline clinical characteristics and OS outcome information were split into a high LARGE1 expression group and a low LARGE1 expression group by the median value of LARGE1 expression. As shown in\n\nTable 1\n\n, high LARGE1 was associated with advanced T stage, N stage, TNM stage, LUSC, and older age but not with gender and smoking history.\n\nTable 1\n\nCorrelations of LARGE1 Expression with Clinicopathological Features in Stage I–III NSCLC Patients\n\nClinical Features\n\nLow LARGE1\n\nHigh LARGE1\n\nP\n\n-value\n\nN\n\n489\n\n492\n\nAge (years)\n\n0.002\n\n<65\n\n208 (43.882%)\n\n164 (34.238%)\n\n≥65\n\n266 (56.118%)\n\n315 (65.762%)\n\nGender\n\n0.937\n\nFemale\n\n197 (40.286%)\n\n197 (40.041%)\n\nMale\n\n292 (59.714%)\n\n295 (59.959%)\n\nSmoking history\n\n0.065\n\nLifelong non-smoker\n\n43 (8.996%)\n\n43 (8.977%)\n\nCurrent smoker\n\n123 (25.732%)\n\n121 (25.261%)\n\nCurrent reformed smoker for < or = 15 years\n\n217 (45.397%)\n\n188 (39.248%)\n\nCurrent reformed smoker for > 15 years\n\n89 (18.619%)\n\n124 (25.887%)\n\nCurrent reformed smoker, duration not specified\n\n6 (1.255%)\n\n3 (0.626%)\n\nHistology\n\n0.038\n\nLung adenocarcinoma\n\n259 (52.965%)\n\n228 (46.341%)\n\nLung squamous cell carcinoma\n\n230 (47.035%)\n\n264 (53.659%)\n\nPathological TNM stages\n\n<0.001\n\nI\n\n230 (47.035%)\n\n293 (59.553%)\n\nII\n\n155 (31.697%)\n\n134 (27.236%)\n\nIII\n\n104 (21.268%)\n\n65 (13.211%)\n\nPathological T stages\n\n<0.001\n\nT1\n\n112 (22.904%)\n\n167 (33.943%)\n\nT2\n\n295 (60.327%)\n\n256 (52.033%)\n\nT3–4\n\n82 (16.769%)\n\n69 (14.024%)\n\nPathological N stages\n\n<0.001\n\nN0\n\n288 (59.627%)\n\n347 (71.399%)\n\nN1\n\n118 (24.431%)\n\n100 (20.576%)\n\nN2\n\n77 (15.942%)\n\n39 (8.025%)\n\nCorrelations of LARGE1 Expression Levels with Overall Survival in Stage I-III NSCLC Patients\n\nEffects of LARGE1 expression levels on OS in NSCLC was first examined using Kaplan-Meier plotter (KM plotter) and high LARGE1 expression was found to be associated with favorable OS in 1,925 NSCLC patients (\n\nFigure 2A\n\n). Then the effect of LARGE1 expression on OS was investigated in the 981 NSCLC patients from TCGA. Increased LARGE1 expression was associated with favorable OS in NSCLC revealed by both Kaplan-Meier curve with Log rank test (optimal cutoff value,\n\nP\n\n=0.028;\n\nFigure 2B\n\n) and univariate Cox proportional hazards regression model (HR=0.797; 95% CI=0.651–0.976;\n\nP\n\n=0.029). However, the association was not significant in the multivariate model (HR=0.806, 95% CI=0.633–1.027,\n\nP\n\n=0.081). Next, we used LARGE1 expression level as a continuous variable to explore its effects on OS in different subgroups stratified by age, gender, smoking history, histology, TNM stage, margin, adjuvant chemotherapy, and adjuvant radiotherapy. Association of increasing LARGE1 expression with OS was observed in the subgroup of patients receiving adjuvant chemotherapy but not in other subgroups (\n\nFigure 2C\n\n). After splitting LARGE1 expression into high and low groups, similar results were obtained by Kaplan-Meier curves and Cox regression analyses (\n\nFigure 3A–C\n\n;\n\nTable 2\n\n). And ACT was found to provide more benefit in the high LARGE1 group compared to the low LARGE1 group (\n\nFigure 3D\n\nand\n\nE\n\n, and\n\nTable 2\n\n). We also found a significant interaction between LARGE1 expression and adjuvant chemotherapy when evaluating their effects on OS (\n\nTable 2\n\n). Furthermore, we classified the patients by combining LARGE1 expression and adjuvant chemotherapy into three groups, ie, non-ACT, low LARGE1/ACT, and high LARGE1/ACT. Compared with patients with non-ACT, HR of low LARGE1/ACT was 0.592 (95% CI=0.432–0.813,\n\nP\n\n=0.0012), and HR of high LARGE1/ACT was 0.124 (95% CI=0.031–0.505,\n\nP\n\n=0.0036) (\n\nFigure 4A\n\nand\n\nB\n\n, and\n\nTable 2\n\n).\n\nTable 2\n\nCorrelations of LARGE1 Expression and Chemotherapy with Overall Survival in Different Subgroups of Stage I–III NSCLC Patients at Multivariate Analyses\n\nParameters\n\nHR\n\n95% CI\n\nP\n\n-value\n\nTCGA\n\nLARGE1 in patients without ACT\n\n0.922\n\n0.650\n\n1.308\n\n0.649\n\nLARGE1 in patients with ACT\n\n0.196\n\n0.047\n\n0.810\n\n0.024\n\nACT in patients with low LARGE1 expression\n\n0.562\n\n0.403\n\n0.783\n\n0.001\n\nACT in patients with high LARGE1 expression\n\n0.103\n\n0.020\n\n0.515\n\n0.006\n\nInteraction of adjuvant chemotherapy and LARGE1\n\n0.222\n\n0.052\n\n0.950\n\n0.042\n\nCombination of ACT and LARGE1 expression\n\nLow LARGE1/ACT vs nonACT\n\n0.592\n\n0.432\n\n0.813\n\n0.001\n\nHigh LARGE1/ACT vs nonACT\n\n0.124\n\n0.031\n\n0.505\n\n0.004\n\nGSE42127\n\nLARGE1 in patients without ACT\n\n0.604\n\n0.304\n\n1.203\n\n0.151\n\nLARGE1 in patients with ACT\n\n0.067\n\n0.015\n\n0.307\n\n0.001\n\nACT in patients with low LARGE1 expression\n\n1.973\n\n0.621\n\n6.272\n\n0.249\n\nACT in patients with high LARGE1 expression\n\n0.175\n\n0.052\n\n0.589\n\n0.005\n\nInteraction of adjuvant chemotherapy and LARGE1\n\n0.152\n\n0.032\n\n0.721\n\n0.018\n\nCombination of ACT and LARGE1 expression\n\nLow LARGE1/ACT vs nonACT\n\n2.162\n\n0.884\n\n5.285\n\n0.091\n\nHigh LARGE1/ACT vs nonACT\n\n0.188\n\n0.058\n\n0.610\n\n0.005\n\nGSE14814\n\nLARGE1 in patients without ACT\n\n1.119\n\n0.447\n\n2.797\n\n0.811\n\nLARGE1 in patients with ACT\n\n0.299\n\n0.100\n\n0.897\n\n0.031\n\nACT in patients with low LARGE1 expression\n\n1.094\n\n0.413\n\n2.903\n\n0.856\n\nACT in patients with high LARGE1 expression\n\n0.179\n\n0.062\n\n0.517\n\n0.002\n\nInteraction of adjuvant chemotherapy and LARGE1\n\n0.278\n\n0.072\n\n1.078\n\n0.064\n\nCombination of ACT and LARGE1 expression\n\nLow LARGE1/ACT vs nonACT\n\n0.837\n\n0.382\n\n1.835\n\n0.657\n\nHigh LARGE1/ACT vs nonACT\n\n0.320\n\n0.134\n\n0.766\n\n0.011\n\nFigure 2\n\nEffects of LARGE1 on overall survival (OS) in NSCLC. (\n\nA\n\n) OS difference between NSCLC patients with high and low LARGE1 expression analyzed by the web-tool, Kaplan-Meier plotter, using auto select best cutoff value and the JetSet best probe set (215543_s_at). (\n\nB\n\n) OS difference between TNM I–III NSCLC patients with high and low LARGE1 expression from TCGA, analyzed by Kaplan-Meier curve with Log rank test. (\n\nC\n\n) Forest plot of the hazard ratios (HRs) for the associations of increasing LARGE1 expression (serves as a continuous variable) with overall survival (OS) of patients with TNM I–III NSCLC in subgroups stratified by age, gender, smoking history, histology, TNM stage, margin, adjuvant chemotherapy, and adjuvant radiotherapy.\n\nFigure 3\n\nOS difference between TNM I–III NSCLC patients with high and low LARGE1 expression split by optimal cutoff value in subgroups stratified by adjuvant chemotherapy treatment (ACT) and between NSCLC patients with and without ACT in subgroups stratified by LARGE1 expression, demonstrated by Kaplan-Meier curves. (\n\nA\n\n) OS difference between NSCLC patients with high and low LARGE1 expression in the subgroup with ACT. (\n\nB\n\n) OS difference between NSCLC patients with high and low LARGE1 expression in subgroup of ACT adjusted by the confounding factors. (\n\nC\n\n) OS difference between NSCLC patients with high and low LARGE1 expression in subgroup of non-ACT adjusted by the confounding factors. (\n\nD\n\n) OS difference between NSCLC patients with and without ACT in the subgroup of low LARGE1 expression adjusted by the confounding factors. (\n\nE\n\n) OS difference between NSCLC patients with and without ACT in the subgroup of high LARGE1 expression adjusted by the confounding factors.\n\nFigure 4\n\nOS difference in TNM I–III NSCLC patients stratified by combining LARGE1 expression and adjuvant chemotherapy (ACT), ie, non-ACT, low LARGE1/ACT, and high LARGE1/ACT. (\n\nA\n\nand\n\nB\n\n) LARGE1 expression was split into high and low groups by optimal cutoff value; OS difference of patients with non-ACT, low LARGE1/ACT, and high LARGE1/ACT was analyzed by Kaplan-Meier curve (\n\nA\n\n), which was also analyzed by adjusting the confounding factors (\n\nB\n\n).\n\nValidation\n\nThe above results suggested high LARGE1 expression might help to identify the patients who would get more benefit from adjuvant chemotherapy in stage I–III NSCLC, so next we validated the results in external cohorts from the GEO database. Datasets GSE42127, GSE14814, GSE29013, and GSE68465 contained resected NSCLC cases treated with ACT or not and provided OS information (\n\nTable S1\n\n). ACT was found to improve OS in datasets GSE42127 and GSE14814 while decrease OS in datasets GSE29013 and GSE68465, thus validation was only performed in datasets GSE42127 and GSE14814 (\n\nTable S2\n\n). Similar to the results from the TCGA cohort, in both GSE42127 and GSE14814 cohorts, LARGE1 expression was associated with OS in patients with ACT while not in patients without ACT, and ACT was associated with OS in patients with high LARGE1 expression while not in patients with low LARGE1 expression (\n\nFigures S1\n\nand\n\nS2\n\n;\n\nTable 2\n\n). The whole cohort of patients was also classified into three groups based on LARGE1 expression and ACT as well as TCGA cohort, compared to patients with non-ACT and those with LARGE1/ACT, patients with high LARGE1/ACT were found to be associated with significantly improved OS (\n\nFigures S3\n\nand\n\nS4\n\n;\n\nTable 2\n\n).\n\nPotential Mechanisms During LARGE1 Alteration in Lung Adenocarcinoma\n\nTo elucidate the potential mechanisms during LARGE1 alteration in lung cancer, the Spearman correlations analysis results of more than 20,000 genes with LARGE1 in lung adenocarcinoma were download from TCGA. The genes were ranked by the Spearman’s rank r and subjected to Gene Set Enrichment Analysis (GSEA). KEGG pathways, GO biological processes, and hallmarks that were positively or negatively correlated with LARGE1 expression were explored.\n\nFigure 5\n\nshowed the top 10 negative- and top 10 positive-associated gene sets against KEGG (\n\nFigure 5A\n\n), HALLMARK (\n\nFigure 5B\n\n), and GO biological processes (\n\nFigure 5C\n\n) databases, respectively. KEGG Cell cycle pathway (\n\nFigure 6A\n\n), HALLMARK G2/M checkpoint (\n\nFigure 6B\n\n), and GO cell cycle G2/M phase transition (\n\nFigure 6C\n\n) were all negatively associated with LARGE1 expression, indicating LARGE1 might improve patients’ outcomes via partly downregulating cell cycle in lung adenocarcinoma. The result was further validated by examining the association of LARGE1 expression with cell cycle pathway score, which was calculated by summing cell cycle-related proteins expression (\n\nFigure 6D\n\n).\n\nFigure 5\n\nGene Set Enrichment Analysis (GSEA) of LARGE1 co-expressed genes in lung adenocarcinoma (LUAD). Genes were ranked by Spearman’s rank rho association with LARGE1 expression were subjected to GSEA with KEGG pathways, HALLMARKS, and GO biological processes as reference databases. (\n\nA\n\n) The top 10 negative and top 10 positive KEGG pathways associated with LARGE1 expression. (\n\nB\n\n) The top 10 negative and top 10 positive HALLMARKS associated with LARGE1 expression. (\n\nC\n\n) The top 10 negative and top 10 positive GO biological processes associated with LARGE1 expression.\n\nFigure 6\n\nLARGE1 expression was negatively associated with cell cycle in lung adenocarcinoma (LUAD). (\n\nA\n\n–\n\nC\n\n) KEGG Cell cycle pathway (\n\nA\n\n), HALLMARK G2/M checkpoint (\n\nB\n\n), and GO cell cycle G2/M phase transition (\n\nC\n\n) were all negatively associated with LARGE1 expression. (\n\nD\n\n) The association of LARGE1 expression with cell cycle pathway score, which was calculated by summing cell cycle-related proteins expression.\n\nDiscussion\n\nα-Dystroglycan functions as an extracellular matrix (ECM) receptor\n\n29\n\nfor several LG domain-containing basement membrane proteins via a unique heteropolysaccharide [-GlcA-beta1,3-Xyl-alpha1,3-]\n\nn\n\ncalled matriglycan, including laminin,\n\n30–32\n\nperlecan,\n\n33\n\nagrin,\n\n34\n\nand Slit.\n\n35\n\nα-DG has been implicated in several cell functions (ie, growth control, differentiation, shape change and movement) which are all relevant in the process of tumor development and metastasis.\n\n36\n\n,\n\n37\n\nExpression or glycosylation of α-DG has been identified to be lost or reduced in a variety of human cancer cell lines\n\n17\n\n,\n\n38\n\nand different cancers including rhabdomyosarcoma,\n\n18\n\ngliomas,\n\n39\n\nbreast,\n\n40\n\n,\n\n41\n\nprostate,\n\n42\n\ncolon,\n\n41\n\n,\n\n43\n\ncervical,\n\n44\n\nvulvar,\n\n44\n\ngastric,\n\n45\n\ntongue,\n\n46\n\nand pancreatic cancers,\n\n47\n\noral squamous cell carcinoma,\n\n48\n\nand renal cell carcinoma.\n\n49\n\nSuch reduction or loss of α-DG seems to correlate with the biologically invasive character of primary tumors\n\n41\n\n,\n\n44\n\n,\n\n46\n\n,\n\n47\n\n,\n\n49–51\n\nand associated with poor outcomes.\n\n41\n\n,\n\n43\n\n,\n\n45\n\n,\n\n47\n\n,\n\n49\n\n,\n\n51\n\nLARGE1 is important for α-DG glycosylation by adding the laminin-binding repeating units of 3GlcA-1-3Xyl-1 onto α-DG\n\n16\n\nand significant association of LARGE1 downregulation with abnormal α-DG glycosylation in cancer cells has been observed.\n\n17\n\n,\n\n18\n\nIn the present study, we, for the first time, have reported that LARGE1 mRNA expression was downregulated in lung cancer tissues compared with adjacent tissues and normal lung tissues and in patients with advanced stages compared with early stages via analyzing the large dataset from the TCGA database. And there was a trend of significant association between LARGE1 downregulation with poor overall survival in stage I–III patients in overall and LARGE1 downregulation was significantly associated with poor overall survival in stage I–III patients receiving ACT.\n\nACT is the standard care for patients with NSCLC after complete resection, unfortunately, only a few of the patients get to benefit from ACT due to primary and acquired drug resistance.\n\n14\n\n,\n\n15\n\nTherefore, it is critical to develop predictive biomarkers to identify the patients who will benefit from ACT and who will not benefit from ACT to avoid unnecessary toxicity and the delay of further treatment. Previously, low expression of ERCC1\n\n52\n\nand high expression of TUBB3\n\n53\n\nwere shown to be predictive of benefit from ACT in NSCLC patients from a large cohort or clinical trial. However, large cross-validation studies suggested that attempts to validate ERCC1 or TUBB3 as predictive biomarkers fell short.\n\n54\n\n,\n\n55\n\nSimilar results were derived for validating other single biomarkers including p53, RRM1, and p27.\n\n56–58\n\nHere, we found high LARGE1 mRNA expression can be used to identify the patients who would benefit from ACT, which was also validated in external cohorts, although this should be validated in more and larger multi-center studies.\n\nLARGE1 is essential for α-DG glycosylation, which mediates the interaction between cells and the ECM and may play critical roles in the development and progression of many cancers by modulating cell growth, differentiation, shape change, and movement.\n\n36\n\n,\n\n37\n\n,\n\n59\n\nIn our study, we performed GSEA and found cell cycle regulation during LARGE1 alteration might be involved in carcinogenesis of lung adenocarcinoma, which might also be associated with ACT sensitivity. The potential mechanisms of LARGE1 downregulation in lung cancer were also unknown. Zhang et al reported that reduced LARGE1 expression was associated with its promoter hypermethylation in tongue cancer.\n\n46\n\nIn lung cancer, we also identified the negative and significant association between LARGE1 mRNA expression and the methylation of the CpG islands at its promoter (data not shown). More in vitro and animal experiments should be performed to validate our results.\n\nConclusions\n\nLARGE1 mRNA expression was aberrantly downregulated in NSCLC and especially in cancers with advanced stages. High LARGE1 mRNA expression was associated with favorable OS in NSLCLC patients undergoing adjuvant chemotherapy rather than in patients without ACT and improved OS after ACT was also found in patients with high LARGE1 than those with low LARGE1. External cohorts confirmed these results, indicating that high LARGE expression could be used to identify the NSCLC patients who benefited from adjuvant chemotherapy."
  },
  {
    "pmcid": "9746966",
    "title": "Structural basis for matriglycan synthesis by the LARGE1 dual glycosyltransferase",
    "publish_date": "2022-12-13",
    "full_text": "Introduction\n\nLike-acetylglucosaminyltransferase 1 (LARGE1) is a bifunctional glycosyltransferase (GTase) [\n\n1\n\n] that plays a critical role in maintaining proper muscle function [\n\n2\n\n]. This enzyme is responsible for a post-translational modification on the extracellular matrix receptor, α-dystroglycan (α-DG), which enables it to interact with proteins containing a laminin-G domain [\n\n1\n\n,\n\n2\n\n]. This carbohydrate addition to α-DG is critical for the communication between the F-actin cytoskeleton network and the basal lamina [\n\n3\n\n,\n\n4\n\n]. The polysaccharide which LARGE1 synthesizes, termed matriglycan, is composed of xylose (Xyl) and glucuronic acid (GlcA) subunits in a linear repeating structure of [-3GlcA-β1,3-Xyl-α1-]\n\nn\n\n[\n\n5\n\n,\n\n6\n\n]. Matriglycan presents multiple binding sites for interacting with laminin G (LG)-like domains, leading to both high avidity and specificity. Binding between the LG-domain and matriglycan is facilitated by the chelation of a Ca\n\n2+\n\nion bound to the hydroxyl groups of the GlcA & Xyl subunits [\n\n7\n\n].\n\nMatriglycan is thought to be a unique modification of α-DG [\n\n5\n\n] and the initiation of its synthesis depends on a complex network of at least 16 other enzymes [\n\n8\n\n–\n\n11\n\n]. Initiation of matriglycan synthesis is dependent on Protein O-Mannose Kinase (POMK) phosphorylation of the mannose of a core M3 O-glycan, GalNAcβ(1,3)-GlcNAcβ(1,4)-Man-O-Thr [\n\n10\n\n,\n\n12\n\n,\n\n13\n\n]. Further studies showed that the M3 glycan is elongated with ribitol 5-phosphate (Rbo5P) [\n\n14\n\n–\n\n16\n\n], after which the priming enzymes, RXYLT1 [\n\n17\n\n] and B4GAT1 [\n\n18\n\n,\n\n19\n\n], add GlcAβ(1–4)Xyl, which can then be recognized by LARGE1 [\n\n20\n\n]. The length of α-DG-conjugated matriglycan chains varies substantially and is highly dependent on the tissue where it is produced [\n\n4\n\n,\n\n5\n\n]. Chain elongation of matriglycan is terminated by 3-O-sulfation on a GlcA subunit by the sulfotransferase, HNK-1ST [\n\n21\n\n].\n\nMutations in the genes responsible for the synthesis of these glycan precursors can result in hypoglycosylation of α-DG and disease-causing phenotypes [\n\n22\n\n]. Improper glycosylation of α-DG is responsible for various forms of congenital muscular dystrophy (CMD), collectively termed dystroglycanopathies, which yield skeletal, brain, and eye abnormalities [\n\n23\n\n,\n\n24\n\n]. Mutations specifically within the\n\nLARGE1\n\ngene can cause severe forms of secondary dystroglycanopathies [\n\n25\n\n,\n\n26\n\n]. Walker-Warburg syndrome (WWS) is considered to be the most serious form of dystroglycanopathies and is characterized by significant brain abnormalities, inability to develop significant motor function, and typically death within infancy [\n\n23\n\n,\n\n24\n\n]. Several point mutations within LARGE1 have been known to result in life-threatening phenotypes [\n\n24\n\n,\n\n26\n\n–\n\n28\n\n].\n\nLARGE1\n\ndeficiency is also believed to be an underlying cause of epithelium-derived [\n\n29\n\n] & lung [\n\n30\n\n] cancers.\n\nLARGE1 is present in the Golgi [\n\n31\n\n] as a type II membrane protein, composed of a transmembrane/cytosolic region, a predicted coiled-coil/stem (CC), and domains with xylosyltransferase (Xyl-T) and glucuronyltransferase (GlcA-T) catalytic activities, which are separated by a linker [\n\n1\n\n,\n\n32\n\n] (\n\nFig 1a\n\n). Most of the currently available structural data for GTases were derived using X-ray crystallography. However, the organization of the GTases solved within a crystal lattice could make it difficult to determine their true native oligomeric states. Structural data on bifunctional GTases, like LARGE1, is scarce [\n\n33\n\n–\n\n36\n\n]. While the presence of the CC domain in LARGE1 suggests that it forms higher-order oligomers, it is unknown how LARGE1 would oligomerize. Additionally, how the two domains orchestrate alternating synthesis of this polysaccharide is unclear. GTases have frequently been observed as homo-oligomers and the oligomeric state can be required for the enzymatic function [\n\n37\n\n–\n\n40\n\n]. It was previously suggested that the transmembrane/stem region of a GTase is critical for their oligomerization [\n\n41\n\n,\n\n42\n\n] but it is still unclear as to which other factors facilitate oligomer formation.\n\n10.1371/journal.pone.0278713.g001\n\nFig 1\n\nLARGE1 dimerizes in solution.\n\n(a) A schematic diagram for the domain organization in the LARGE1 protein. (b) Purification of the recombinant LARGE1 proteins. Chromatograms from SEC for constructs with (LARGE1\n\necto\n\n, upper image) or without (LARGE1\n\nΔCC\n\n, lower image) the CC domain. Insets show Coomassie-stained SDS-PAGE for the purified proteins. (c) Mass-photometry analysis of the two LARGE1 proteins at a concentration of 30 nM. The fraction of counts is noted for the two main peaks in the data sets that corresponds to the monomeric (~80 kDa) and dimeric (~160 kDa) forms of LARGE1. The rest of the counts (6% and 5%, for with and without CC, respectively) do not belong to these two main peaks. These are representative measurements that were repeated multiple times using different protein batches. (d) 2D class averages of LARGE1 particles from the two forms. For each LARGE1 form, two separate classes are shown, representing two distinct and perpendicular views. The 2-fold symmetry axes are shown as dashed yellow lines (for in-plane axes) or as an oval shape (for out-of-plane axis). Same-type domains are marked with asterisks.\n\nHere, we investigated the structure of LARGE1 using a combination of X-ray crystallography and single-particle cryo-electron microscopy (cryo-EM). We found that in solution, the catalytic domains of LARGE1 can dimerize in two distinct configurations. We further show that the CC domain promotes dimerization and further selects one of these configurations, which places the active sites of one Xyl-T and one GlcA-T in close proximity that may promote efficient synthesis of matriglycan.\n\nResults\n\nThe ectodomain of LARGE1 forms a dimer in solution\n\nTo characterize LARGE1, we produced in HEK293F cells two soluble, affinity-tagged, secreted forms of this protein. Both forms include the entire catalytic ectodomain module without the transmembrane part of the protein, but one contains the CC domain, and the other does not (will be referred to as LARGE1\n\necto\n\n, and LARGE1\n\nΔCC\n\n, respectively). Both forms were readily expressed and were easily captured from cells’ media using Ni\n\n2\n\n+ affinity chromatography. Subsequent purification of these two proteins using size exclusion chromatography (SEC) resulted in nearly-homogenous protein samples (\n\nFig 1b\n\n). For both protein samples, the SEC elution profiles were similar, with a single main peak that contained the LARGE1 protein (\n\nFig 1b\n\n). Analyzing both protein samples using mass photometry at a concentration of 30 nM (2.5 μg/ml) indicated the existence of a monomer/dimer equilibrium (\n\nFig 1c\n\n). At this concentration, LARGE1\n\necto\n\nhad a higher propensity to form a dimer compared with LARGE1\n\nΔCC\n\n(\n\nFig 1c\n\n). The CC-mediated higher propensity for dimer formation suggests that this region is indeed forming a coiled-coil as was previously predicted [\n\n32\n\n]. Noteworthy, this analysis indicates that even in the absence of the CC domain, the catalytic module of LARGE1 is sufficient to mediate dimerization.\n\nWhile both LARGE1 constructs dimerize in solution, single-particle cryo-EM analysis indicated that they do so in two different configurations: 2D class averages indicate that in the presence of the CC domain, the dimer forms with a parallel orientation in which each of the two catalytic domains (\n\nFig 1a\n\n) interacts with the same domain of the second protomer (\n\nFig 1d\n\n). In contrast, LARGE1\n\nΔCC\n\nforms an anti-parallel dimer in which each of the catalytic domains interacts with the other domain of the second protomer (\n\nFig 1d\n\n). Therefore, the ectodomain of LARGE1 has an inherent propensity to dimerize and the presence of the CC domain favors a parallel orientation for dimer formation.\n\nThe dimeric structure of LARGE1\n\nSingle-particle cryo-EM analysis of the two LARGE1 constructs yielded interpretable density maps (\n\nFig 2\n\n). Both dimers exhibit a clear 2-fold symmetry, which was applied during reconstruction. The LARGE1\n\necto\n\nand LARGE1\n\nΔCC\n\ndimers provided density maps extending to gold-standard Fourier shell correlation (FSC) resolution values of 3.9 Å, and 3.7 Å, respectively. While obtaining the single-particle EM data, we also managed to crystallize the LARGE1\n\nΔCC\n\nand to collect X-ray diffraction data, extending to 2.6 Å (\n\nTable 1\n\n). We, therefore, utilized one-half of the EM density map (\n\nFig 2\n\n) as a search model in Phaser [\n\n43\n\n] to obtain phases for the X-ray diffraction data, following a previously described method [\n\n44\n\n]. The crystal of LARGE1 belonged to a\n\nC\n\n2 space group, and we found two copies of LARGE1 in the asymmetric unit. We used Phenix-Autobuild [\n\n45\n\n] to provide an initial model and then manually completed the model using an iterative model building and refinement in Coot [\n\n46\n\n] and Phenix-Refine [\n\n47\n\n], respectively.\n\n10.1371/journal.pone.0278713.g002\n\nFig 2\n\nSingle particle cryo-EM maps of LARGE1.\n\nReconstructed maps of the LARGE1\n\necto\n\n(upper part) and LARGE1\n\nΔCC\n\n(lower part). The gold standard FSC curves are shown on the left and density maps colored by the local resolution estimates are shown on the right. One half map that was used as a molecular replacement model is highlighted with a dashed rectangle.\n\n10.1371/journal.pone.0278713.t001\n\nTable 1\n\nData collection and refinement statistics.\n\nLARGE1\n\nΔCC\n\nWavelength\n\n0.9677\n\nResolution range\n\n45.64–2.61 (2.69–2.61)\n\nSpace group\n\nC\n\n2\n\nUnit cell\n\n196.53 107.38 100.33 90 120.26 90\n\nTotal reflections\n\n140110\n\nUnique reflections\n\n52821\n\nMultiplicity\n\n2.7\n\nCompleteness (%)\n\n96.0 (93.0)\n\nMean I/sigma(I)\n\n4.5 (0.4)\n\nR-meas\n\n18.1 (322.5)\n\nCC\n\n1/2\n\n98.3 (14.9)\n\nReflections used in refinement\n\n52411\n\nReflections used for R-free\n\n1194\n\nR-work\n\n0.215\n\nR-free\n\n0.270\n\nNumber of atoms\n\nmacromolecules\n\n9685\n\nligands\n\n45\n\nsolvent\n\n44\n\nRMSD (bonds)\n\n0.008\n\nRMSD (angles)\n\n1.22\n\nRamachandran favored (%)\n\n97.03\n\nRamachandran allowed (%)\n\n2.88\n\nRamachandran outliers (%)\n\n0.00\n\nRotamer outliers (%)\n\n3.15\n\nClashscore\n\n11.97\n\nAverage B-factor\n\nmacromolecules\n\n83.99\n\nligands\n\n110.11\n\nsolvent\n\n63.87\n\nStatistics for the highest-resolution shell are shown in parentheses.\n\nThe crystal structure of LARGE1 consists of two chains that make a dimer in the asymmetric unit (\n\nFig 3a\n\n). For both chains (i.e., A and B), electron density was visible and hence allowed us to model residues 134 to 752. The electron density for some loops was either poor or was lacking completely and hence the model lacks residues: 282–286, 362–367, 369–372, 382–391, 626–636, 718–719 for chain A, and 280–286, 361–367, 370–372, 383–391, 713–718 for chain B. The two chains adopt an almost identical configuration with a root mean square deviation (RMSD) value of 1.4 Å for all shared Cα atoms (\n\nFig 3a\n\n). Despite the fact that we have crystallized the LARGE1\n\nΔCC\n\nconstruct, the two chains in the asymmetric unit formed a parallel dimer that resembles the EM map of the LARGE1\n\necto\n\n. Indeed, the crystallographic dimer readily fits into the EM density map of the LARGE1\n\necto\n\n(\n\nFig 3b\n\n). Noteworthy, the crystal packing is such that two neighboring LARGE1 dimers have their N-termini facing each other in a way that does not leave enough room for accommodating two CC domains. Hence, LARGE1\n\necto\n\nwill not be able to crystallize with a similar crystal packing. In order to fit into the EM map of the LARGE1\n\nΔCC\n\n, the chains need to be rotated in respect to one another to form an anti-parallel dimer (\n\nFig 3c\n\n). Considering the high similarity of chains, A and B of the crystallographic model (\n\nFig 3a\n\n) and since a rotation of the LARGE1 monomers is sufficient to get a good fit into the EM map of the LARGE1\n\nΔCC\n\n, it indicates that the relative orientation of the Xyl-T domain in respect to the GlcA-T domain is maintained in all of these states. In addition, the fact that the LARGE1\n\nΔCC\n\ncrystallized in the parallel dimeric form as observed for the LARGE1\n\necto\n\n(\n\nFig 3b\n\n) implies that it also forms such parallel dimers in solution despite the fact that the EM analysis only revealed anti-parallel dimers (Figs\n\n1d\n\n,\n\n2\n\nand\n\n3c\n\n). Hence, in equilibrium, and in the absence of the CC domain, the anti-parallel dimeric form is energetically preferred and thus dominates. The parallel dimers do exist, but at a lower abundance that is not apparent in our EM data. Likely due to packing considerations, these low-abundant parallel dimers were the ones that first nucleated and subsequently dictated the organization of the LARGE1 crystals. Noteworthy, the LARGE1 molecules that were incorporated into the solid crystal phase are no longer at equilibrium with the soluble LARGE1 molecules, which according to Le Chatelier’s principle, shifts the equilibrium toward the formation of this parallel dimer form.\n\n10.1371/journal.pone.0278713.g003\n\nFig 3\n\nThe dimeric structure of LARGE1.\n\n(a) Ribbon representation of the two LARGE1 monomers that make the asymmetric unit of the crystal. The Xyl-T, Linker region, and GlcA-T regions are highlighted in pink, hot pink, and gray on one monomer, respectively. The N- and C- termini are noted. Upper inset shows a 2Fo-Fc electron density map of the Xyl-T active site at the indicated sigma level. Lower inset shows a superimposition of the two modeled LARGE1 chains. (b) A fit of the LARGE1 dimer as appeared in the asymmetric unit of the crystal into the EM density map of the LARGE1\n\necto\n\n. (c) An individual fit of two LARGE1 monomers into the EM density map of the LARGE1\n\nΔCC\n\n. (d) Analysis of the dimer interface. Upper image shows a LARGE1 monomer in a surface representation. The Xyl-T, Linker region, and GlcA-T regions are highlighted in pink, hot pink, and gray, respectively. Fully buried surface residues due to dimerization are shown in orange (probe size of 1.4 Å). Partially buried surface residues (i.e., making cavities) due to dimerization are shown in yellow (probe size of 2.0 Å). Two patches of buried surfaces on the Xyl-T and GlcA-T domains are marked with dashed oval lines. Lower image shows a LARGE1 monomer in the same orientation as the upper image with surface representation that is color-coded by surface electrostatic potential (blue, 5 kT/e and red, -5 kT/e). (e) Detailed view of the Xyl-T/XylT interface that makes the buried patch. (f) Detailed view of the GlcA-T/GlcA-T interface that makes the buried patch.\n\nThe selection of the parallel dimeric form by the presence of the CC domain (Figs\n\n1d\n\nand\n\n3b\n\n) indicates that this may be the preferred physiological dimer\n\nin-vivo\n\n. We hence focus our analysis on this dimeric form. Inspection of the parallel dimer interface shows an overall buried surface area of 2,589 Å\n\n2\n\n(1,350 Å\n\n2\n\non chain ‘A’ and 1239 Å\n\n2\n\non chain ‘B’) (\n\nFig 3d\n\n). However, if we consider additional residues at the interface, which make very narrow cavities (i.e., using a probe with a radius of 2.0 Å for detecting buried surfaces), the buried surface area then becomes 4,443 Å\n\n2\n\n. This buried surface area spans the Xyl-T and GlcA-T catalytic domains as well as some residues at the linker region between the domains (\n\nFig 3d\n\n). In this dimer form, more surface is buried at the interface of the two Xyl-T domains than between the GlcA-T domains, and in both cases, most of the buried residues make continuous patches (\n\nFig 3d\n\n). Examining the surface electrostatic potential shows that the dimer interface is mostly uncharged (\n\nFig 3d\n\n). Various residues contribute to the buried, hydrophobic patches on the Xyl-T (\n\nFig 3e\n\n) and on the GlcA-T (\n\nFig 3f\n\n) domains. Besides the hydrophobic patches, polar residues exist at various locations along the dimeric interface. These residues may participate in water-mediated hydrogen-bond networks that may also contribute for dimerization. Having fairly flat hydrophobic surfaces on both catalytic domains may help to rationalize the ability of LARGE1 to form an anti-parallel dimer when the CC domain is not dictating a parallel configuration.\n\nThe Xyl-T and GlcA-T catalytic domains\n\nThe Xyl-T domain of LARGE1, which is classified by the Carbohydrate Active Enzymes (CAZy) database (\n\nhttp://www.cazy.org/\n\n) as a GT family 8 retaining transferase [\n\n48\n\n], adopts a canonical GT-A fold. This fold is composed of 7-stranded major & 3-stranded minor β-sheets, encompassed by α-helices (\n\nFig 4a\n\n). In its active site, the Xyl-T domain presents a conserved DXD motif (Asp242-X-Asp244) (\n\nFig 4a\n\n), which is a motif that mediates binding of nucleoside-bound sugars through a manganese ion and is important for the activity of GTases from many distinct enzyme families [\n\n49\n\n]. Structures of other xylosyltransferases have been solved. Comparing the Xyl-T domain with the structure of a mouse-derived xyloside α-1,3-xylosyltransferase (XXYLT1) [\n\n50\n\n], which is an enzyme unrelated to LARGE1, reveals a similar general architecture (\n\nFig 4a\n\n). In the active site of the Xyl-T domain, we could not detect a clear density that would indicate the presence of a divalent cation. Nevertheless, the superimposition of these two structures places the XXYLT1-derived Mn\n\n2+\n\nsuch that it would be coordinated by the DXD-residues Asp242 and Asp244, and by His380 of LARGE1 (\n\nFig 4a\n\n). These three residues are conserved in XXYLT1 as well as in other xylosyltransferases [\n\n50\n\n,\n\n51\n\n]. The Mn\n\n2+\n\nhelps to position the UDP-xylose in the active site [\n\n50\n\n]. Based on the XXYLT1 structure, we can postulate the position of the UDP-sugar donor in the active site of the LARGE1 Xyl-T (\n\nFig 4a and 4b\n\n). Gln335 of LARGE1 is also a conserved residue (\n\nFig 4a\n\n), and based on the enzymatic mechanism of XXYLT1 [\n\n50\n\n], it likely binds the substrate and also functions in stabilizing high-energy intermediate states, making it a critical residue for catalysis. Overall, the superimposition with XXYLT1 elucidates how the UDP-xylose and growing substrates would fit into the catalytic site of the LARGE1 Xyl-T (\n\nFig 4b\n\n).\n\n10.1371/journal.pone.0278713.g004\n\nFig 4\n\nThe Xyl-T domain of LARGE1.\n\n(a) Superimposition of the Xyl-T domain from LARGE1 (pink) with XXYLT1 (PDB: 4wn2, green). Inset shows a closeup view of the active site. The conserved residues that coordinate the Mn\n\n2+\n\nare noted, as well as a UDP and a growing substrate that were resolved in the structure of XXYLT1. (b) Surface representation of the LARGE1 Xyl-T domain. The aspartic acids of the DXD motif are colored yellow. The UDP and the growing substrate derived from the structure of XXYLT1 are shown as sticks.\n\nThe GlcA-T domain of LARGE1 also adopts a canonical GT-A fold and has a conserved DXD motif (Asp563-X-Asp565) (\n\nFig 5a\n\n). It is classified by the CAZy database as a GT family 49 inverting transferase [\n\n48\n\n]. The closest structural homolog of the LARGE1 GlcA-T according to 3D-BLAST [\n\n52\n\n] is the chondroitin polymerase from K4\n\nE\n\n.\n\ncoli\n\n(K4CP) (PDB:2z86) [\n\n53\n\n]. Similar to LARGE1, K4CP is a bifunctional glycosyltransferase that catalyzes the addition of GlcA and\n\nN\n\n-acetylgalactosamine to the chondroitin polymer [\n\n53\n\n], but unlike GlcA-T, it belongs to GT family 2 according to the CAZy database [\n\n48\n\n]. In the electron density map, we observed density for a coordinated ion in the active site of the GlcA-T domain (\n\nFig 5b\n\n) and we therefore modeled a Mn\n\n2+\n\natom, which is an essential metal for the activity of LARGE1 [\n\n54\n\n]. Compared with K4CP, the Mn\n\n2+\n\natoms in the GlcA-T domain are slightly shifted away from the coordinating aspartic acids and histidine residues (\n\nFig 5a\n\n, inset). The exact position of Mn\n\n2+\n\nmay change when UDP-GlcA is bound in the active site as this shifted location seems to collide with the UDP as seen in the K4CP structure. The LARGE1 GlcA-T domain has an extra histidine (His708) that seems to participate in the binding of the Mn\n\n2+\n\n. This histidine residue is not conserved in K4CP which has a proline (Pro389) instead (\n\nFig 5a\n\n, inset). As in the Xyl-T domain, the Mn\n\n2+\n\nin the GlcA-T domain is important for holding the UDP-sugar donor in place. A surface representation of the GlcA-T domain reveals the approximate location of UDP in the active site (\n\nFig 5c\n\n). The K4CP-derived UDP fits into a deep pocket, leaving a narrow tunnel for the growing matriglycan substrate to enter (\n\nFig 5c\n\n).\n\n10.1371/journal.pone.0278713.g005\n\nFig 5\n\nThe GlcA-T domain of LARGE1.\n\n(a) Superimposition of the GlcA-T domain from LARGE1 (grey) with K4CP (PDB: 2z86, green). Inset shows a closeup view of the active site. Mn\n\n2+\n\natoms of LARGE1 (purple) and of K4CP (green) are shown as semi-transparent spheres. A UDP from the K4CP structure is shown in purple. The conserved DXD motif and histidine residues that participate in the coordination of the Mn\n\n2+\n\nare noted. (b) The GlcA-T active sites of the two LARGE1 monomers (left and right) in the crystallographic asymmetric unit are shown with an Fo-Fc difference map (green mesh, σ = 5) calculated after omitting the Mn\n\n2+\n\natoms. (c) Surface representation of the LARGE1 GlcA-T domain. The aspartic acids of the DXD motif are colored yellow. The UDP derived from the structure of K4CP is shown as sticks.\n\nMatriglycan synthesis by the dimeric LARGE1\n\nThe matriglycan polymer that LARGE1 synthesizes is made of alternating Xyl and GlcA monomers. Hence, the growing matriglycan chain needs to enter into the active sites of the Xyl-T and the GlcA-T domains in an alternating manner. Interestingly, the closest Xyl-T and GlcA-T sites in the context of the LARGE1 dimer are located on opposite monomers rather than on a single protomer (\n\nFig 6\n\n). These two sites are approximately 40 Å away from each other and make the shortest possible path for a matriglycan non-reducing end to encounter the two different transferases. The alternative path between the two catalytic sites of a single protomer, requires the matriglycan chain to travel around the dimer to reach its far side. Hence the most diffusion-efficient synthesis of matriglycan will make use of the Xyl-T and the GlcA-T domains of separate monomers in the context of the dimer.\n\n10.1371/journal.pone.0278713.g006\n\nFig 6\n\nMatriglycan synthesis by the LARGE1 dimer.\n\nThe closest active sites of the Xyl-T and GlcA-T domains are located of different monomers. The LARGE1 dimer is shown using a surface representation and the catalytic domains are colored as in\n\nFig 3a\n\n. The two LARGE1 monomers are highlighted by different tones. A yellow arrow shows the openings of the closest Xyl-T and GlcA-T catalytic sites.\n\nDisease-causing mutations in LARGE1\n\nSeveral alterations in LARGE1 were previously identified as disease-causing mutations. Such mutations include: S331F [\n\n27\n\n], C443Y [\n\n24\n\n], W495R [\n\n28\n\n], and E509K [\n\n26\n\n]. Having the structural information for LARGE1 allows us to gain some insights for the possible molecular mechanisms that underly the deleterious effect of these mutations. Ser331 is a surface-exposed residue in the Xyl-T catalytic domain (\n\nFig 7a\n\n). Introducing phenylalanine in this position does not have an obvious consequence on the structure of LARGE1. Nevertheless, Ser331 is located at the vicinity of some surface-exposed hydrophobic residues like Trp276 and Leu332 (\n\nFig 7a\n\n). Potentially, introducing a S331F mutation may form a hydrophobic patch that would drive aggregation of LARGE1. Cys443 is located within the linker between the Xyl-T and GlcA-T domains (\n\nFig 7a\n\n). It makes a disulfide bond with a cysteine residue in the GlcA-T domain (\n\nFig 7a\n\n). A tyrosine residue instead of a cysteine in position 443 will abrogate the disulfide bridge and will likely also prevent proper folding due to steric clashes with its bulky side chain. Trp495 is located in the GlcA-T domain and is making an integral part of the hydrophobic core (\n\nFig 7a\n\n). A positively-charged arginine facing straight into the hydrophobic core of the protein is likely to be highly destabilizing for the folded state of the protein, which will effectively prevent its proper folding. Glu509 is located within the dimer interface of the GlcA-T domains near its 2-fold symmetry axis (\n\nFig 7a\n\n). Glu509 is making long-range electrostatic interactions with the nearby Lys536 (\n\nFig 7a\n\n), which likely balance the overall surface electrostatic potential at this position. Mutating Glu509 to a lysine will likely cause the accumulation of a local positive surface electrostatic potential, which will make dimer formation to be less favorable.\n\n10.1371/journal.pone.0278713.g007\n\nFig 7\n\nDisease causing mutations in LARGE1.\n\n(a) Mapping of four mutations on the structure of LARGE1. Insets show closeup views of the native residues at the mutation sites. (b) Western blot analysis using anti-His antibody showing the expression of soluble LARGE1-His WT or E509K mutant. Samples include the total cell lysates and cells’ media as indicated. (c) Similar to ‘b’, a western blot analysis showing the cells’ media and lysates from cell transfected with LARGE1-WT, -S331F, -C443Y, or -W495R. Lysate from non-transfected cells is shown as a negative control (NC).\n\nFrom the abovementioned structural analysis, it seems like the underlying molecular mechanisms of these four mutations involve the disruption of the global structure of LARGE1 rather than a direct interference at the catalytic sites. Indeed, after individually incorporating each of the four point mutations on the secreted form of LARGE1\n\necto\n\n, we could no longer detect secreted LARGE1 in the cells’ media (\n\nFig 7b & 7c\n\n). Interestingly, all of these mutated LARGE1 variants do express in the cells as could be seen in the total cell lysates (\n\nFig 7b & 7c\n\n). Hence, these proteins are produced but fail to secrete from the cells. This failure in secretion is likely due to the quality control system of the endoplasmic reticulum [\n\n55\n\n], which supports the notion of a global effect of these mutations on the stability of LARGE1. Interestingly, the clinical manifestations of these mutations are not identical [\n\n24\n\n,\n\n26\n\n–\n\n28\n\n]. Hence, while the biochemical end result seems to be the same for all of these mutations, subtle changes do exist, which warrant further investigations.\n\nDiscussion\n\nLARGE1 has a high propensity to form dimers. Mass-photometry measurements at a LARGE1 concentration of 30 nM indicated the presence of significant amounts of both the monomer and of the dimer forms in equilibrium (\n\nFig 1c\n\n). At higher concentrations, as were used for preparing the EM grids for example (\n\ni\n\n.\n\ne\n\n., ~4 μM), the predominant form was already dimeric as no 2D class averages were obtained for a monomeric LARGE1. It is also clear that the CC domain promotes dimerization of LARGE1 (\n\nFig 1c\n\n) and further selects a parallel organization for the dimer (Figs\n\n1d\n\n,\n\n2\n\n&\n\n3b\n\n). Taken together, under physiological conditions, in cells, LARGE1 is likely in the form of a parallel dimer, but future\n\nin-vivo\n\nstudies will need to corroborate this notion. Interestingly, this parallel dimer form of LARGE1 includes homo-association of the Xyl-T and the GlcA-T domains (\n\nFig 3a\n\n).\n\nHomo-association of other Xyl-Ts and GlcA-Ts, which are not related to LARGE1, has been previously observed [\n\n38\n\n,\n\n50\n\n,\n\n56\n\n–\n\n59\n\n]. Additionally, homo-association has been shown to be important for the enzymatic activity of some GTases. For example, the generation of a monomeric form of human lysyl hydrolase 3 (LH3), which is a multifunctional GTase, results in deterioration of enzymatic activity [\n\n60\n\n]. Destabilization of the homodimeric interface area by disease causing mutations in O-linked beta-N-acetylglucosamine transferase (OGT) was found to decrease its catalytic activity [\n\n61\n\n]. Additionally, disruption of homodimerization for the dual glycosyltransferase 1 (dGT1) also lead to a significantly decrease in its GlcNAc-T activity [\n\n36\n\n]. As postulated below, the association of LARGE1 into a dimer may also be important for its catalytic activity.\n\nThe assembly of LARGE1 into a dimer brings into a close proximity the active sites of Xyl-T and GlcA-T from opposite monomers (\n\nFig 6\n\n). This proximity between the two active sites increases the probability that the growing matriglycan chain will be sequentially modified by the two domains before the matriglycan polymer dissociates from LARGE1. While preparing this manuscript for submission, a complementary investigation of LARGE1 was deposited in a preprint server [\n\n62\n\n]. This work also supports the notion that active sites from two opposite chains contribute for the synthesis of matriglycan, which likely represent the most efficient way that LARGE1 can generate matriglycan.\n\nInterestingly, the matriglycan product can potentially consist of hundreds of repeating Xyl-GlcA units [\n\n5\n\n]. Since HNK-1ST terminates matriglycan synthesis [\n\n21\n\n], the production of long matriglycan chains suggests that encounters of HNK1-ST with the growing matriglycan are not frequent, and perhaps even restricted, during the elongation process. Delaying capping of matriglycan could potentially be achieved if the growing matriglycan chain will not be completely released from LARGE1 after the addition of each sugar monomer. Due to the high content of GlcA, matriglycan has a negative charge. Examining the surface electrostatic potential of the LARGE1 dimer, we see a positively-charged patch at the interface of the two GlcA-T domains and a significantly larger positively-charged surface formed at the interface of the Xyl-T domains (\n\nFig 8\n\n). We therefore speculate that unspecific electrostatic interactions may form between these positively-charged surfaces of LARGE1 and matriglycan, which may delay the release of the polymer during synthesis. By that, the effective local concentration of matriglycan will increase, which will promote synthesis of long matriglycan chains.\n\n10.1371/journal.pone.0278713.g008\n\nFig 8\n\nPutative electrostatic interaction of LARGE1 with matriglycan.\n\nSurface electrostatic potentials of the LARGE1 dimer from the Xyl-T (top) and from the GlcA-T (bottom) sides of the dimer. Blue to red colors indicate 5 kT/e to -5 kT/e, respectively.\n\nSeveral point mutations within the\n\nLARGE1\n\ngene were linked to pathological conditions. The E509K missense mutation, for instance, results in a significant loss of matriglycan generation, along with α-DG:laminin binding, and thus causes a serious form of α-dystroglycanopathy, termed MDC1D [\n\n26\n\n,\n\n63\n\n]. The E509K LARGE1 mutant was shown to localize in the ER and does not progress to the Golgi [\n\n63\n\n]. Our observations corroborate this notion as the soluble His-tagged LARGE1\n\necto\n\nthat carries the E509K mutation is also produced in cells but is not secreted (\n\nFig 7b\n\n), indicating a failure to progress in the secretory pathways. Our structural analysis suggests that the E509K mutation may abrogate dimerization of LARGE1 by localizing positive charge at the symmetry axis of the dimer interface, which will disfavor dimerization due to electrostatic repulsion (\n\nFig 7a\n\n). Dimerization of LARGE1 seems to be required for progressing through the ER/Golgi network. Interestingly, oligomerization has been shown to be a prerequisite for Golgi translocation for other membrane-bound proteins. The GTases, EXT1 & EXT2 that function as a heterodimer for example, are retained in the ER when expressed alone. Only upon co-expression of both of these GTases can the heterodimer form and reach the Golgi [\n\n64\n\n,\n\n65\n\n]. Other membrane proteins, such as prenylin, are believed to require homodimerization to enter the Golgi [\n\n66\n\n], and a failure to multimerize retains various other proteins in the ER [\n\n67\n\n–\n\n70\n\n]. Taken together, we propose that dimerization of LARGE1 is essential for its proper function in cells.\n\nOverall, we have deciphered the structure of the LARGE1 bi-functional glycosyltransferase. Dictated by the CC/stem domain, a parallel dimer of LARGE1 is formed and is required for proper localization in the cells. Dimerization enables advantageous properties for LARGE1 that likely contribute to its ability to synthesize long chains of matriglycan.\n\nMaterials & methods\n\nEnzyme expression & purification\n\nTwo variants of LARGE1 were generated, both from the human LARGE1 (xylosyl- and glucuronyltransferase) gene, obtained from the Forchheimer plasmid bank (Weizmann Institute of Science, Clone ID 100000367). Both variants were cloned without the transmembrane and cytosolic tail domains into a modified pHLSEC plasmid. The cloning, expression, and purification for this enzyme have been previously described [\n\n71\n\n]. Briefly, the LARGE1 gene with its coiled-coil (LARGE1\n\necto\n\n) domain (residues 29–756), with a His tag + GSGG linker at its C-terminal end, was cloned into\n\npHLsec\n\nusing BglII/NotI restriction sites. The same LARGE1 gene without its CC domain (LARGE1\n\nΔCC\n\n) (residues 92–756), with a 6x His tag + GSGG linker at its N-terminal end was cloned in the same manner. Both plasmids were then separately transfected into HEK293F cells at a density of approximately 1 x 10\n\n6\n\nmillion cells/ml. The transfections occurred with 40 kDa poylethylenamine at a ratio of 1:2.5 DNA:PEI (PEI Max, PolySciences). The productions were harvested after 1 week, spun down at 600 xg (the cells were then discarded), and the supernatants was then centrifuged at 15,800 xg to remove cellular debris. The supernatant of each production was then passed through a 0.45 μm Stericup filter (Merck Millipore) and supplemented with 100 μM phenylmethyl sulfonyl fluoride (PMSF) and 0.02% sodium azide. After which, the productions were buffer exchanged to TBS (150 mM NaCl, 20 mM Tris, pH 8.0) using a Pellicon Tangential Flow Filtration system (Merck Millipore) and purified by their 6x His tag by a 5 ml HiTrap IMAC FF Ni\n\n2+\n\ncolumn (GE Healthcare). Elution from the column was then carried out with 10% imidiazole, and the proteins were concentrated using a 4 ml 30 kDa Amicon (Merck Millipore) and run on a Supderdex 200 10/300 GL column (GE Healthcare) with a running buffer of TBS + 0.2% sodium azide. The aliquots from the main HPLC peak were then pooled, concentrated using another 4 ml 30 kDa Amicon (Merck Millipore), and finally flash frozen and stored at -80°C.\n\nCryo-electron microscopy data collection & analysis\n\nLARGE1 variants (0.3 mg/ml) were dispensed onto R 0.6/1 Cu/C Quantifoil grids (EMS) and plunged into liquid ethane using a Vitrobot system (Thermo Fisher/FEI; 4°C, 100% humidity) and then stored under cryogenic conditions. Plasma treatment for the grids was carried out at 90 seconds, 15 mA, and plunging used 3.5 μl of samples with a blot force of -1 for 3 seconds. Grids were first screened on the Talos Arctica microscope (200 kV; Thermo Scientific) and then transferred to the Titan Krios 3Gi (300 kV; FEI) with a Gatan K3 direct detection camera for data collection. The beam size used was 900 nm and the magnification was 120,000 X, with a defocus range of -1.6 to -0.6 μm and a pixel size of 0.52 Å.\n\nData processing was carried out using the cryoSPARC v2 software. For both LARGE1 variants, patch motion correction & CTF estimation were first completed. For the LARGE1\n\nΔCC\n\n, a total of 7,969 movies were initially obtained and 5,451 movies were then accepted for particle selection using the blob picker. Initially, 1,760,546 particles were chosen. We then extracted the particles using a 400-pixel box, which was Fourier-cropped to a 200-pixel box size with a pixel size of 1.04 Å. After multiple iterations of the 2D classifications, 92,093 particles were finally obtained which belonged to a single class. To improve the GSFCS resolution, we applied a twofold symmetry. The 3D reconstruction had a final GSFSC resolution of 3.65 Å. For LARGE1\n\necto\n\n, the same data processing method was used. A total of 5,250 movies were initially obtained, and 4,896 movies were used for further processing. After patch motion correction & CTF estimation, the blob picker in cryoSPARC v2 selected 223,954 particles. Using twofold symmetry, 164,336 particles were chosen, all of which related to a single class. A density map with a final GSFSC resolution of 3.86 Å was then obtained.\n\nCrystallization, X-ray data collection, and structure determination\n\nThe initial crystallization hit occurred with the SaltRx screen (Hampton Research) using the Mosquito robot (LLP Labtech) in a 96-well plate (LLP). Optimization was carried out with the Dragonfly robot (LLP), where LARGE1- CC crystals were obtained in a 200 nl drop, at a 1:1 ratio (protein:crystallization reagents), containing 1.0 M Na\n\n3\n\nPO\n\n4\n\nmonobasic monohydrate, K\n\n3\n\nPO\n\n4\n\ndibasic / pH 5.0. PEG 200 (20% final concentration) was added to the crystals as a cryopreservative before storing in liquid N\n\n2\n\nfor transport. Data collection was carried out at the European Synchrotron Research Facility (ESRF), with Beamline ID ID30a. A Dectris Eiger 4M detector was used. Diffraction data was successfully obtained using a wavelength of 0.9677 Å to a resolution of 2.6 Å. Data was indexed using XDS [\n\n72\n\n] and subsequently merged and scaled using Aimless [\n\n73\n\n]. Half of the EM density map, corresponding to a single LARGE1 monomer, was used for solving the X-ray structure via molecular replacement with Phaser [\n\n43\n\n], as part of the Phenix suit [\n\n47\n\n]. An initial model was obtained using the Phenix-Autobuild function [\n\n45\n\n]. The model was completed by iterative rounds of manual model building using Coot [\n\n46\n\n] and refinement using Phenix-Refine (NCS & secondary-structure restrains, individual b-factors, TLS, real-space and reciprocal-space coordinate refinement) [\n\n47\n\n].\n\nMass photometry\n\nLARGE1 samples were analyzed on a Refeyn One\n\nMP\n\n(Refeyne) mass photometer. The calibration curve was carried out using jack bean urease (100 μg/ml) (Sigma). LARGE1 samples were diluted in TBS to approximately 30 nM (2.5 μg/ml) and were analyzed at room temperature over 60 second recordings using the Acquire\n\nMP\n\nsoftware, at 100 frames per second (fps). Analysis occurred using Refeyne’s Discover\n\nMP\n\nsoftware.\n\nMutagenesis\n\nMutants were produced with the LARGE1\n\necto\n\nconstruct in a modified pHLsec plasmid. Point mutations were carried out via the QuikChange Site-Directed Mutagenesis protocol (Aligent). After sequence verification, mutants were amplified (via MaxiPrep) and transfected into HEK293F cells.\n\nWestern blot analysis\n\nCell lysates, collected 4 days-post transfections, were boiled in 4x sample buffer containing 40% glycerol, 240 mM Tris-HCl, pH 6.8, 8% SDS, 0.04% Bromophenol blue, 5% beta-mercaptoethanol. Samples were run on a 10% acrylamide, Tris-glycine gel. Western Blot analysis was then carried out using an anti-His antibody (Qiagen) at a 1:2,000 dilution, in Tris-Buffer Saline + Tween (20 mM Tris, pH 8.0, 150 mM NaCl, 0.5% Tween) containing 1% BSA, incubated overnight at 4°C. Then, the membrane was incubated with HRP-conjugated anti-mouse secondary antibody (Jackson ImmunoResearch), diluted at 1:10,000, before being developed with EZ-ECl (Biological Industries).\n\nSupporting information\n\nS1 Raw images\n\n(PDF)\n\nClick here for additional data file."
  },
  {
    "pmcid": "10933199",
    "title": "Alteration of LARGE1 abundance in patients and a mouse model of 5q-associated spinal muscular atrophy",
    "publish_date": "2024-3-12",
    "full_text": "Introduction\n\nSpinal muscular atrophy (SMA), a neuromuscular disease, is the second most common recessive disorder and caused by pathogenic variants affecting the Survival of Motor Neuron (\n\nSMN1\n\n) gene (localized on the long arm of chromosome 5; 5q-related SMA) subsequently leading to reduced protein abundances [\n\n17\n\n]. SMA is characterized by motor neuron (MN) degeneration leading to severe muscular atrophy, which in the past was often leading to early death [\n\n4\n\n]. Depending on the expression of\n\nSMN2\n\n, a homologous gene copy of\n\nSMN1\n\n, the severity of SMA might range from cases with prenatal onset to cases with adult onset. Given that\n\nSMN2\n\nharbors a polymorphism in exon 7, leading to the production of a protein with reduced stability, expression of\n\nSMN2\n\ncan only insufficiently compensate the loss of functional SMN1 [\n\n19\n\n]. Along this line, therapies have mainly focused on increasing full-length SMN expression in patients. Currently, three therapies for SMA are available. These are either based on the promotion of exon-7 inclusion in\n\nSMN2\n\n-derived transcripts using specific Antisense Oligonucleotides [\n\n3\n\n,\n\n11\n\n] or the risdiplam molecule [\n\n8\n\n], or on AAV-based\n\nSMN1\n\ngene replacement [\n\n21\n\n]. Although these therapies significantly ameliorate the severity and progression of SMA, they do not constitute a full cure for SMA. Existing proteinogenic biomarkers that enable disease and therapy monitoring are mostly restricted to cerebrospinal fluid (CSF), indicating the need for less invasive markers providing relevant information. Moreover, there is a significant number of non-responders, and an intervention delay strongly impacts on the efficacy—later stages of motor neuron degeneration cannot be reversed by restoration of SMN-expression [\n\n6\n\n,\n\n11\n\n,\n\n14\n\n,\n\n22\n\n]. Thus, complementary, SMN-independent strategies are crucial and should target such SMN-irreversible degenerative processes. Those are defined as pathological alterations that are not reversed by SMN-restoration for a given dose and intervention delay [\n\n14\n\n]. On the other hand, strengthening the activation of molecular processes facilitating neuronal survival might reflect an additional starting point for the invention of supportive therapeutic concepts. Furthermore, this again accentuates the need for (prognostic and minimally invasive) biomarkers predicting motor-response to allow for optimal clinical decision-making [\n\n27\n\n]. In addition to the\n\nSMN2\n\ncopy number and less frequent genetic modifiers, only few (invasive) proteinogenic biomarkers are available for SMA, including Cathepsin D [\n\n26\n\n] and neurofilaments (pNF-L, light-chain; pNF-H, heavy chain), which are intermediate filaments and structural proteins of the neuronal cytoskeleton. Both intermediate filaments are secreted to serum/plasma and CSF during axonal damage, thus serving as non-specific markers of neurodegeneration in different diseases [\n\n25\n\n,\n\n31\n\n]. In the plasma of younger patients with SMA type 1 and 2, pNF-H was found to be increased, and a faster decrease was detected during nusinersen treatment in these patients compared to untreated patients [\n\n31\n\n]. A recent study applying proteomic profiling of CSF confirmed the suitability of pNF-L and Cathepsin D and moreover introduced Arylsulfatase B (ARSB), Ectonucleoside triphosphate diphosphohydrolase 2 (ENTPD2), and Gamma-interferon-inducible lysosomal thiol reductase (IFI30) as the CSF-proteins most predictive of clinical improvement upon therapeutic intervention with nusinersen [\n\n1\n\n]. However, it is important to note that significant changes are mostly identified in patients younger than 1 year of age, limiting the use in clinical routine. In accordance, analysis of CSF for neurofilament level in SMA patients undergoing nusinersen treatment likewise showed a decline in a smaller cohort of young type 1 patients [\n\n24\n\n] without significant correlation with motor response in older patients [\n\n9\n\n,\n\n29\n\n,\n\n30\n\n].\n\nIn the light of the emerging and yet available treatment options for SMA and the remaining need to define biomarkers [\n\n28\n\n], we performed a proteomic-based discovery study on CSF derived from SMA type 3 patients before and under nusinersen treatment enabling the identification of LARGE1 as a protein increased in SMA patients pre- and post-treatment with nusinersen compared to controls. Based on this finding, LARGE1 levels were further studied in CSF and serum samples derived from pediatric SMA patients (pre-symptomatic as well as type 1, 2 and 3) and derived from adult SMA type 3 patients by enzyme-linked immunosorbent assay (ELISA). Investigation of serum aimed to define the potential of LARGE1 to serve as a minimal invasive proteinogenic marker. Additionally, LARGE1 levels were studied by immunofluorescence in the spinal cord and skeletal muscle of a murine model of SMA presenting with late disease onset at two different ages.\n\nMaterials and methods\n\nCerebrospinal fluid samples of SMA patients\n\nCSF samples of 35 adult patients (age 16–65 years; demographic data of patients are provided in Supplementary Tab. 1 online resource) and of 14 pediatric cases (age 8–12 years; demographic data of patients are provided in Supplementary Tab. 2 online resource) with genetically proven 5q- SMA (type 1, 2, or 3, respectively), as well as controls, were analyzed. Moreover, serum samples derived from 8 adult patients (age 16–65 years) 3 and as well as 8 adult controls were analyzed in addition to 14 pediatric cases (age 1–6 years) with 5q-SMA (SMA type 1 to 3). All patients or their caregivers gave written informed consent. Control CSF was obtained from non-SMA patients (diagnostic procedure to exclude CNS disease; non-disease controls) and from non-SMA patients with inflammatory (\n\nn\n\n= 11 pediatric and\n\nn\n\n= 3 adult) and non-inflammatory CNS diseases (\n\nn\n\n= 6 pediatric and\n\nn\n\n= 2 adult) serving as disease controls. Serum control samples were obtained from healthy donors (non-disease controls) or patients suffering from other neuromuscular conditions (disease controls with genetically confirmed\n\nVWA1\n\n-related neuromyopathy (adult;\n\nn\n\n= 6),\n\nBICD2\n\n-related spinal muscular atrophy with lower extremity predominance (SMALED with adult onset;\n\nn\n\n= 6), and\n\nCHRNE\n\n-related congenital myasthenic syndrome (pediatric;\n\nn\n\n= 7)). SMA-patients responding to therapeutic intervention with nusinersen (were distinguished from such not responding according to the Scores on the Children’s Hospital of Philadelphia Infant Test of Neuromuscular Disorders (CHOP INTEND). Ranging from 0 to 64, with higher scores indicating better motor function; a CHOP INTEND non-response was defined as a failure of an increase of at least 4 points from baseline. The Hammersmith Infant Neurological Examination (HINE) is a neurological examination consisting of 26 items, each scored on a scale of 0 to 3, designed for evaluating infants between 2 and 24 months of age. Motor scores of adult patients were measured using the Hammersmith Functional Motor Scale-Expanded (HFMSE) score or the Revised Upper Limp Module (RULM). Treatment response was classified with an increase of 3 or more motor points. The time point of 180 days post-treatment was chosen as it reflects the ending of the nusinersen “loading phase” and the beginning of the “maintenance phase”, thus providing the full nusinersen effect for each patient and providing robust information regarding the value of therapy markers. Study approval was obtained from the University Duisburg-Essen ethics committee (approval number 18-8285-BO).\n\nProteomic profiling on human CSF\n\nSample preparation\n\nHuman CSF samples were stored on -80 °C until further processing. A total of 50 μl of each sample (\n\nn\n\n= 16; 2 samples from non-SMA affected individuals, 4 samples from SMA patients not responding to treatment with nusinersen and 10 samples from SMA patients responding to treatment with nusinersen) was denatured with Biognosys’ Denature Buffer. Reduction and alkylation were carried out by adding Biognosys’ Reduction/Alkylation Solution for 1 h at 37 °C. Digestion was then performed with 0.5 μg trypsin (Promega) per sample overnight at 37 °C.\n\nClean-up for mass spectrometry\n\nAfter digestion, samples were desalted using a BioPureSPEMIDI C18 spin plate (The Nest Group) following the manufacturer’s instructions and dried using a SpeedVac system. Peptides were then dissolved in 20 μl of 1% acetonitrile containing 0.1% formic acid (FA). Prior to mass spectrometric measurements, iRT calibration peptides from Biognosys were added to all samples prepared in this manner. Peptide concentrations were determined using a BCA assay (Thermo Fisher).\n\nHPRP fractionation\n\nTo perform high-pH fractionation of peptides, equal volumes of digested samples were pooled according to time point (pool 1: baseline, pool 2: 6 months). Ammonium hydroxide was added to achieve a pH > 10. Fractionation was performed using a DionexUltiMate3000 RS pump (ThermoScientific) on an Acquity UPLC CSH C18 1.7 μm, 2.1 × 150 mm column (Waters). The gradient was 1% to 40% solvent B in 20 min, the solvents were A: 20 mM ammonium format in water, B: acetonitrile. Fractions were collected every 30 s and sequentially combined into 6 fraction pools. These were allowed to dry and dissolved in 17 μl solvent A. Before mass spectrometric analyses, they were spiked with iRT calibration peptides from Biognosys. Peptide concentrations were determined using a UV/Vis spectrometer (SPECTROstarNano, BMG Labtech).\n\nShotgun LC–MS/MS for spectral library generation\n\nFor DDA LC–MS/MS analyses, 2 µg of peptides per sample or fraction were loaded onto a self-packed C18 column (Dr. Maisch ReproSilPur, 1.9 μm particle size, 120 Å pore size; 75 μm inner diameter, 50 cm length, New Objective) in a Thermo Scientific Easy nLC1200 nano-liquid chromatography system. This system was coupled to a Thermo Scientific Q Exactive mass spectrometer with a standard nano-electrospray source. The following were used as solvents: A: 1% acetonitrile in water containing 0.1% FA; B: 15% water in acetonitrile containing 0.1% FA. The following method was used as the nonlinear gradient: 1–52% solvent B in 120 min, followed by 52–90% B in 10 s, 90% B for 10 min, 90–1% B in 10 s, and 1% B for 5 min. The MS method used was a modified TOP12 method by [\n\n15\n\n]. Full MS covered the m/z range of 350–1650 with a resolution of 70 000 (AGC target value was set to 3e6) and was followed by MS/MS scans with a resolution of 17 500 (AGC target value was 5e5). The isolation width of the MS/MS acquisition precursor was 2 m/z, while the normalized collision energy was set at 25 (10% staged collision energy) and the default charge state was 2 + .\n\nHRM mass spectrometry acquisition\n\nExactly as for the DDA LC–MS/MS measurements, 2 μg of peptides per sample were loaded onto the in-house packed C18 column in a Thermo Scientific Easy nLC1200 nano-liquid chromatography system for the DIA measurements. The system was coupled to a Thermo Scientific Q Exactive HF mass spectrometer equipped with a standard nano-electrospray source. The LC solvents were A: 1% acetonitrile in water containing 0.1% FA; B: 15% water in acetonitrile containing 0.1% FA. The nonlinear LC gradient was 1–55% solvent B in 120 min, followed by 55–90% B in 10 s, 90% B for 10 min, 90–1% B in 10 s, and 1% B for 5 min. The DIA method included a one full range scan followed by 22 DIA windows.\n\nDatabase search of LC–MS/MS data and spectral library generation\n\nShotgun and HRM mass spectrometry data were analysed using SpectroMine software (Biognosys). The false discovery rate was set to 1% at the peptide and protein levels. Data were validated against a human UniProt protein database (Homo sapiens, 2019-–07-01). The search preferences were set as follows: 2 missed cleavages were allowed. Modifications were set as variable for N-term acetylation, methionine oxidation, deamidation (NQ), carbamylation (KR)). To create a CSF resource spectral library, shotgun data were obtained from commercially available healthy individual CSF and searched using the above settings. Shotgun, HRM, and resource search data were used to create a hybrid spectral library (library ID: 2452_R03) in SpectroMine software.\n\nHRM data analysis\n\nHRM mass spectrometric data were analysed using Spectronaut Pulsar software (Biognosys) with the hybrid spectral library generated in this project. The false discovery rate on protein and peptide level was set to 1%, data was filtered using row-based extraction. The HRM measurements analyzed with Spectronaut were normalized using local regression normalization [\n\n2\n\n].\n\nData analysis\n\nData analysis and plotting was performed in R. Distance in heat maps was calculated using the “manhattan” method, the clustering using “ward.D” for both axis. Principal component analysis was conducted in R using prcomp and a modified ggbiplot function for plotting, and partial least squares discriminant analysis was performed using mixOMICS package.\n\nEnzyme-linked immunosorbent assay (ELISA)\n\nThe level of LARGE1 were measured in CSF and serum samples derived from adult and pediatric SMA patients and matching controls by making use of the ELISA technique according to the manufacturer’s protocol (#MBS281249, MyBioScource, San Diego, CA, USA).\n\nAnimals\n\nSMN-deficient mouse model FVB.Cg-\n\nSmn1\n\ntm1Hung\n\nTg(SMN2)2Hung/J (Jackson #005058), reflecting later-onset SMA, homozygote for the murine\n\nSMN1\n\nknockout, and the insert of human\n\nSMN2\n\n(4 copies) were purchased from Jackson Laboratory (Bar Habor, ME, USA) and bred in the Animal Research Lab of the University Hospital Essen. Male and female mice were used for spinal cord tissue (P10, P20, P28, P42, and P52) harvesting and muscle tissue (\n\nMusculus tibialis anterior\n\n(TA)) at postnatal days P10, P28, and P52. Age-matched male FVB/N mice (wild-type, wt) served as control. At P42, SMA mice already show loss of spinal motor neurons [\n\n18\n\n].\n\nAll animals were kept on a 12/12 h light/dark cycle with water and standard food pellets available ad libitum.\n\nAll experiments were conducted under the animal welfare guidelines of the University Duisburg Essen. Furthermore, the use of the SMA mouse model was approved by the State Agency for Nature, Environment and Consumer Protection (LANUV) in North Rhine-Westphalia (reference number 81–02.04.2020.A335).\n\nPreparation of murine spinal cord tissue and tibialis anterior as well as human quadriceps muscle slices\n\nLumbar spinal cord tissue of late-onset SMA and wild-type mice were snap-frozen in liquid nitrogen and stored at − 80 °C until usage. Spinal cord cryosections of 20 µm were prepared. Every fifth section of each spinal cord is placed on one independent microscopy slide.\n\nThe murine TA was removed and immediately snap-frozen in a mold of Tissue-Tek\n\n®\n\nO.C.T.\n\n™\n\nCompound on dry ice in isopropanol. Afterwards, muscles were stored at − 80 °C until usage. Muscle cryosections of 12 µM were prepared for immunostaining studies. For immunostaining studies on quadriceps muscle derived from pediatric SMA type 3 patients (muscle biopsies were collected for diagnostic purposes), 10 µM cryosections were used.\n\nImmunostaining of spinal cord tissue slices and muscle biopsy specimen\n\nMurine lumbar spinal cord or TA sections were fixed in 4% Paraformaldehyde, washed, permeabilized (PBS, 0.1\n\nv/w\n\nTriton X-100), and blocked (PBS, 5% bovine albumin serum). Primary antibodies for motor neurons (anti-SMI-32, mouse, 1:400, #801,701, BioLegends, San Diego, CA, USA), LARGE1 (anti-LARGE1, rabbit, 1:500, #PA5-78,393, Thermo Fisher Scientific, Taufkirchen, Germany), Golgi marker GM130 (anti-GM130, mouse, 1:500, #AB169276, Abcam, Cambridge, United Kingdom) and BiP (GRP78) (anti-BiP BD, mouse, 1:500, Transduction Laboratories #610,978) were diluted in blocking solution and incubated at 4 °C overnight. Sections were washed, and secondary antibodies (goat anti-rabbit, goat anti-mouse, 1:300, Dianova, Hamburg, Germany) and DAPI (1:1000, Sigma-Aldrich, Taufkirchen, Germany) were diluted in blocking solution. Sections were incubated for 1.5 h at room temperature.\n\nImages were obtained using a Zeiss Axio Observer.Z1 Apotome (Zeiss, Jena, Germany) fluorescence microscope and Zeiss Zen software to determine the relative protein levels. All microscope settings such as laser intensity, exposure time, or contrast were kept the same to analyze LARGE1, GM130 and BiP immunoreactivities.\n\nImmunoreactivity of LARGE1 in the entire ventral horn or SMI-32 positive spinal motor neurons as well as in the TA sections and immunoreactivity of GM130 and BiP was measured using Image J software (NIH, Bethesda, MD, USA). LARGE1, GM130 or BiP immunoreactivity was measured and normalized against the background of each slice.\n\nThe relative protein level of LARGE1 or GM130 was calculated by normalizing the intensity of SMA tissue against wild-type tissue.\n\nColocalization of LARGE1 and GM130 as well as LARGE1 and BiP was determined using Image J software plug-in “Coloc 2” and calculation of Pearson coefficient.\n\nWestern blot analysis\n\nWe performed Western blot analysis to substantiate the evaluated protein level by immunostaining. Therefore, the spinal cord tissue of SMA or wt mice were homogenized in RIPA buffer containing a protease inhibitor cocktail (Roche, Germany). The amount of protein in those lysates was determined by a bicinchoninic acid (BCA) protein assay.\n\nTen micrograms of protein were applied to 4–15% TGX Stain-Free gels (Biorad, Germany), and proteins were transferred to 0.2 µm nitrocellulose membranes using a semi-dry blotting technique. Images of membranes were taken for total-protein evaluation. Afterward, the membranes were incubated in fast-blocking solution (Biorad, Germany) under gentle agitation for 10 min at RT. Then, the membranes were incubated with primary antibodies (in blocking solution) against LARGE1 (anti-rabbit, 1:10,000) at 4 °C overnight. Primary antibody against β-actin (hFAB,1:10,000 #12,004,164 BioRad, Germany; anti mouse 1:10,000 #ab8226 Abcam, United Kingdom) as well as GAPDH (anti-mouse, 1:10,000, # MA5-15,738, Thermo-Fisher) was used as an additional loading control.\n\nAfter washing, the membranes were incubated with anti-rabbit horseradish peroxidase-coupled secondary antibody for 1.5 h at RT. Immunoreactivity was detected using an enhanced chemiluminescence substrate and a Western blot imaging system (Biorad, Germany).\n\nAnalysis of Western blot signals was performed using Biorad imaging software. First, the signal of each protein and actin lane was measured. Then, the protein signal of each lane was normalized to its total protein value (PonceauS). Finally, the calculated protein level of SMA mice was further normalized to the value detected in age-matched wt mice, and additionally the wt mice were normalized.\n\nAll Western blots and total protein staining used for mean value calculations are provided in the supplementary material (Supplementary Figs. 7–8 online resource).\n\nResults\n\nUnbiased proteomic profiling identified increase LARGE1 in CSF derived from SMA type 3 patients responding to therapy with nusinersen\n\nTo identify novel CSF-related biomarkers of therapeutical relevance for SMA, untargeted proteomic profiling was carried out on CSF derived from adult SMA type 3 patients (n = 14 with additional 2 non-disease controls) pre- and post-treatment with nusinersen as a discovery approach. For post-treatment conditions day 180 (prior fifth application of nusinersen) was chosen. Our cohort also included two patients not showing a clinical amelioration after 180 days of therapy (non-responders). In total, 17 proteins were significantly changed between baseline samples (day 0) from responder and non-responder SMA patients including LARGE1 (ratio 2.62; Log ratio 1.39; p-ANOVA = 0.03) (Fig.\n\n1\n\n; Supplementary Tab. 3 online resource). Given that LARGE1 (acting as a bifunctional glycosyltransferase with both alpha-1,3-xylosyltransferase and beta-1,3-glucuronyltransferase activities) is localized to the ER-Golgi network and other ER-Golgi resident proteins were already unveiled as critical factors for motor neuron survival in SMA [\n\n5\n\n] and other motor neuron diseases such as ALS [\n\n10\n\n], were selected this protein as promising candidate for further analyses. This decision was also motivated by the known role of LARGE1 in the genesis of neuromuscular diseases (MIM: 608,840 & MIM:613,154).\n\nFig. 1\n\nProteomic profiling of CSF derived from adult SMA patients.\n\na\n\nVolcano plot of proteomic data obtained by the comparison of the proteinogenic signatures of CSF derived from patients showing a response to the therapeutic intervention with nusinersen versus such without clinical amelioration (non-responders); the group of decreased proteins contains LARGE1.\n\nb\n\nBoxplot-based presentation of diverging LARGE1 level in CSF derived from treatment responders and non-responders. Abbreviations:\n\nCSF\n\ncerebrospinal fluid,\n\nSMA\n\nspinal muscular atrophy\n\nELISA-based quantification of LARGE1 in SMA-patient derived CSF samples\n\nTo validate our proteomic findings and to further elucidate the potential of LARGE1 to serve as a (therapeutic relevant) biomarker for SMA, ELISA-based quantification of LARGE1 level was carried out in CSF samples derived from pediatric patients suffering from SMA type 1 (\n\nn\n\n= 3), type 2 (\n\nn\n\n= 4) and type 3 (\n\nn\n\n= 3) responding to therapeutic intervention as well as in 4 pediatric non-responders in addition to adult patients suffering from SMA type 3 (\n\nn\n\n= 18). Moreover, LARGE1 was quantified in pediatric and adult disease controls (inflammatory and non-inflammatory CNS diseases). Results of these studies show an increase of LARGE1 level in CSF derived from adult SMA-patients 180 days post treatment with nusinersen (Fig.\n\n2\n\na and b;\n\np\n\n< 0.01;\n\np\n\n= 0.051). This effect was similar in patients responding to treatment and not responding to treatment (Fig.\n\n2\n\nb and c). However, in adult patients not responding to therapy, lower LARGE1 levels are identified in CSF at baseline visits compared to controls and patients responding to treatment (Fig.\n\n2\n\nb and c). This finding not only confirms our proteomic results but moreover yields into a higher delta value of LARGE1 in pg/ml in the non-responder cohort (720.4) compared to the responder cohort (320.5). In pediatric patients, increase of LARGE1 levels in CSF at baseline visit is more pronounced compared to the observation obtained in the adult cohort and independent of the SMA sub-type or effect of therapeutic intervention with nusinersen. Moreover, a further increase of LARGE1 in CSF is observed in all SMA sub-types responding to therapy, whereas non-responders, in contrast, show a decrease of LARGE1 at day 180 (Fig.\n\n2\n\nd–h). The latter finding is in line with our proteomic data. This—in contrast to the data obtained in the adult cohort—in turn results in a negative delta value of LARGE1 in pg/ml in the non-responder cohort (− 256,2) compared to the responder cohort (175,4). LARGE1 levels are significantly increased in pediatric patients compared to adult patients (\n\np\n\n< 0.05) (Supplementary Fig. 1 online resource). We also quantified the levels of LARGE1 in the CSF of both adult and pediatric patients afflicted with different central nervous system (CNS) diseases, and compared these measurements with those obtained from SMA (Supplementary Fig. 2 online resource). Analysis revealed a significant elevation of LARGE1 in the CSF of SMA patients, especially the pediatric CSF was increased compared to non-inflammatory and inflammatory CSF in pediatric patients (\n\np\n\n< 0.001;\n\np\n\n< 0.05). In the pediatric and adult disease controls LARGE1 level were rather decreased: 119.0 pg/ml and 56.4 pg/ml (inflammatory and non-inflammatory CNS diseases in pediatric patients, respectively), as well as 110.7 pg/ml and 45.8 pg/ml (inflammatory and non-inflammatory CNS diseases in adult patients, respectively).\n\nFig. 2\n\nELISA-based quantification of LARGE1 in CSF samples derived from 5q-associated SMA patients and controls.\n\na\n\n,\n\nb\n\nand\n\nc\n\nResults obtained in SMA patients with adult onset of disease at baseline visit and 180 days post-treatment with nusinersen. Increase of LARGE1 in the total cohort 180 days post-treatment is statistically significant (\n\np\n\n< 0.01).\n\nd\n\n–\n\nh\n\nResults obtained in SMA patients with childhood-onset of disease at baseline visit and 180 days post treatment with nusinersen. Abbreviations:\n\nCSF\n\ncerebrospinal fluid,\n\nctrl\n\ncontrol,\n\nd\n\nday,\n\nSMA\n\nspinal muscular atrophy.\n\nP\n\nvalues: *\n\np\n\n< 0.05, **\n\np\n\n< 0.01, or ***\n\np\n\n< 0.001\n\nTo investigate a potential correlation between altered (elevated) LARGE1 levels in CSF and therapeutic outcome in terms of improvement of motor function, delta of different motor scores was calculated for each patient and correlated with delta of LARGE1 protein levels (baseline versus day 180 post treatment). Whereas for RULM, this approach showed no correlation between the increase of LARGE1 in CSF and improved motor function, for HFMSE, four patients showed an increase of LARGE1 without an effect on improved HFMSE score. Thus, eight patients showed increased LARGE1 level accompanied by improvement of the HFMSE score (Fig.\n\n3\n\na and b). HINE score was available for six pediatric patients and showed an increase accompained by increase of LARGE1 level in CSF for four of these patients (Fig.\n\n3\n\nc).\n\nFig. 3\n\nCorrelation studies of changes in LARGE1 CSF level in dependence of improvement of motor scores for adult and pediatric SMA patients.\n\na\n\nHFMSE score in adult patients in correlation with changes of LARGE1 CSF level between baseline visit and day 180 post treatment.\n\nb\n\nRULM score in adult patients in correlation with changes of LARGE1 CSF level between baseline visit and day 180 post treatment.\n\nc\n\nHINE score in pediatric patients in correlation with changes of LARGE1 CSF level between baseline visit and day 180 post treatment. Abbreviations:\n\nCSF\n\ncerebrospinal fluid,\n\nctrl\n\ncontrol,\n\nd\n\nday,\n\nHINE\n\nHammersmith infant neurological examination,\n\nHFMSE\n\nHammersmith functional motor scale—expended,\n\nRULM\n\nrevised upper limb module,\n\nSMA\n\nspinal muscular atrophy\n\nELISA-based quantification of LARGE1 in SMA-patient derived serum samples\n\nWe next addressed the potential of LARGE1 to serve as a minimal invasive biomarker by investigating the level in serum samples derived from adult and pediatric SMA patients at baseline visit: the investigation of 8 adult patients (4 responder and 4 non-responder) revealed a significant increase of LARGE1 level in serum samples derived from the patient cohort compared to controls (\n\nn\n\n= 5). However, when comparing responders and non-responders, only patients which show a clinical benefit from therapeutic intervention present with a profound and significant elevation of LARGE1 level whereas the increase in non-responders was rather mild an statistically not significant (Fig.\n\n4\n\na–c). However, in the pediatric cohort (\n\nn\n\n= 17), no increase of LARGE1 serum level was observed in SMA patients (Fig.\n\n4\n\nd). A subcategorization of the pediatric cases according to the clinical presentation (pre-symptomatic and SMA 1–3) did also not reveal a statistical significant increase in one of these subgroups (Supplementary Fig. 3 online resource). Furthermore, we conducted a comparative analysis of baseline LARGE1 levels in serum samples derived from pediatric and adult patients with SMA against the serum LARGE1 levels observed in various other neuromuscular disorders (NMD). Serum samples from pediatric and adult SMA patients exhibited significantly elevated LARGE1 levels when compared to those from patients with other NMDs (\n\np\n\n< 0.05;\n\np\n\n< 0.01) (Supplementary Fig. 4 online resource). These other NMDs served as disease controls and included\n\nVWA1\n\n-patients (166.4 pg/ml),\n\nBICD2\n\n-patients (164.5 pg/ml), and\n\nCHRNE\n\n-patients (175.4 pg/ml) (Supplementary Fig. 4).\n\nFig. 4\n\nELISA-based quantification of LARGE1 in serum samples derived from 5q-associated SMA patients and controls.\n\na\n\n–\n\nc\n\nResults obtained in SMA patients with adult onset of disease at baseline visit. Increase of LARGE1 in the total cohort as well as in the subcohort of responders is statistically significant (\n\np\n\n< 0.05,\n\np\n\n< 0.001), respectively.\n\nd\n\nResults obtained in SMA patients with childhood onset of disease at baseline visit. Abbreviations:\n\nctrl\n\ncontrol,\n\nd\n\nday,\n\nELISA\n\nenzyme-linked immunosorbent assay,\n\nSMA\n\nspinal muscular atrophy.\n\nP\n\nvalues: *\n\np\n\n< 0.05, **\n\np\n\n< 0.01, or ***\n\np\n\n< 0.001\n\nMouse model of late-onset SMA shows loss of motor neurons at P42 and P42 but not at P20 or P28\n\nTo determine the number of motor neurons in the spinal cord of wild-type or SMA mice, immunostaining for SMI-32, a marker for motor neurons, was performed, and the number of positive neurons was counted (Supplementary Fig. 5a online resource).\n\nAt P20 and P28, no reduction in the number of spinal motor neurons in SMA mice was observed, compared to wild-type mice (\n\np\n\n> 0.05) (Supplementary Fig. 5b, c online resource). This is in contrast to the findings at P42 and P52. We observed a reduction in the number of spinal motor neurons in SMA mice compared to wild-type mice at the same age (P42 and P52) as well as SMA mice at P20 and P28 (Supplementary Fig. 5d, e online resource). The MN loss can be classified into two stages, the active MN loss starting after P28 to P42 and the stagnation phase starting after P42 to P52 (Supplementary Fig. 5f online resource).\n\nAbundance of LARGE1 in spinal cord tissue of late-onset SMA mouse model is increased at P52 but not at P28\n\nTo examine LARGE1 expression in the spinal cord derived from a mouse model of late-onset SMA at two different time points, spinal cord slices were prepared, and immunostaining for LARGE1 and SMI-32 was performed (Fig.\n\n5\n\na). In addition, immunoreactivity of LARGE1 was measured for the entire ventral horn of the spinal cord and within SMI-32 positive neurons as well.\n\nFig. 5\n\nExpression of LARGE1 is increased in a mouse model of late-onset SMA at P52 but not at P28.\n\na\n\nImmunostaining of spinal cord tissue from wild-type mice (wt) and late-onset SMA mice for LARGE1 (green) and motor neurons (SMI-32, red) at P20, P28, P42 and P52. Nuclei DNA was stained with DAPI (blue).\n\nb\n\n–\n\ne\n\nNo differences in LARGE1 immunoreactivity in the spinal cord ventral horn or motor neurons observed between wild-type or SMA mice was (\n\np\n\n> 0.05).\n\nf\n\n–\n\ni\n\nLARGE1 immunoreactivity was increased in the ventral horn and motor neurons of late-onset SMA mice, compared to wild-type mice (\n\np\n\n< 0.05;\n\np\n\n< 0.001).\n\nj\n\nWestern blot analysis of LARGE1 protein levels in spinal cord tissue of wt or SMA mice at P10, P28, and P52. Beta-actin was used as a loading control.\n\nk\n\n,\n\nl\n\nSMA mice showed an enhanced LARGE1 protein level at P10 and P52 compared to wt mice (\n\np\n\n< 0.05;\n\np\n\n< 0.001).\n\nn\n\n= 3 animals per condition, with 4 slices per animal analyzed (total\n\nn\n\n= 12 slices per condition). Scale bar: 20 µm. Abbreviations:\n\nDNA\n\ndeoxyribonucleic acid,\n\nSMA\n\nspinal muscular atrophy,\n\nP\n\npostnatal day,\n\nwt\n\nwild type.\n\nP\n\nvalues: *\n\np\n\n< 0.05, **\n\np\n\n< 0.01, or ***\n\np\n\n< 0.001\n\nNo differences in LARGE1 immunoreactivity between wild-type and SMA mice in spinal cords ventral horn or SMI-32 positive cells were observed at P20 and P28 (\n\np\n\n> 0.05) (Fig.\n\n5\n\nb–e). In contrast, LARGE1 immunoreactivity was increased in the ventral horn (p < 0.05; p < 0.001) and in SMI-32-positive cells (\n\np\n\n< 0.001) of the late-onset SMA mouse model at P42 and P52 (Fig.\n\n5\n\nf–i). Western blot analysis shows an increase of LARGE1 protein levels at P10 (p < 0.05) and P52 (\n\np\n\n< 0.01) compared to wt mice. No difference occurred at P28 (Fig.\n\n5\n\nj–m; Supplementary Fig. 9 online resource).\n\nWhen comparing LARGE1 immunostaining between SMA-animals and matching controls in relation to the MN loss, identical phases can be identified: a phase of MN loss, commences at P28 and extends until P42, followed by a stagnation phase from P42 to P52. Between P42 and P52, no significant changes in protein levels can be observed (Supplementary Fig. 6a, b online resource). Our Western Blot data show an elevation in LARGE1-protein levels at P10 and P52. When evaluating the temporal progression, LARGE1 exhibits a transient increase at P10, subsequently returning to control levels at P28, and rising again until P52 (Supplementary Fig. 6c and d online resource). Generally, a fundamentally heightened level of LARGE1 protein is evident at P10 (Supplementary Fig. 6c and e online resource). P28 and P52 demonstrate a distinctly reduced protein level of LARGE1 (both wildtype and SMA mouse models) compared to P10 (Supplementary Fig. 4c and e online resource). Further analysis of the non-normalized values from the Western Blot reveals that SMA animals exhibit a significantly elevated protein level at P10 compared to P28 and P52. However, P52 also displays a significant increase relative to P28 (Supplementary Fig. 6e online resource).\n\nGM130 abundance is increased in motor neurons of late-onset SMA mouse model at P52 without alteration in co-localization with LARGE1\n\nAssuming the relevance of the Golgi-resident glycosyltransferase LARGE1 (\n\nhttps://www.uniprot.org/uniprot/O95461\n\n) in the central nervous system pathology of SMA, we next performed immunostaining of spinal cord slices to determine the abundance and distribution within the Golgi. For that purpose, co-staining with Golgi matric protein 130 (GM130, a well-established Golgi marker, was carried out in spinal motor neurons of late-onset SMA mouse model at P28 and P52 (Supplementary Fig. 7a online resource): immunoreactivity of GM130 was measured, and co-localization with LARGE1 was calculated using the Pearson coefficient.\n\nAlthough we observed increased GM130 immunoreactivity in spinal motor neurons of late-onset SMA tissue at P52 (\n\np\n\n< 0.001) but not a P28 (\n\np\n\n> 0.05), compared to wild-type conditions (Supplementary Fig. 3b and d), no alteration in GM130/LARGE1 co-localization was observed between wild-type and late-onset SMA mice at P28 or P52 was observed (\n\np\n\n> 0.05) (Supplementary Fig. 7c and e online resource).\n\nBiP abundance is not altered in the late-onset SMA mouse model, but co-localization with LARGE1 is reduced at P52\n\nTo further elucidate the impact of subcellular LARGE1 distribution (not co-localizing with GM130) in the etiology of SMA, we moreover performed immunostaining focusing on the localization of LARGE1 to the Endoplasmic Reticulum (ER) forming a functional network with the Golgi. For that purpose, binding immunoglobulin protein (BiP) was selected as a well-established ER marker, and the level of BiP along with its co-localization with LARGE1 were determined in spinal motor neurons of late-onset SMA mouse model at P28 and P52 (Supplementary Fig. 8a online resource): immunoreactivity of BiP was measured, and co-localization with LARGE1 was calculated using the Pearson coefficient.\n\nWe observed no changes within the BiP immunoreactivity in spinal motor neurons of late-onset SMA tissue neither at P28 (\n\np\n\n> 0.05) nor P52 (\n\np\n\n> 0.05), compared to wild-type conditions (Supplementary Fig. 4b and d). However, the co-localization of BiP and LARGE1 was significantly reduced between wild-type and late-onset SMA mice at P52 (\n\np\n\n< 0.001) but not at P28 (\n\np\n\n> 0.05) (Supplementary Fig. 8c and e online resource).\n\nLARGE1 abundance in tissue of tibialis anterior of late-onset SMA mice is increased at P52 but not at P28\n\nTo examine LARGE1 level in TA muscle tissues from a mouse model of late-onset SMA at two different time points, cryosections were prepared, and immunostaining for LARGE1 was performed (Fig.\n\n6\n\na).\n\nFig. 6\n\nLARGE1 abundance is increased tibialis anterior (TA) muscle in a mouse model of late-onset SMA at P52 but not at P28 or P10.\n\na\n\nImmunostaining of TA muscle of wild-type (wt) and late-onset SMA mice for LARGE1 (green) at P10, P28 and P52. Nuclei DNA were stained with DAPI (blue).\n\nb\n\n,\n\nc\n\n,\n\nd\n\nImmunoreactivity of LARGE1 in TA muscle was not affected at P10 and P28 (\n\np\n\n> 0.05), while it was increased in late-onset SMA muscle tissue at P52 (\n\np\n\n< 0.01).\n\ne\n\nWestern blot analysis of LARGE1 protein levels in TA of wt or SMA mice at P10, P28, and P52.\n\nf\n\n,\n\ng\n\n,\n\nh\n\nSMA mice showed an enhanced LARGE1 protein level at P52 compared to wt mice (\n\np\n\n< 0.01) but no changes were observed at P10 and P28 (\n\np\n\n> 0.05).\n\nn\n\n= 3 animals per condition, with 2 slices per animal analyzed (total\n\nn\n\n= 6 slices per condition). Scale bar: 20 µm. Abbreviations:\n\nDNA\n\ndeoxyribonucleic acid,\n\nP\n\npostnatal day,\n\nSMA\n\nspinal muscular atrophy,\n\nTA\n\ntibialis anterior,\n\nw\n\nt wild type.\n\nP\n\nvalues: *\n\np\n\n< 0.05, **\n\np\n\n< 0.01, or ***\n\np\n\n< 0.001\n\nNo differences in LARGE1 immunoreactivity between wild-type and SMA mice at P10 and P28 (p > 0.05) was observed (Fig.\n\n6\n\nb and c). In contrast, LARGE1 immunoreactivity was increased in the TA sections of the late-onset SMA mouse model at P52 (\n\np\n\n< 0.001) (Fig.\n\n6\n\nc). Western blot analysis shows an increase of LARGE1 protein levels at P52 (\n\np\n\n< 0.01) compared to wt mice (Fig.\n\n6\n\ne and h; Supplementary Fig. 10 online resource). No difference occurred at P10 and P28 (\n\np\n\n> 0.05) (Fig.\n\n5\n\ne–g; Supplementary Fig. 10 online resource).\n\nDiscussion\n\nCombined results of our study unveil LARGE1 as a novel fluid biomarker in 5q-realted SMA: we demonstrate that LARGE1 is increased in CSF derived from pediatric patients suffering from SMA irrespective of the clinical subtype of the disease but not in CSF derived from children suffering from inflammatory or non-inflammatory CNS diseases. Moreover, in pediatric patients, LARGE1 level further increased in CSF 180 days post-successful treatment with nusinersen whereas an opposite effect was identified in non-responders. These findings may indicate the potential of LARGE1 to serve as a general CSF biomarker in addition to a therapy marker in pediatric SMA. However, increase of CSF LARGE1 in pediatric responders is statistically not significant. Thus, analyses of larger cohorts of treatment responder and non-responder are needed to address the question if this promising finding will yield into statistical significance and will consequently enable a robust patient stratification. Adult SMA patients show increased LARGE1 levels also in patients not responding to therapeutic intervention with nusinersen after 180 days. However, in contrast with the results obtained in the pediatric cohort, adult non-responders show decreased LARGE1 levels compared to controls at baseline visits. In consequence, the fact that the fold of CSF LARGE1-increase upon treatment (almost statistically significant in responders;\n\np\n\nvalue = 0.051) does not significantly differ between adult therapy responder and non-responder supports the concept that LARGE1 baseline level should be taking into consideration as a stratification determinant. Regarding the disease genesis and assuming that the increased LARGE1 levels in the serum are attributed to the loss of motor neurons, this molecular observation might reflect that an inadequate therapeutic response is consistent with a greater loss of motor neurons and thus less release of LARGE1 into the CSF. Along this line, we assume that the molecular differences between pediatric and adult SMA-patients reflect the profound motor neuron-degeneration associated with early onset of SMA in the pediatric cohort versus the adult cohort. This assumption is supported by the results of our experiments towards LARGE1 quantification in spinal cord derived from a late-onset SMA mouse model. Here, immunological-based studies unveiled no LARGE1 increase in ventral horn or SMI-32 positive cells at P20 and P28 but at P42 and P52 in turn suggesting a later involvement of LARGE1 increase in the molecular etiology of late-onset SMA. Along this line, the decrease in pediatric non-responders may reflect the progressive loss of LARGE1-expressing neurons impacting on the amount of release of this protein from damaged/ apoptotic neurons to the CSF whereas lower base-line level in adult SMA patients classified as therapy non-responders may reflect an insufficient compensatory LARGE1-upregulation during in the molecular etiology of the disease. This is in line with the assumption that in adult SMA-patients (therapy responders) LARGE1 acts as a possible rescue mechanism (preventing motor neuron degeneration and associated release of cellular proteins to the CSF) and as such is not being released into the CSF like in pediatric patients. A general protective role of LARGE1 in SMA is also suggested by the identification of decreased level in CSF derived from pediatric and adult disease controls in turn supporting the concept a less pronounced LARGE1 degradation in SMA. The weak correlation coefficient between Δscore of each motor function scale and ΔLARGE1 CSF level might indicate that changes in LARGE1 level molecularly precede associated functional outcomes. To prove this assumption further longitudinal studies are needed. Of note, similar observations were described for other SMA-related biomarker studies: a biomarker study on 16 adults with SMA type 3 and 4 under Nusinersen treatment over 22 months reported on a significant decrease of pNF-H and increase of Chitotriosidase-1 (CHIT1) in CSF upon treatment but no correlation of this molecular change with clinical outcome measures. In contrast, a decrease of Chitinase-3-like protein 1 (YKL-40) which was observed upon therapeutic intervention strongly correlated with improvements in the revised upper limb module (RULM) [\n\n7\n\n]. These findings highlight that therapy markers in SMA do not necessarily correlate with clinical outcome measures even in adult patients in which uniformed standardized motor tests are applicable. Although further studies on larger cohorts are also needed to decipher whether decreased LARGE1 levels at baseline in adult non-responders and decrease of LARGE1 at day 180 after treatment in pediatric non-responders hold the potential to distinguish between patients showing a benefit of nusinersen treatment and such showing no improvement in motor scores, our data suggest that LARGE1 may serve as a therapy relevant marker in CSF of both adult and pediatric patients. The observed LARGE1 decrease in CSF samples derived from pediatric controls hint towards a specificity of LARGE1 increase in CSF in SMA with pediatric onset. However, further studies on CSF samples derived from children suffering from other neurological diseases are needed to draw final conclusions.\n\nTesting the potential of LARGE1 to serve as a minimal-invasive fluid biomarker was addressed by investigating serum samples derived from adult and pediatric SMA patients at baseline visits. Indeed, in adult patients, a significant LARGE1 increase was detected, and subcategorization of patients into responder and non-responder even unraveled a prediction of future clinical response to therapeutic intervention by showing elevated levels only in responders but not in non-responders. However, our data also indicate that in serum, LARGE1 only holds the potential to serve as a predictive biomarker in adult patients, as in pediatric cases, no changes in LARGE1 serum concentration were detected. LARGE1 was also significantly decreased in serum samples derived from disease controls reflecting other neuromuscular diseases with impaired neuromuscular transmission compared to the level detected in SMA-patients. This result is in line with the molecular observation obtained in CSF samples and in principle supports the assumption of a generalized protective role of LARGE1 in SMA (see above). Doubtless, studies on larger cohorts are needed to further validate this finding and thus to introduce LARGE1 as a robust predictive and specific blood biomarker in adult SMA patients. The molecular observation that LARGE1 is not elevated serum of pediatric cases but is higher in adults after a long period of disease progression, might hint toward a constant release of this protein from the muscle cells, which are increasingly vulnerable due to disease progression in adults, whereas in the childhood forms skeletal muscle shows profound damage very early on [\n\n26\n\n]. This in turn suggests the above-mentioned compensatory role of the LARGE1 increase also in muscle. Functional studies ideally on mouse models representing the different onset forms of SMA are crucial to address the exact role of LARGE1 increase in different tissues in relation to varying severity grades of this neurological disorder. Such studies may also clarify why LARGE1 is conversely elevated with treatment in CSF and along this line if LARGE1 plays different roles within different affected cellular populations.\n\nLARGE1 encodes the bifunctional glycosyltransferase with both alpha-1,3-xylosyltransferase and beta-1,3-glucuronyltransferase activities involved in the maturation of alpha-dystroglycan (DAG1), in turn enabling DAG1 to bind ligands, including laminin 211 and neurexin. Recessive pathogenic variants in\n\nLARGE1\n\nlead to muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies type A6; MIM: 613,154) and muscular dystrophy-dystroglycanopathy (congenital with mental retardation type B6; MIM: 608,840). An impact of LARGE1 in proper function of neuromuscular transmission has already been shown in previous studies: deficits in nerve conduction and neuromuscular transmission were observed in LARGE (\n\nmyd\n\n) animals, and these deficits were fully rescued by muscle-specific expression of LARGE1, which resulted in restored structure of the neuromuscular junction (NMJ) [\n\n13\n\n]. Based on this observation, Gumerson and colleagues postulate that in addition to muscle degeneration, impaired neuromuscular transmission contributes to muscle weakness in\n\nmyd\n\nmice and that the noted defects are primarily due to the effects of LARGE1 and glycosylated dystroglycan in stabilizing the NMJ [\n\n13\n\n]. Additionally, a study was designed to explore differentially expressed genes associated with acute and chronic stages of spinal cord injury and unraveled\n\nLarge1\n\nas being differentially expressed [\n\n23\n\n]. Moreover, neuropathological findings indicate that LARGE1 also plays a role in the spinal cord: the spinal cord of a LARGE1-autopsy case was smaller than normal and had a “sombrero hat” configuration, indicative of degeneration or absence of the corticospinal tracts [\n\n20\n\n]. Our finding of increased LARGE1 in the skeletal muscle of SMA mice accords with its muscular role in proper neuromuscular transmission and moreover supports the concept of SMA being a multisystemic disease with primary vulnerability of skeletal musculature rather than being “a pure” MN-disorder [\n\n12\n\n]. The impact of elevated LARGE1 in SMA-diseased skeletal muscle derived from a mouse model of SMA type 3 is even supported by the identification of increased LARGE1 serum level in adult SMA patients. However, further functional studies are needed to precisely delineate to role of LARGE1 in muscle- of SMA and, along this line, to link elevated serum levels to muscle cell vulnerability. The finding of increased abundance of LARGE1 in MN of 52-day-old SMA mice supports the concept of a profound role of this protein in MN survival as already indicated by the neuropathological findings obtained in a LARGE1-autopsy case [\n\n20\n\n]. This assumption is also supported by our finding of increased LARGE1 level in CSF of SMA patients compared to controls characterized by a further LARGE1-increase in pediatric and adult cases under nusinersen therapy. The latter observation might arise from the activation of survival programs in MNs promoted by the restoration of efficient expression of a functional SMA protein. One might speculate that LARGE1 level in CSF allows to differentiate between pediatric responders and non-responders to nusinersen therapy but not between the same ones in adult patients. Again, further studies on larger cohorts of pediatric and adult responders and non-responders are crucial to finally draw this conclusion. GM130 (also known as Golgi subfamily A member 2) is a 130 kDa\n\ncis\n\n-Golgi protein encoded by\n\nGOLGA2\n\n. GM130 is a peripheral membrane component of the cis-Golgi stack that acts as a membrane skeleton maintaining the structure and integrity of the Golgi apparatus and as a vesicle tether that facilitates vesicle fusion to the Golgi membrane and, moreover, acts in cell proliferation and autophagy. Recessive loss of function variants in\n\nGOLGA2\n\nwas linked to a neurological phenotype defined by microcephaly, seizures, and myopathy [\n\n16\n\n], in turn indicating the impact of GM130 on proper integrity and function of both the nervous system and skeletal muscle. Thus, an increase of GM130 in MNs of the SMA mouse model and muscle cells of SMA patients might accord with the activation of defense mechanisms toward cellular survival. However, further functional studies are crucial to confirm the assumption and to precisely delineate the role of GM130 in survival of cell populations along the neuromuscular axis. Given that elevated LARGE1 level did not correlate with an increase of co-localization with GM130, we assumed an interplay of LARGE1 elevation and the ER forming a functional continuum with the Golgi apparatus. To prove this assumption, co-localization studies with BiP (known ER marker) were carried out in murine spinal cord, revealing a decrease in the co-localization of both proteins. This microscopic finding may hint toward an impact of subcellular LARGE1 distribution and further functions of LARGE1 in the molecular etiology of SMA. Further functional studies, such as investigations of the LARGE1 interactome, would be helpful in deciphering the exact role in the pathophysiology of SMA.\n\nConclusions\n\nLARGE1 level in CSF enable to distinguish between SMA-cases responding and not responding to nusinersen therapy in both, adult patients (based on baseline level) and pediatric patients (based on level 180 days post-treatment). Moreover, LARGE1 serves as a (minimal invasive) serum biomarker only in adult SMA patients and here even enables to predict treatment response based on baseline protein level.\n\nLARGE1 is increased in spinal cord and skeletal muscle of a SMA3 mouse model upon disease progression. The decreased interaction of LARGE1 with BiP in murine spinal cord and may hint toward a yet undiscovered role of subcellular LARGE1 distribution in the molecular etiology of SMA as a multisystemic disorder. The observed decrease of LARGE1 in CSF and serum derived from patients suffering from other neurological diseases support the concept of a protective role of LARGE1 in SMA. Our combined data thus introduce LARGE1 as a novel SMA biomarker holding the potential to address different demands such as suitability in patient stratification, specificity, pathophysiological relevance and reflection of treatment response.\n\nSupplementary Information\n\nBelow is the link to the electronic supplementary material.\n\nSupplementary file1 (DOCX 31556 KB)"
  }
]