[
  {
    "pmcid": "7378193",
    "title": "Regulation of MYO18B mRNA by a network of C19MC miRNA-520G, IFN-γ, CEBPB, p53 and bFGF in hepatocellular carcinoma",
    "publish_date": "2020-7-23",
    "full_text": "Introduction\n\nHepatocellular carcinoma (HCC) is one of the most lethal cancer types and accounts for ~ 42,220 new cases, and ~ 30,200 deaths in United States alone in 2018 (for Liver & intrahepatic bile duct)\n\n1\n\n. Cirrhosis of the liver is a major risk factor for HCC\n\n2\n\n,\n\n3\n\nand obesity is thought to play a role in this context\n\n4\n\n. CCAAT/enhancer binding protein-β (CEBPB) is a major regulator of obesity and also regulates inflammation in the context of obesity\n\n5\n\n–\n\n10\n\n. Acute myopathy is a common characteristic feature of cirrhotic liver\n\n11\n\n. Mutations or loss of expression of\n\nMYO18B\n\n(Myosin-18B gene, located in chromosome-22) is linked to myopathy\n\n12\n\n,\n\n13\n\n.\n\nMYO18B\n\nhas also been shown to promote progression of HCCs\n\n14\n\n. Therefore, a potential link between obesity, inflammation, myopathy and cirrhosis is evident but not understood in the context of myosin-18B. Myosin-18B could also be targeted by transcriptional regulation and the signaling pathways and components involved in the regulation of\n\nMYO18B\n\nat mRNA level are not yet known. Understanding the signaling pathways and components involved in positive and negative regulation of\n\nMYO18B\n\ntranscription is therefore necessary to understand the basics of myosin-18B related progression of HCCs.\n\nA report indicates that\n\nMYO18B\n\ngene is expressed along with chromosome-19 micro-RNA cluster (C19MC) and cancer testis antigens in HCCs\n\n15\n\n. C19MC is a cluster of 46 miRNAs located at chr19q13.42\n\n16\n\n,\n\n17\n\n. C19MC miRNAs have been implicated in multiple cancer types such as breast cancer\n\n17\n\n, embryonal tumors with multilayered rosettes (ETMRs)\n\n18\n\n, infantile hemangioma\n\n19\n\n, thyroid adenomas\n\n20\n\n, testicular germ cell tumors\n\n21\n\n, parathyroid tumors\n\n22\n\n, undifferentiated embryonal sarcoma of the liver (UESL)\n\n23\n\n, including hepatocellular carcinoma\n\n24\n\n–\n\n26\n\n. However, the role of C19MC miRNAs in the context of\n\nMYO18B\n\ngene transcription is not known to date.\n\nUsing human hepatocellular carcinoma (HCC) patient data here we show that, C19MC overexpression is tightly linked to\n\nMYO18B\n\nmRNA expression in patients who harbor transcription incompetent p53. In p53 defective Hep3B cells, the expression of\n\nMYO18B\n\nis suppressed by interferon-γ (IFN-γ) and that the presence of C19MC miRNA-520G reverses this suppressive effect to promote the expression of\n\nMYO18B\n\nmRNA. Stable overexpression of\n\nCEBPB\n\nmimics the effect of miR-520G in promoting\n\nMYO18B\n\nmRNA expression. Furthermore, wild-type and mutant p53s promote the expression of\n\nMYO18B\n\nmRNA in the presence of miR-520G. On the other hand, basic Fibroblast Growth Factor (bFGF) suppresses MYO18B mRNA expression irrespective of IFN-γ treatment,\n\nCEBPB\n\noverexpression or miR-520G expression. Thus our study significantly expose the transcriptional regulatory network of\n\nMYO18B\n\n, which in future will help to study the role of these signaling pathways in myopathy, cirrhosis of the liver, and the development of hepatocellular carcinoma.\n\nResults\n\nHigh MYO18B mRNA expression is correlated with C19MC overexpression and poor survival in hepatocellular carcinoma\n\nDeregulated expression of Myosin-18B is linked to HCC progression, stress fiber formation, cirrhosis of liver, and cardiac dysfunction, through defects in myosin-II z-stack formation of muscle fibers (Fig.\n\n1\n\nA). In hepatocellular carcinoma patients, high\n\nMYO18B\n\nmRNA expression is significantly associated with poor survival (Fig.\n\n1\n\nB). We next examined whether\n\nMYO18B\n\nmRNA expression is associated with any of the integrated molecular classification clusters (iClusters) using TCGA iCluster dataset\n\n27\n\n.\n\nMYO18B\n\nmRNA was significantly enriched in iCluster-3 (Fig.\n\n1\n\nC), a cluster known to harbor most p53 defects in HCCs\n\n27\n\n. Furthermore, examination of integrated RNA-seq and miRNA-seq data revealed that,\n\nMYO18B\n\nmRNA is significantly expressed in tumors with high C19MC miRNA expression (Fig.\n\n1\n\nD). Taken together, these data demonstrate that, high\n\nMYO18B\n\nmRNA expression is correlated with C19MC overexpression and poor survival in iCluster-3 of HCCs.\n\nFigure 1\n\nMYO18B\n\nmRNA expression in integrated cluster iC3 and C19MC miRNA expressing tumors reflects poor prognosis in hepatocellular carcinoma. (\n\nA\n\n) Schematic showing the known involvement of MYO18B in various pathophysiological conditions. (\n\nB\n\n) TCGA-HCC survival data showing the association of high\n\nMYO18B\n\nmRNA expression to poor prognosis of patients. The upper and lower percentages used to extract survival data from Oncolnc database was 40%. (\n\nC\n\n) TCGA RNA-seq data showing the higher expression of\n\nMYO18B\n\nmRNA in iCluster-3 (iC3) compared to iClusters-1 and 2. The data is represented as 10–90% box and whisker plot with whiskers of 75% transparency. (\n\nD\n\n) Integrated iCluster RNA-seq dataset to miRNA-seq dataset showing the increased expression of MYO18B in C19MC miRNA expressing HCCs. Note: The C19MC high versus low grouping was based on cumulative expression of all 46 C19MC miRNAs. The data is represented as 10–90% box and whisker plot with whiskers of 75% transparency.\n\nGenomic structure of\n\nMYO18B\n\ngene enhancer reveals multiple CEBPB binding sites\n\nTo understand the transcriptional cause for the high expression of\n\nMYO18B\n\nmRNA in iCluster-3, we examined the 5′-regulatory region of\n\nMYO18B\n\ngene in UCSC genome browser.\n\nMYO18B\n\ngene is located on Chr22q12.1 and has a very strong enhancer marked by H3K27Ac (chr22:26,137,306–26,162,170: hg19) (Fig.\n\n2\n\n). Transcription factor ChIP-Seq data from UCSC genome browser (ENCODE) revealed numerous transcription factor binding sites within this enhancer which includes CEBPB, p53, Myc, Max, GATA-2 and others (data not shown), but we focused our attention on CEBPB because of the following reasons: (i) CEBPB has the capability to regulate enhancers in liver environment\n\n28\n\n(ii) CEBPB is tightly linked to obesity\n\n5\n\nand (iii) CEBPB sites were also present at C19MC region on chromosome-19\n\n17\n\n.\n\nMYO18B\n\nhas 3 CEBPB binding sites within its enhancer region and a fourth CEBPB binding site located upstream to the enhancer region (Fig.\n\n2\n\n). CEBPB is capable of binding to these regions as evaluated by examining ENCODE ChIP-seq data (Fig.\n\n2\n\n). Notably, CEBPB binds to a fourth site close to transcriptional start site (TSS) upon forskolin induction (Fig.\n\n2\n\n). While the CEBPB sites may regulate different isoforms of MYO18B mRNAs, we chose exon-3 of the longest isoform for expression analysis by RT-PCR because it is shared by multiple isoforms of MYO18B mRNAs (Fig.\n\n2\n\n). Taken together these data reveal that, the\n\nMYO18B\n\ngene harbors a strong enhancer with four CEBPB binding sites.\n\nFigure 2\n\nMYO18B\n\nenhancer region CEBPB binding sites and selection of exons for RT-PCR analysis. The\n\nMYO18B\n\ngene location is shown in the chromosome locus “22q12.1” by a red vertical line. The enhancer region of\n\nMYO18B\n\ngene with H3K27Ac mark (Chr22: 26,135,000–26,160,000 [hg19]) in UCSC Genome Browser track (blue peaks) was focused to show CEBPB binding at this region using ENCODE CEBPB ChIP-seq HepG2 data (red and black peaks). Note the three CEBPB binding sites (indicated by red peaks) within the enhancer region (indicated by red box) in uninduced HepG2 cells and a notable fourth binding site close to transcription start site (TSS) in forskolin induced HepG2 cells. One another CEBPB site was far upstream to enhancer region (indicated by green shaded box). The exon chosen for RT-PCR analysis is indicated at exon-3 of long isoform.\n\nHsa-miR-520G-3p remodels IFN-γ but not bFGF signaling to regulate\n\nMYO18B\n\ntranscription\n\nAlthough\n\nMYO18B\n\nhas multiple transcription factor binding sites in addition to CEBPB and a strong enhancer, additional signals are likely needed to activate transcription from\n\nMYO18B\n\ngene. Therefore we screened the mRNA expression of cytokines and chemokines for correlation to\n\nMYO18B\n\nmRNA expression in HCCs. We chose the cytokines bFGF, IFN-γ, EGF and IL-6 that are related to myopathy and or cirrhosis\n\n29\n\n–\n\n32\n\n, and found that, bFGF is negatively correlated and the remaining three cytokines are positively correlated to\n\nMYO18B\n\nmRNA expression (Fig.\n\n3\n\nA). To understand the effect of C19MC miRNA expression on\n\nMYO18B\n\nmRNA expression we chose miR-520G which is known to promote drug resistance in cancer cells\n\n33\n\n,\n\n34\n\n. Analysis of miR-520G in HCCs revealed that this miRNA is expressed more in iCluster-3 (Fig.\n\n3\n\nB), a cluster also expresses more MYO18B mRNA (Fig.\n\n1\n\nC).\n\nFigure 3\n\nInterferon- γ co-operates with miR-520G to promote\n\nMYO18B\n\ntranscription but bFGF antagonizes it. (\n\nA\n\n) One hundred ligands (mRNAs of cytokines and chemokines) that are expressed at mRNA level in hepatocellular carcinomas in complete iCluster dataset (as some samples in iCluster-1 and 2 also expressed good quantities of MYO18B: see Fig.\n\n1\n\nC) were subjected to correlation analysis to\n\nMYO18B\n\nRNA. Note that the cytokines such as IFNG, IL6, and EGF forms positive correlation to\n\nMYO18B\n\nwhereas bFGF is negatively correlated. (\n\nB\n\n) 10–90% box and whisker plot with whiskers of 75% transparency, showing the expression of C19MC miR-520G is significantly elevated in iCluster-3 (iC3). (\n\nC\n\n) Hep3B cells treated with 1 nM of each cytokines for 24 h and the expression of\n\nCEBPB\n\nand\n\nMYO18B\n\nmRNAs were examined by RT-PCR (gel images). Note that\n\nMYO18B\n\nexpression is suppressed by IFN- γ, EGF and bFGF in parental Hep3B cells (top panel) whereas\n\nMYO18B\n\nis promoted by IFN- γ in miR-520G stably overexpressed Hep3B cells (bottom panel). Real-time quantitative PCR (right bar graph) showing the level of miR-520G-3p expression in control (pMIR) and miR-520G stably transfected cells.\n\nTreatment of Hep3B cells with 1 nM each of IFN-γ, IL-6, EGF and bFGF promoted\n\nCEBPB\n\nmRNA expression while IFN-γ, EGF and bFGF suppressed\n\nMYO18B\n\nmRNA expression (Fig.\n\n3\n\nC). However, in miR-520G stably transfected cells, IFN-γ promoted both\n\nCEBPB\n\nand\n\nMYO18B\n\nmRNAs whereas EGF and bFGF treatment downregulated both\n\nCEBPB\n\nand\n\nMYO18B\n\nmRNAs (Fig.\n\n3\n\nC). The effect of\n\nCEBPB\n\npromotion was stronger in IFN- γ treated conditions compared to the other cytokines tested (Fig.\n\n3\n\nC). The effect of\n\nMYO18B\n\nmRNA suppression was stronger in bFGF treated conditions (Fig.\n\n3\n\nC), which stand in line with the negative correlation of\n\nFGF2\n\nwith\n\nMYO18B\n\nin HCC patients (Fig.\n\n3\n\nA). Although IL-6 could promote CEBPB in Hep3B untransfected cells, it could not promote CEBPB mRNA in miR-520G stable cells (Fig.\n\n3\n\nC). Taken together these results demonstrated that, miR-520G remodels IFN- γ signaling to promote\n\nMYO18B\n\ntranscription and that bFGF negatively regulate\n\nMYO18B\n\nmRNA expression.\n\nCEBPB mimics the effect of miR-520G in\n\nMYO18B\n\nmRNA expression but bFGF counteracts it\n\nWe noted a striking correlative upregulation or downregulation of CEBPB with MYO18B mRNA levels in response to IFN- γ or bFGF respectively (Fig.\n\n3\n\nC) raising the question that, the CEBPB expression level could mimic the effect of these cytokines or miR-520G (Fig.\n\n4\n\nA). Of note, miR-520G overexpression does not alter the mRNA expression of MYO18B/IFNG/bFGF/CEBPB/cytokines receptors compared to control pMIR transfected cells (Supplementary figure\n\n1\n\nA). Complete lack of IFNG mRNA expression prompted us to examine whether IFNG gene is deleted in Hep3B cells. However, IFNG was not deleted in Hep3B cells as per copy number data (Supplementary figure\n\n1\n\nB). To test whether CEBPB expression level could mimic the effect of the cytokines or miR0520G, we stably overexpressed the LAP-isoform of CEBPB (which is known to promote transcription compared to its short isoform: liver-enriched inhibitor protein (LIP)\n\n35\n\n) in Hep3B cells. Overexpression of CEBPB-LAP isoform itself suppressed MYO18B transcription compared to control empty vector transfected cells (Fig.\n\n4\n\nB). Importantly, IFN- γ treatment tremendously promoted MYO18B transcription in CEBPB-LAP overexpressed cells compared to empty vector transfected cells (Fig.\n\n4\n\nB). However, bFGF treatment suppressed both CEBPB and MYO18B mRNAs even when co-treated with IFN-γ (Fig.\n\n4\n\nB). The reduction of CEBPB mRNA in CEBPB-LAP overexpressed condition suggests that, bFGF promotes the degradation of CEBPB mRNA rather than suppressing transcription from CEBPB promoter because the overexpression vector employs a different promoter (CMV).\n\nFigure 4\n\nCEBPB-LAP recapitulates the promotion of\n\nMYO18B\n\ntranscription by IFN- γ but fails to do so in\n\nIFI27\n\ngene which lacks CEBPB binding site. (\n\nA\n\n) Schematic showing the potential role of CEBPB that might play a pivotal role in determining the differences in\n\nMYO18B\n\ntranscription in parental Hep3B cells versus miR-520G stably overexpressed Hep3B cells. (\n\nB\n\n) Empty vector (pGIII) and CEBPB-LAP isoform (pGIII-CEBPB) stably transfected Hep3B cells show reduction in\n\nMYO18B\n\nmRNA expression (left panel) but show increased expression when treated with IFN-γ. All cytokine treatments were at 1 nM final concentration for 24 h. The comparison line is to show the reduction in\n\nMYO18B\n\nmRNA between IFN-γ and IFN-γ  + bFGF treated conditions. Note the complete suppression of CEBPB mRNA in bFGF treated conditions (see discussion for more details). (\n\nC\n\n) Schematic showing the experimental plan to test the role of CEBPB in IFN-γ stimulated promotion of the transcription of\n\nMYO18B\n\nthat contains CEBPB binding sites versus another IFN-γ target gene, IFI27 that lack CEBPB binding site. Also see Supplementary figure-\n\n2\n\nto see lack of considerable CEBPB binding at IFI27 gene regulatory region in HepG2 CEBPB-ChIP-seq data. (\n\nD\n\n) Empty vector (pGIII) and CEBPB-LAP isoform (pGIII-CEBPB) stably transfected Hep3B cells show no difference in\n\nIFI27\n\nmRNA expression at baseline levels (left panel) or when treated with IFN-γ (right panel). Note: The cDNAs used for panel-\n\nB\n\nand panel-\n\nD\n\nare same and hence the IFN- γ induced changes of\n\nMYO18B\n\n(panel-\n\nB\n\n) and lack of changes in\n\nIFI27\n\n(panel-\n\nD\n\n) are comparable between panels.\n\nTo understand whether CEBPB binding site is involved in the promotion of the transcription of IFN-γ target genes, we chose\n\nIFI27\n\ngene which is known to get transcribed in response to IFN-γ\n\n36\n\nbut lack CEBPB binding sites or binding within its enhancer region (Fig.\n\n4\n\nC and Supplementary figure-\n\n2\n\n). We examined the same cDNA set that was used for Fig.\n\n4\n\nB (CEBPB-LAP overexpressed and its control) and found that,\n\nIFI27\n\nmRNA was not promoted by mere overexpression of CEBPB or when the CEBPB-LAP overexpressed cells were treated with IFN-γ (Fig.\n\n4\n\nD). However, bFGF abolished the expression of IFI27 mRNA or impeded the IFN-γ induced IFI27 mRNA expression. These data demonstrate that, CEBPB binding is required for IFN-γ to promote transcription as IFN- γ could not promote IFI27 mRNA in CEBPB-LAP overexpressed cells.\n\nThe data from Figs.\n\n3\n\nand\n\n4\n\ntogether demonstrates that CEBPB is sufficient to mimic the effect of miR-520G in IFN-γ induced alterations of MYO18B transcription but bFGF suppresses MYO18B mRNA levels irrespective of IFN-γ or CEBPB overexpression.\n\nTranscription defective p53, increased miR-520G and\n\nMYO18B\n\nexpression reflect a lethal phenotype with cellular transformation in HCCs\n\nWe next examined the possible reasons why patients with high MYO18B exhibited poor overall survival. In general, p53 defective tumors are the indication for poor survival and p53 defects can be of one or many of the different types (such as copy number loss, transcriptional repression, degradation at protein level, or gain-of-function due to mutations). Therefore we classified HCCs into p53-transcription competent (p53TC) or p53-transcription incompetent (p53TI) groups using a p53-target gene transcription signature that consists of 30 genes\n\n27\n\nand integrated this dataset to miRNA-seq data. Interestingly, miR-520G, MYO18B and IFNG RNAs were significantly expressed more in p53-transcription incompetent tumors than in p53-transcription competent tumors (Fig.\n\n5\n\nA). On the other hand, bFGF (\n\nFGF2\n\n) mRNA was significantly downregulated in p53-transcription incompetent tumors than in p53-transcription competent tumors (Fig.\n\n5\n\nA).\n\nFigure 5\n\nTranscription incompetent p53, increased C19MC miR-520G, IFNG, MYO18B and reduced FGF2 transcription reflects a lethal phenotype in HCCs. (\n\nA\n\n) HCC integrated patient data classified based on p53 transcriptional competence (p53TC) and p53 transcriptional incompetence (p53TI) were examined for miR-520G,\n\nMYO18B\n\n,\n\nIFNG\n\nand\n\nFGF2\n\nmRNA expression. The data are represented as 10–90% box and whisker plots with whiskers of 75% transparency. (\n\nB\n\n) Hep3B parental (top panel) and miR-520G (bottom panel) stably overexpressed cells were transiently transfected with wild-type or mutant p53 plasmids and examined for changes in\n\nCEBPB\n\nor\n\nMYO18B\n\nmRNA expression levels. (\n\nC\n\n) Hep3B cells were grown as monolayers (not shown) or spheres (photo micrographs) for 48 h and examined for changes in\n\nMYO18B\n\nand\n\nCEBPB\n\nmRNA levels (photo micrographs and RT-PCR agarose gel panels). Hep3B stable cells with miR-520G overexpression were cultured as monolayers or spheres for 48 h and examined for miR-520G-3p expression of real-time PCR (bar graph). Note: The high expression of miR-520G in monolayer miR-520G stable cells is set to the value of 1 for fold change calculation purpose. (\n\nD\n\n) Overall survival analysis of HCC patients who display clear p53TC versus p53TI transcription profiles. Survival data was extracted from Oncolnc database and matched to p53TC and p53TI dataset IDs to generate overall survival curves.\n\nConsidering the fact that Hep3B cells harbor p53 defects\n\n37\n\n,\n\n38\n\n,\n\nMYO18B\n\nis constitutively expressed at mRNA level in this cell line (Fig.\n\n5\n\nB). Transient overexpression of wild-type (WT) or gain-of-function mutant p53s (R175H and R273H) did not promote\n\nMYO18B\n\ntranscription in Hep3B cells but promoted\n\nMYO18B\n\ntranscription in miR-520G stably overexpressed cells (Fig.\n\n5\n\nB). Furthermore, sphere formation represents cancer cells with aggressive and transformed phenotype\n\n39\n\n–\n\n41\n\n, therefore, we examined whether\n\nMYO18B\n\ntranscription is altered in monolayer versus sphere forming Hep3B cells.\n\nMYO18B\n\nmRNA is expressed more in sphere forming cells than monolayer cells (Fig.\n\n5\n\nC). We further tested the miR-520G expression in miR-520G stably transfected Hep3B monolayer cells versus spheres at 48 h and found that, the spheres accumulate 3.76 (SEM =  ± 0.014) fold higher amount of miR-520G-3p compared to monolayer (Fig.\n\n5\n\nC). Survival analysis of p53TC and p53TI tumors revealed that the p53TI patients had significantly poor prognosis than the p53TC patients (Fig.\n\n5\n\nD).\n\nTaken together these data demonstrate that transcription defective p53, increased C19MC miRNA-520G expression in patients and transformed state of cells and increased\n\nMYO18B\n\ntranscription reflects a lethal phenotype with cellular transformation in HCCs.\n\nMYO18B\n\nis negatively correlated to\n\nMYL5\n\nand\n\nMYO1B\n\nexpression to reflect survival outcome\n\nMYO18B\n\nis part of a large family of myosin genes which constitutes both myosin heavy chains and light chains to provide structural organization of cells and tissues such as liver. Cirrhotic liver often show abrupt texture of liver and therefore more myosins may have redundant roles along with or against\n\nMYO18B\n\n. Therefore we next examined whether other family members of myosin-18B positively or negatively correlate with\n\nMYO18B\n\nexpression. For this purpose we subjected the 52 myosin family member genes from the p53TC/p53TI RNA-seq expression dataset to correlation analysis and found that, many myosins were positively or negatively correlated to\n\nMYO18B\n\n(Fig.\n\n6\n\nA). We focused on two myosins,\n\nMYO1B\n\nand\n\nMYL5\n\nthat were negatively correlated to\n\nMYO18B\n\nexpression in HCCs and were expressed significantly lower quantities in p53TI tumors compared to p53TC tumors (Fig.\n\n6\n\nA,B). This result suggested that, higher expression of these myosins may reflect better survival and p53-transcriptional competence. In line with this, overall survival analysis based on\n\nMYL5\n\nor\n\nMYO1B\n\nrevealed that, higher expression of\n\nMYL5\n\nor\n\nMYO1B\n\nis significantly associated with better survival in HCCs (Fig.\n\n6\n\nC), which is in contrast to high\n\nMYO18B\n\nexpression (Fig.\n\n1\n\nB).\n\nFigure 6\n\nMYL5\n\nand\n\nMYO1B\n\nmRNAs are negatively correlated to\n\nMYO18B\n\nmRNA expression to reflect better survival outcome in HCC patients. (\n\nA\n\n) A panel of 52 expressed myosin genes were subjected to correlation analysis using p53TCTI RNA-seq dataset of HCC patients. Myosins that did not expressed in any of the p53TCTI dataset were omitted from analysis. Note:\n\nMYL5\n\nand\n\nMYO1B\n\nwere negatively correlated to\n\nMYO18B\n\nmRNAs. Insignificant correlations were shown as blank. (\n\nB\n\n) HCC patient RNA-seq data classified based on p53 transcriptional competence (p53TC) and p53 transcriptional incompetence (p53TI) were examined for\n\nMYL5\n\nand\n\nMYO1B\n\nmRNA expression. The data are represented as 10–90% box and whisker plots with whiskers of 75% transparency. (\n\nC\n\n) Overall survival analysis of HCC patients who display clear high and low expression of\n\nMYL5\n\n(top) mRNA or\n\nMYO1B\n\n(bottom) mRNA expression profiles. The upper and lower percentages used to extract survival data from Oncolnc database for MYL5 and MYO1B were 11% and 35% respectively.\n\nTaken all the results together, IFN- γ, CEBPB and C19MC miRNA-520G-mediated high\n\nMYO18B\n\nexpression reflects p53 transcriptional defects and poor survival in HCCs whereas, high\n\nFGF2\n\n(bFGF),\n\nMYL5\n\nand\n\nMYO1B\n\nexpression reflects p53 transcriptional competence and better survival.\n\nDiscussion\n\nCirrhosis of the liver is a major and classical risk factor for HCC\n\n2\n\n,\n\n3\n\nand obesity is thought to play a role in this context\n\n4\n\n. Therefore, the pathways that modulate cirrhosis and obesity may play a role in the prognosis of HCC patients.\n\nMYO18B\n\nhas been shown to promote progression of HCCs through PI3K/Akt/mTOR pathway\n\n14\n\n. However, the regulation of\n\nMYO18B\n\nis not characterized in detail. Hereby, we show for the first time that, a complex network of IFN-γ, CEBPB (a transcription factor drives obesity through adipogenesis\n\n5\n\n,\n\n7\n\n,\n\n8\n\n), miR-520G, and p53-defects co-operatively regulate the expression of\n\nMYO18B\n\nmRNA which in turn reflects the poor survival of HCC patients (Fig.\n\n7\n\n). On the other hand we show the interesting negative regulatory aspect of bFGF in counteracting\n\nMYO18B\n\nmRNA expression induced by IFN-γ/CEBPB network (Fig.\n\n7\n\n). Presence of CEBPB binding sites is a crucial aspect in the promotion of\n\nMYO18B\n\nmRNA because another IFN-γ target gene\n\nIFI27\n\nfailed to get promoted and lacks CEBPB binding site (Fig.\n\n4\n\nC,D and Supplementary figure-\n\n2\n\n). In fact, bFGF may promote the degradation of\n\nCEBPB\n\nmRNA to achieve the negative regulation of IFN-γ-induced\n\nMYO18B\n\nmRNA expression because, bFGF almost silenced CEBPB mRNA expression despite the fact that CEBPB was overexpressed using a CMV promoter (therefore it is not due to repression of original genomic CEBPB promoter alone) (Fig.\n\n4\n\nB).\n\nFigure 7\n\nRegulatory network of MYO18B mRNA that reflect the survival outcome in hepatocellular carcinoma. (\n\nA,B\n\n) Schematic showing MYO18B mRNA expression is inhibited by IFN-γ and bFGF through CEBPB (panel-\n\nA\n\n) but promotes the same in C19MC miR-520G stable cells (panel-\n\nB\n\n). (\n\nC\n\n) Schematic showing the requirement of CEBPB binding site within the regulatory regions of target genes to get enhanced transcription by IFN-γ. Note: IFI27 gene regulatory region do not harbor CEBPB binding sites but MYO18B has CEBPB binding sites. (\n\nD\n\n) Overall signaling pathway that reflects survival outcome in HCCs: based on experiments and clinical data.\n\nDefects in p53 can result in aggressive phenotype involving cancer stem cell expansion through blebbishield emergency program-mediated cellular transformation/sphere formation\n\n33\n\n,\n\n39\n\n,\n\n40\n\n,\n\n42\n\n–\n\n52\n\n. Therefore,\n\nMYO18B\n\nexpression may not be the direct cause of poor survival in HCCs but it reflects the poor survival due to its association with p53 transcriptional incompetence and associated aggressive therapy resistance and stem-cell expansion phenotypes. The increased expression of\n\nMYO18B\n\nmRNA and miR-520G in spheres compared to monolayer cells supports this notion. High expression of\n\nMYL5\n\nand\n\nMYO1B\n\nmRNAs indicates an opposite outcome compared to\n\nMYO18B\n\nexpression in survival of HCC patients which may possibly be mediated by bFGF-induced counteraction of IFN-γ signaling and therefore, detailed studies on the signaling pathways regulating\n\nMYL5\n\nand\n\nMYO1B\n\nare warranted.\n\nMyosin-18B may contribute to proliferation of cancer cells as targeting\n\nMYO18B\n\nexpression is linked to skeletal muscle cell proliferation in rheumatoid arthritis\n\n53\n\n. In ovarian and colorectal cancers Myosin-18B is considered as a tumor suppressor\n\n54\n\n,\n\n55\n\n. However, the C19MC miRNAs and IFN-γ (analogous to inflammatory environment of the cirrhotic liver) in p53 defective background may render it as an oncogene in HCCs as per our data.\n\nIn summary, our study identified a complex network of IFN-γ,\n\nCEBPB\n\n, C19MC miR-520G and p53-transcriptional incompetence as positive regulators of\n\nMYO18B\n\nmRNA expression and bFGF as negative regulator of\n\nMYO18B\n\nmRNA expression to reflect the survival outcome of HCC patients.\n\nMaterials and methods\n\nThe cancer genome atlas (TCGA) and iCluster details\n\nLIHC RNA-seq, miRNA-seq data were from TCGA (\n\nhttps://gdac.broadinstitute.org/\n\n) and an integrated patient data sub-set was used which is based on the patient IDs of integrated cluster (iC1 + iC2 + iC3 = 183 samples). The integrated iCluster dataset was based on the expression of 528 signature genes (200 + 128 + 200 genes from iC1, iC2 and iC3 respectively) as described previously\n\n27\n\n. The TCGA IDs of iClusters were generously provided by Dr. Lee, Ju-Seog (UT MD Anderson Cancer Center, Houston, TX, USA), Dr. Ronglai Shen (Memorial Sloan Kettering Cancer Center, New York, NY, USA), Dr. David Wheeler (Baylor College of Medicine, Houston, TX, USA) and Dr. Lewis R. Roberts (Mayo Clinic, Rochester, MN, USA). MYO18B expression was then examined based on iClusters. Expression of miR-520G was examined using miRNA-seq and RNA-seq integrated iCluster dataset.\n\nC19MC-based grouping of HCC patient data\n\nThe TCGA miRNA-seq dataset of LIHC (HCC) was processed to get cumulative miRNA expression of all 46 C19MC miRNA genes (\n\nMIR498, MIR512-1, MIR512-2, MIR515-1, MIR515-2, MIR516A1, MIR516A2, MIR516B1, MIR516B2, MIR517A, MIR517-B, MIR517C, MIR518A1, MIR518A2, MIR518B, MIR518C, MIR518D, MIR518E, MIR518F, MIR519A1, MIR519A2, MIR519B, MIR519C, MIR519D, MIR519E, MIR520A, MIR520B, MIR520C, MIR520D, MIR520E, MIR520F, MIR520G, MIR520H, MIR521-1, MIR521-2, MIR522, MIR523, MIR524, MIR525, MIR526A1, MIR526A2, MIR526B, MIR527, MIR1283-1, MIR1283-2, and MIR1323\n\n) and matched to the HCC-iCluster RNA-seq data set to get RNA-seq and miRNA-seq integrated dataset. MYO18B expression was then examined based on C19MC high versus low groups (n = 61 per group).\n\nEvaluation of CEBPB binding to\n\nMYO18B\n\nand\n\nIFI27\n\nregulatory regions: ChIP-seq data analysis\n\nThe CEBPB ChIP-seq data were accessed from Encyclopedia of DNA Elements (ENCODE)\n\n56\n\n. CEBPB ChIP-seq data sets with or without forskolin induction in HepG2 cells [ENCODE: ENCSR000EEX file: ENCFF000XPP (fold change over control hg19) and ENCSR000BQI file: ENCFF321NDM (fold change over control hg19)] were examined for CEBPB binding at\n\nMYO18B\n\nenhancer region (Chr22:26,135,000–26,160,000, hg19) and visualized using Integrative Genomics Viewer (IGV: BROAD institute, version 2.4.10). The data range was kept constant (40) for both uninduced and forskolin induced tracks. For\n\nIFI27\n\n, same data sets were used with same settings but by focusing on\n\nIFI27\n\nregulatory region (Chr14:94,576,511–94,577,956, hg19). The peaks are comparable qualitatively and quantitatively between\n\nMYO18B\n\nand\n\nIFI27\n\ngenes within same tracks however, the uninduced and forskolin induced tracks are comparable only qualitatively but not quantitatively.\n\nCopy number analysis of\n\nIFNG\n\nin Hep3B cells\n\nCopy number of IFNG gene locus in Hep3B was analyzed using Cancer Cell Line Encyclopedia (CCLE) cell line copy number variation data\n\n57\n\nwithin cBioportal platform with built-in IGV visualization option\n\n58\n\n. The default color code applies to the copy number alterations.\n\nTranscription competent (TC) and transcription incompetent (TI) p53 clustering of iCluster dataset\n\nThe integrated RNA-seq iCluster Dataset (described above) was used to generate hierarchical clustering heat map using 30 signature genes that represent p53 transcription competence (includes 10 repressed genes:\n\nFOXM1, CCNB1, CDK1, CCNB2, E2F2, E2F3, PLK1, MYBL2, EZH2, EED,\n\nand 20 transcribed genes:\n\nCDKN1A, AEN, C13orf15, ALDH4A1, ACAD11, PANK1, ESR1, GADD45A, FDXR, DDB2, RPS27L, GADD45B, C6orf138, Fas, EDA2R, SPATA18, PHLDA3, TRIM22, MDM2, ZMAT3\n\n)\n\n27\n\nand two clusters showing clear differences between p53-repressed and p53-expressed genes across clusters were designated as p53 transcription competent (p53TC) and p53 transcription incompetent (p53TI) clusters. The p53TC group includes 51 patients and p53TI group includes 42 patients. This dataset was integrated with TCGA LIHC (HCC) miRNA-seq dataset and the expressions of C19MC miR-520G, MYO18B, IFNG, FGF2, MYL5, and MYO1B were statistically examined for differential expression using GraphPad Prism software v7.04 (La Jolla, CA, USA).\n\nSurvival analyses and statistics\n\nTCGA LIHC (HCC) survival data for MYO18B were obtained through Oncolnc (\n\nhttps://www.oncolnc.org/\n\n) using 40% settings for high and low groups, and matched with RNA-seq dataset sorted based on MYO18B expression values and selected high and low groups (n = 144 each). For MYO1B, survival data was obtained similarly using 35% settings, matched with RNA-seq dataset sorted based on MYO1B expression values and selected high and low groups (n = 126 each). For MYL5, survival data was obtained similarly using 35% settings, matched with RNA-seq dataset sorted based on MYL5 expression values and selected high and low groups (n = 39 each). For p53TC versus p53TI survival analysis the survival data were matched to p53TC (n = 50) and p53TI (n = 41) dataset where the patient number is one less for each group due to non-availability of data.\n\nThe survival data were plotted using GraphPad Prism v.7.04 (La Jolla, CA, USA) and the log-rank (Mantel-Cox test) p-values were considered for level of significance. The p-values < 0.05 were considered significant and < 0.001 were considered robust significance.\n\nLigand screening and myosin correlation plots, scripts, color code and statistical significance\n\nCorrelation plot to screen ligands [100 expressed cytokines and chemokines out of 136 in LIHC (HCC) iCluster dataset: the mRNAs of cytokines or chemokines that are not expressed in any of the samples were omitted (poor expression)] that correlate with MYO18B mRNA expression was generated using R package ‘corrplot’ 0.84 (was built under R version 3.4.4 and R-studio version 1.2.5019. Ref\n\n59\n\n) by using the scripts > cor(); > mat <—cor(); > corrplot(mat, order = \"hclust\", addrect = 2, method = \"color\"); > col1 <—colorRampPalette(c(\"black\", \"white\", \"red\")); > corrplot(mat, order = \"hclust\", addrect = 2, method = \"color\", col = col1(100)), where addrect = 2 was optional; red = positive correlation; black = negative correlation. Significance was calculated using the codes > res1 <—cor.mtest(mat, conf.level = 0.95); > corrplot(mat, order = \"hclust\", method = \"color\", addrect = 2, col = col1(100), p.mat = res1$p, insig = \"blank\") where insignificant correlations were coded white in color. Pearson correlation was used which comes as default option in Corrplot package.\n\nFor myosin family correlation with MYO18B, 52 expressed myosin genes were subjected to correlation analysis as described above but using p53TCTI dataset (n = 51 for p53TC and 42 for p53TI) and omitting “addrect = 2” option from the code. Myosins that did not expressed in any of the p53TCTI dataset were omitted from analysis.\n\nThe iCluster or myosin datasets from RSEM normalized LIHC (HCC) TCGA RNAseq were log transformed to the base of 10 before generating matrix table in R. The insignificant correlations were coded white and thus white indicates either correlation value = 0 or insignificant.\n\nCell line, DNA fingerprinting, plasmids and stable/transient transfections\n\nHuman Hep3B cells (ATCC # HB-8064) were cultured in MEM containing L-Glutamine and Sodium bi-carbonate (Sigma #M4655), with 10% FBS (Sigma#F0926), vitamins (Gibco Life Technologies #11120052), sodium pyruvate (Gibco Life Technologies #11360070), non-essential amino acids (Gibco Life Technologies #11140050), and penicillin–streptomycin (Gibco Life Technologies #15140122). The cells were subjected to STR fingerprinting as per institutional/lab standards. The cells were then expanded, and frozen. Fresh vials were used after every 6 months or after ~ 25 passages. The cells in culture were tested for mycoplasma periodically using MycoAlert Kit (Lonza).\n\nGlycerol stocks of mammalian expression vectors such as pMIR-CMV, and pMIR-CMV-520G (CR215781) were purchased from Vigene Biosciences (Rockville, MD USA). The control pLenti-GIII-CMV-RFP-2A-Puro (Cat# LV084) and CEBPB pLenti-GIII-CMV-human-CEBPB-RFP-2A-Puro (corresponding to the LAP isoform) (Cat# LV796074) vectors were purchased from Applied Biological Materials Inc., Richmond, BC, Canada. The lentiviral expression cassettes were used as plasmids for transfection rather than as viruses or with accompanying plasmids to package viruses, because C19MC is a cluster that responds to viral infections. Wild-type p53 (#16434) and mutant p53s p53-R175H (#16436) and p53-R273H (#16439) plasmids under CMV promoter were a gift from Bert Vogelstein\n\n60\n\n. An empty CMV promoter containing plasmid was used as empty control. All plasmids were isolated using Qiagen MIDI prep kit (#12143).\n\nHep3B cells were stably transfected using plasmids (not viruses in the case of lentiviral plasmids) and Lipofectamine 2000 (Life Technologies # 11668019) and selected using 4 μg/ml puromycin (Invitrogen # A1113803) for 2 months while GFP/RFP positive clones were picked, expanded and frozen. For transient transfections, 1 μg plasmid DNA/10 cm dish was used with Lipofectamine for 12–14 h., in complete MEM, the media were washed off, and the cells were then collected at 48 h. duration (from the time of addition of DNA + Lipofectamine complex to cells).\n\nReverse transcriptase PCRs\n\nParental Hep3B cells were maintained in MEM but the stable cells were maintained in puromycin containing MEM. The stable cells were plated for experiments in MEM without puromycin and treated with 1 nM of cytokines as indicated in figures for 24 h. Total RNA was isolated using TRIZOL reagent (ThermoFisher Scientific #15596026, Waltham, MA, USA) as per manufacturer’s instructions. 20 μl complementary DNA synthesis reactions were done using 1,000 ng RNA and High-Capacity cDNA Reverse Transcription Kit (ABI # 4368814, Foster City, CA, USA) with 1.5 M final concentration of betaine (from 5 M stock: Sigma # B0300-1VL, St. Louis, MO, USA). The temperature conditions were, 25 °C for 10 m, 37 °C for 120 m and 85 °C for 5 m. The cDNAs were then diluted with 30 μl of nuclease free water and then 2.5 μl was used per PCR reaction. For PCR reactions 1 M betaine (final conc.) was used along with regular PCR reaction components. The primer sequences and obtained product sizes were included in Supplementary table-\n\n1\n\n. All PCR reactions were standardized with a denaturing (95 °C) time of 1 min, annealing temperature of 60 °C (30 s) and 1 min of extension time (72 °C), with 34 cycles. The PCR reactions were run on 2% agarose gels with GeneRuler 100 bp DNA Ladder (ThermoFisher Scientific #SM0243). The gels were imaged using LI-COR Odyssey Fc imager (Lincoln, NE, USA).\n\nSphere formation and microscopy\n\nHep3B cells were plated at high density (500,000 cells/ml) in regular tissue culture 10 cm dish (for monolayer) or in low attachment flasks (for spheres) in complete MEM and cultured for 48hrs with a media change at 24hrs. The spheres were stained with Hoechst-33342 and imaged at 48hrs using Zeiss Observer.Z1 microscope equipped with Axiocam 503 mono (Zeiss) camera. The individual channel images of Hoechst-33342 were pseudo-colored to red, merged with bright field and exported using ZEN 2.3 Pro software (Carl Zeiss Microscopy, GmbH, 2011, Blue edition). The final composite was done using Adobe Photoshop CS5 (Adobe Systems Inc., San Jose, CA, USA). Similar experiments were performed to collect monolayer cells and spheres for RNA isolation for RT-PCR/qRTPCR analysis using Hep3B parental cells or miR-520G stably transfected cells.\n\nQuantitative real-time PCRs\n\nRNAs were isolated from pMIR or pMIR-520G stably transfected monolayer cells or spheres at 48 h using miRNeasy Mini Kit (Qiagen #217004, Germantown, MD, USA). RNAs were quantified using Nanodrop, and 250 ng RNAs were subjected to cDNA synthesis using Multiscribe reverse transcriptase with RNAse inhibitor, 10X buffer, dNTPs, (ABI, Cat # 4366596) and RT TaqMan™ Primers (RNU6B Control Assay: Assay ID: 001093 (Cat # 4427975), hsa-miR-520 g-3p : Assay ID: 001121 (Cat # 4427975). The cDNAs were then subjected to real-time PCR reactions in triplicates using respective primers with probes and Taqman master mix. The data were normalized using RNU6B and comparative Ct (Δ ΔCt) method was used to compute the relative expression of miRNAs after normalizing with RNU6B values. Statistical significance was calculated in Microsoft Excel (2010) using t-test, two-tailed distribution, two-sample unequal variation option. The results and standard error of mean (SEM) were then plotted using GraphPad Prism software (v7.04; La Jolla, CA, USA).\n\nRNA-seq evaluation of genes of interest\n\nRNAs from stable miR-520G and pMIR control cells were isolated using miRNeasy Mini Kit (Qiagen #217004, Germantown, MD, USA), with an on-column RNAse free DNAse (Qiagen # 79254) digestion as per manufacturer’s protocol. RNA-seq was then performed in quality control tested RNAs using the NuGen Ovation RNA-seq FFPE System (PN 7150-08) to prepare the libraries and were run on the Illumina NextSeq 500 with a 76-base paired-end read. The adapter reads were trimmed using Cutadapt (v1.8.1) and raw reads were then aligned to human genome (build: hg19) using STAR (v2.5.3a). Gene expression was evaluated as read count at gene level with HTSeq (v0.6.1) and Gencode gene model v28. Gene expression data were then normalized using DEseq2. The genes of interest were then visualized using Microsoft Excel (2010).\n\n3D graphics\n\n3D chromosomes, 3D DNA, images were generated using Lightwave Modeler v11.6.3 and rendered using Lightwave Layout v11.6.3 (NewTek Lightwave San Antonio, TX, USA) and composited using Adobe Photoshop CS5. Other graphic images were created using Adobe Photoshop CS5 (Adobe Systems Inc., San Jose, CA, USA).\n\nStatistical analyses\n\nFrequency distribution 10–90 percentile type box & whisker-plots and statistical analyses were done using GraphPad Prism software (v7.04; La Jolla, CA, USA). In box & whisker -plots the whiskers are aligned and color set to 75% transparency. For patient group versus group statistical significance analysis (box & whisker plots), unpaired, non-parametric Mann–Whitney test was used. For real-time PCRs student’s t-test was performed with two tail, two-sample unequal variance options in Microsoft Excel 2010. Throughout the study the p-value of 0.05 was considered significant and for frequency distribution box & whisker-plots, p-values < 0.001 were considered as robust significance. The ‘n’ for TCGA data analyses were indicated in figures.\n\nSupplementary information\n\nSupplementary information."
  },
  {
    "pmcid": "6854551",
    "title": "miR-760 regulates skeletal muscle proliferation in rheumatoid arthritis by targeting Myo18b",
    "publish_date": "2019-10-29",
    "full_text": "Introduction\n\nRheumatoid arthritis (RA) is a chronic autoimmune inflammatory response in the synovial tissue of joints, which affects ~1% of population worldwide (\n\n1\n\n). However, the exact cause remains unclear (\n\n2\n\n). RA is characterized by a progressive erosion of the articular cartilage and chronic inflammation of the synovial joint (\n\n3\n\n). It has been reported that oxidative stress, inflammation and lipid peroxidation may affect the progression of RA (\n\n4\n\n). RA, which is also a common cause of permanent disability, leads to increased medical cost, use of social services and a reduction in the quality of life of patients (\n\n5\n\n), as the disease may lead to joint stiffness, swelling, pain and muscle wasting. A previous study indicated that muscle wasting was an important cause of RA-associated morbidity and mortality (\n\n6\n\n). However, the genes regulating the proliferation of skeletal muscle in RA require additional study.\n\nMicroRNAs (miRNAs/miRs), are a type of non-coding RNA (21–24 nucleotides in length) that post-transcriptionally regulate gene expression (\n\n7\n\n). Aberrant expression of miRNAs has been demonstrated to be involved in several diseases, including various types of cancer, and rheumatic and other autoimmune diseases (\n\n8\n\n–\n\n10\n\n). Previous studies have reported that imbalances in miR-146a, miR-155, miR-223 and miR-16 levels existed in the immune cells of patients with RA (\n\n11\n\n–\n\n14\n\n). Lai\n\net al\n\nfound that decreased expression of miR-760 was affected by tumor necrosis factor-a in patients with RA (\n\n7\n\n). In addition, it has been reported that miR-760 regulated the proliferation and apoptosis of a variety of cells, such as human pulmonary artery smooth muscle cells, and human colon cancer and ovarian cancer cells, by targeting specific genes (\n\n15\n\n–\n\n17\n\n). However, there are few studies regarding the regulatory mechanisms via which miR-760 affects skeletal muscle proliferation in patients with RA, to the best of our knowledge.\n\nSkeletal muscles are primarily composed of different types of fibers (\n\n18\n\n). Myoblasts are precursor cells, which are hypothesized to serve an important role in injured skeletal muscle (\n\n19\n\n). Satellite cells mobilize and proliferate as myoblasts when the muscle needs to be repaired and/or remodeled (\n\n20\n\n). Myosin-18b (Myo18b) is a myosin protein associated with human tumor progression, and loss-of-function mutations of Myo18b have been found in certain patients with nemaline myopathy (\n\n21\n\n). Notably, according to Berger\n\net al\n\n(\n\n22\n\n), a number of myopathies are associated with molecular defects in sarcomeres, and a complete loss of Myo18b function leads to a complete lack of sarcomeric structure, suggesting that Myo18b may serve an important role in sarcomere assembly. In the present study, it was demonstrated that certain miRNAs were differentially expressed in the tarsus joint of a collagen-induced RA mouse model using the Gene Expression Omnibus (GEO) database.\n\nBased on these previous results, factors affecting the proliferation of myoblasts were assessed. Mueller\n\net al\n\n(\n\n23\n\n) hypothesized that chronic systemic inflammation may negatively affect myonuclei number and the regenerative potential of satellite cells; however, this hypothesis has not been confirmed. Therefore, additional factors may affect proliferation, differentiation and thus, muscle strength. In the present study, the targeting effects of miR-760 on Myo18b were determined, and it was hypothesized that miR-760 regulated skeletal muscle proliferation in RA by targeting Myo18b.\n\nMaterials and methods\n\nIdentification of differentially expressed genes\n\nGEO2R (\n\nhttp://www.ncbi.nlm.nih.gov/geo/geo2r/\n\n) was used on the GEO dataset (\n\n24\n\n,\n\n25\n\n), GSE61140 (\n\n26\n\n), to obtain the gene expression profile in the tarsus joint of a collagen-induced RA mouse model.\n\nCell culture\n\nMouse C2C12 myoblasts were obtained from the American Type Culture Collection and cultured in DMEM (Gibco; Thermo Fisher Scientific, Inc.) containing 1% penicillin-streptomycin (Gibco; Thermo Fisher Scientific, Inc.) and 10% FBS (Gibco; Thermo Fisher Scientific, Inc.) in an incubator with 5% CO\n\n2\n\nat 37°C. The cells were passaged using 0.25% trypsin (Gibco; Thermo Fisher Scientific, Inc.) when the confluence reached 50%. Subsequently, the cells were moved to a differentiation medium containing DMEM with 2% horse serum (Gibco; Thermo Fisher Scientific, Inc.) and 1% penicillin-streptomycin when the cells reached 75–80% confluence, and then myogenic differentiation was induced via the addition of differentiation medium. The media was replaced every 24 h.\n\nCell transfection\n\nA total of 1×10\n\n5\n\nC2C12 myoblasts were cultured in 6-well plates, and divided into 4 groups. The first group consisted of: Control cells, untreated cells; negative control (NC) cells, cells transfected with NC siRNA (sense, CAUGUGGUCUGUCGCAUAAUA and antisense, CGGUACACCAGACAGCGUAUU); and small interfering (si)Myo18b cells, cells transfected with siMyo18b (sense, 5′-GAGCCAAAGAACAAAUAAAUU-3′ and antisense, 3′-UUCUCGGUUUCUUGUUUAUUU-5′). The second group consisted of: Control cells; mock cells, cells transfected with pcDNA3.1 (+) (GenomeDitech Co., Ltd.) only; and Myo18b cells, cells transfected with Myo18b-pcDNA3.1 (+) (GenomeDitech Co., Ltd.). The third group consisted of: NC cells; siMyo18b cells; mock cells and Myo18b cells. The fourth group consisted: Mimics control cells, cells transfected with mimics control (forward, 5′-UUCUCCGAACGUGUCACGUTT-3′ and reverse, 5′-ACGUGACACGUUCGGAGAATT-3′); miR-760 mimics cells, cells transfected with miR-760 mimics (forward, 5′-CGGCUCUGGGUCUGUGGGGA-3′ and reverse, 5′-UCCCACAGACCCAGAGCCG-3′); inhibitors control cells, cells transfected with inhibitors control (5′-CAGUACUUUUGUGUAGUACAA-3′); miR-760 inhibitors cells, cells transfected with miR-760 inhibitors (5′-TCCCCACAGACCCAGAGCCG). The siMyo18b, NC siRNA, miR-760 mimics, miR-760 inhibitors, mimic control and inhibitor control were purchased from Shanghai GenePharma Co., Ltd.; transfection with siRNAs (50 nM), mimics (50 nM) and inhibitors (50 nM) transfection was performed using Lipofectamine\n\n®\n\n2000 kit (Invitrogen; Thermo Fisher Scientific, Inc.). The transfected cells were cultured in DMEM at 37°C with 5% CO\n\n2\n\nfor another 48 h prior to subsequent experiments.\n\nReverse transcription-quantitative PCR (RT-qPCR) analysis\n\nRT-qPCR analysis was performed to determine the expression levels of Myo18b, miR-760, cyclin-dependent kinase 2 (CDK2), cyclin D1, matrix metalloproteinase (MMP)-2, MMP-9, myogenin (MyOG) and myosin heavy chain IId/x (MyH6) in C2C12 myoblasts. To determine the expression of Myo18b during the myogenic differentiation of C2C12 myoblasts, cells were harvested after 0, 1, 3, 5 or 7 days. Relative expression levels of Myo18b, miR-760, CDK2, cyclin D1, MMP-2, MMP-9, MyOG and MyH6 in the C2C12 myoblasts were detected after 48 h of transfection with control, NC, siMyo18b, mock, Myo18b, mimics control, miR-760 mimics, inhibitor control and miR-760 inhibitor. Total RNA was extracted from C2C12 myoblasts using TRIzol\n\n®\n\nreagent (Invitrogen; Thermo Fisher Scientific, Inc.). The RNAs were reverse transcribed to cDNAs using 1 µg RNA and a High Capacity cDNA Reverse Transcription kit (Applied Biosystems; Thermo Fisher Scientific, Inc.), the reverse transcription reaction conditions were set to 37°C for 30 min, and reverse transcriptase inactivation was conducted at 85°C for 5 min. Subsequently, the cDNA products were used for qPCR using a Light Cycler 480 RT-PCR (Roche Diagnostics) and SYBR Green Master mix (Roche Diagnostics) in a final volume of 20 µl/well. The thermocycling conditions for miR-760 were: 95°C for 15 min, followed by 40 cycles of 94°C for 15 sec, 55°C for 30 sec and 70°C for 30 sec. Relative expression of miR-760 was normalized to U6 expression levels. SYBR Green on the 7500 qPCR system (Applied Biosystems; Thermo Fisher Scientific, Inc.) was used to determine the relative expression levels of Myo18b, CDK2, cyclin D1, MMP-2, MMP-9, MyOG and MyH6. The thermocycling conditions were as follows: Initial denaturation at 94°C for 5 min, followed by 40 cycles of 94°C for 30 sec, 60°C for 30 sec and 72°C for 30 sec. GAPDH was used as an internal reference gene, and relative expression was calculated using the 2\n\n−ΔΔCq\n\nmethod (\n\n27\n\n). The sequences of the primers used are listed in\n\nTable I\n\n.\n\nWestern blot analysis\n\nFollowing transfection, western blotting was used to determine the protein expression levels of Myo18b, MyOG and MyH6 in C2C12 myoblasts in the control, NC, siMyo18b, mock, Myo18b, mimics control, miR-760 mimics, inhibitor control and miR-760 inhibitor groups. PBS was used to wash C2C12 myoblasts twice. Total proteins were extracted from C2C12 myoblasts using a protein lysis buffer (pH 7.4, 150 mmol/l NaCl, 20 mmol/l Tris, 1 mmol/l EGTA, 1 mmol/l EDTA, 1 mmol/l β-glycerolphosphate, 1% Triton X-100, 2.5 mmol/l sodium pyrophosphate, 1 µg/ml leupeptin, 1 mmol/l Na\n\n3\n\nVO\n\n4\n\nand 1 mmol/l phenylmethyanesulfonyl fluoride). Following lysis, the lysates were incubated on ice for 30 min. The supernatant was collected by centrifuged at 10,000 × g for 30 min at 4°C. A bicinchoninic acid assay kit (Beijing Solarbio Science & Technology Co., Ltd.) was used to measure the protein concentration. Equivalent quantities of proteins (30 µg) were resolved on a 12% gel using SDS-capillary gel electrophoresis and transferred onto PVDF membranes (Bio-Rad Laboratories, Inc.), which were probed with the following primary antibodies after blocking in 5% non-fat milk at room temperature for 2 h: Myo18b (cat. no. 36810002; 1:1,000; Novus Biologicals, LLC); GAPDH (cat. no. ab181602; 1:10,000; Abcam); MyOG (cat. no. ab77232; 1:1,000; Abcam); or MyH6 (cat. no. ab185967; 1:1,000; Abcam). Membranes were incubated with primary antibodies overnight at 4°C, and subsequently with the goat anti-rabbit immunoglobulin G (HRP) secondary antibody (cat. no. ab205718; 1:3,000; Abcam) at room temperature for 2 h. An enhanced chemiluminescence kit (Pierce; Thermo Fisher Scientific, Inc.) was used to visualize the signal, and Quantity One software (version 4.62; Bio-Rad Laboratories) was used to perform densitometry analysis.\n\nCell proliferation assay\n\nCells were transfected as aforementioned. The C2C12 myoblasts were divided into 4 groups as follows: NC group, siMyo18b group, mock group and Myo18b group. To determine proliferation, 2×10\n\n3\n\nC2C12 myoblasts were seeded into 96-well plates and cultured in DMEM with 5% CO\n\n2\n\nat 37°C. Cell Counting Kit-8 (CCK-8; Beyotime Institute of Biotechnology) reagent (10 µl/well) was added at 24 and 48 h, and the cells were further incubated for 3 h at 37°C. Subsequently, the absorbance at 450 nm was detected using a plate reader (Thermo LabSystems; Thermo Fisher Scientific, Inc.).\n\nCell cycle assay\n\nIn the cell cycle assay, cells were collected and fixed in 70% ethanol overnight at 4°C. Subsequently, the cells were stained in PBS containing propidium iodide and RNase for 30 min at 4°C in the dark. Cell cycle distribution was determined using a FACSCalibur flow cytometer (BD Biosciences) with CellQuest software (version 5.1; BD Biosciences).\n\nWound-healing assay\n\nFollowing transfection, cells were seeded in a 6-well plate with complete medium (DMEM with 10% FBS). Then, cells were starved in serum-free complete medium for 6–8 h, and a 200 µl pipette tip was used to create a straight wound in the cell monolayers when the cells had reached ~100% confluence. The cells were washed once with PBS. The scratch was observed and imaged under a fluorescence microscope (magnification, ×100) at 0 and 24 h, and the wound width was measured. All experiments were performed in triplicate.\n\nDual-luciferase reporter assay\n\nThe putative binding sites of miR-760 in the Myo18b-3′-untranslated region (3′-UTR) were analyzed using TargetScan 7.2 ((\n\nhttp://www.targetscan.org/vert_72/\n\n). The site of interaction between miR-760 and target gene Myo18b-3′-UTR was verified using a dual-luciferase reporter assay. After amplifying and purifying Myo18b-3′-UTR and Myo18b-3′-UTR mutant (mut), both PCR products were cloned into the pGL3 vector (Promega Corporation) to generate Myo18b-3′-UTR plamids and Myo18b-3′-UTR mut plamids. The C2C12 myoblasts (2×10\n\n3\n\ncells/ml) were co-transfected with Myo18b-3′-UTR/Myo18b-3′-UTR mut (0.5 µg) and miR-760 mimics/control (50 nM) using Lipofectamine 2000, according to the manufacturer's protocol. Relative luciferase activity was measured using a Dual-Luciferase Reporter assay kit (Promega Corporation) 48 h of transfection on a fluorescence spectrophotometer (Infinite M200; Tecan Group, Ltd.) according to the manufacturer's protocol. Firefly luciferase activity was normalized to\n\nRenilla\n\nluciferase activity.\n\nStatistical analysis\n\nAll data analysis was performed using SPSS version 20.0 (IBM Corp.) or GraphPad Prism version 7 (GraphPad Software, Inc.). Data are presented as the mean ± standard deviation. The aforementioned experiments were independently repeated three times. A one-way ANOVA followed by a post-hoc Tukey's test was used to analyze differences among the experimental groups. P<0.05 was considered to indicate a statistically significant difference.\n\nResults\n\nMyo18b expression is downregulated in the tarsus joint of collagen-induced RA\n\nThe gene expression profile in the tarsal joint of a mouse model of RA was first determined, and the data suggested that expression of Myo18b was lower in the tarsus joint of mice with collagen-induced RA, compared with non-induced controls (\n\nFig. 1A\n\n).\n\nMyo18b expression increases during the myogenic differentiation of C2C12 cells\n\nTo determine the expression of Myo18b during the myogenic differentiation of C2C12 myoblasts, cells were harvested and the expression levels of Myo18b were determined in cells after 0, 1, 3, 5 and 7 days. The RT-qPCR analysis showed that the expression levels of Myo18b increased significantly on days 1, 3, 5 and 7 compared with 0 days (P<0.01), and Myo18b level decreased significantly on day 7 compared with 5 days (P<0.01;\n\nFig. 1B\n\n). Additionally, the expression of Myo18b on day 7 was significantly upregulated compared with day 0 (P<0.01;\n\nFig. 1B\n\n).\n\nMyo18b regulates proliferation and cell cycle progression in C2C12 myoblasts\n\nThe efficiency of siMyo18b and Myo18b transfection was determined using RT-qPCR and western blot analyses. The results showed that the expression of Myo18b in the cells transfected with siMyo18b was significantly decreased compared with the control or NC groups (P<0.01;\n\nFig. 1C and D\n\n). However, Myo18b expression in the Myo18b group was significantly increased compared with the control or mock groups (P<0.01;\n\nFig. 1E and F\n\n).\n\nSubsequently, the effects of Myo18b on the growth of C2C12 myoblasts were assessed. The CCK-8 assay results showed that the cell viability in the siMyo18b group was significantly reduced compared with the NC group at 24 (P<0.05) and 48 h (P<0.01) after transfection with siMyo18b, whereas the cell viability in the Myo18b group was significantly increased compared with the mock group at 24 (P<0.05) and 48 h (P<0.01) after transfection with Myo18b (\n\nFig. 2A\n\n). Furthermore, flow cytometry analysis showed that the number of C2C12 myoblasts in the G1 phase was significantly increased in the siMyo18b group (P<0.01), and the number of cells in G2 and S phase were significantly decreased (P<0.01) compared with the NC group (\n\nFig. 2B and C\n\n). The number of C2C12 myoblasts in the G1 phase were significantly decreased when cells were transfected with Myo18b (P<0.05), whereas the number of cells in the S phase were significantly increased (P<0.01), compared with the mock group (\n\nFig. 2B and C\n\n). RT-qPCR analysis showed that the expression levels of CDK2 and cyclin D1 in C2C12 myoblasts transfected with siMyo18b were significantly decreased (P<0.05), and the expression levels in C2C12 myoblasts transfected with Myo18b were significantly increased (P<0.01;\n\nFig. 2D\n\n), compared with the respective controls.\n\nMyo18b regulates the migration of C2C12 myoblasts\n\nThe results of the wound-healing assay showed that the migratory rate of C2C12 myoblasts transfected with siMyo18b was significantly decreased compared with the NC group (P<0.01). The migratory rate of C2C12 myoblasts transfected with Myo18b was significantly increased compared with the mock cells (P<0.01;\n\nFig. 3\n\n).\n\nMyo18b regulates differentiation of C2C12 myoblasts\n\nThe results of RT-qPCR and western blotting analysis results showed that siMyo18b downregulated the mRNA expression levels of MMP-2 and MMP-9, whereas Myo18b overexpression increased the expression of these genes in C2C12 myoblasts (\n\nFig. 4A\n\n). Furthermore, the mRNA and protein expression levels of MyOG and MyH6 were downregulated in the siMyo18b group compared with the NC group, and increased in cells overexpressing Myo18b compared with the mock group (P<0.01;\n\nFig. 4B-D\n\n). These results suggested that siMyo18b decreased differentiation in C2C12 myoblasts and Myo18b overexpression induced opposing effects.\n\nMyo18b is a target gene of miR-760 in C2C12 myoblast\n\nA binding site between miR-760 and Myo18b-3′-UTR was identified using TargetScan (\n\nFig. 5A\n\n). A dual-luciferase reporter assay revealed that miR-760 mimics significantly decreased the luciferase activity when the reporter gene contained the Myo18b-3′-UTR in C2C12 myoblasts (P<0.01). However, no decrease in luciferase activity was observed when the reporter gene contained the Myo18b-3′-UTR mut (P>0.05;\n\nFig. 5B\n\n).\n\nUpregulation of miR-760 decreases proliferation and cell cycle progression of C2C12 myoblasts. The expression levels of miR-760 in C2C12 myoblasts were determined using RT-qPCR analysis following transfection. The results showed that the expression of miR-760 in C2C12 myoblasts was significantly increased in cells transfected with miR-760 mimics compared with cells transfected with the control mimics (P<0.01). After transfection with miR-760 inhibitor, the miR-760 expression level was decreased, compared with cells in the inhibitor control group (P<0.01;\n\nFig. 5C\n\n).\n\nA CCK-8 assay showed there were no significant differences observed in terms of the cell viability at 24 h among the groups (P>0.05), and that the cell viability at 48 h was decreased significantly in the cells transfected with miR-760 mimics, compared with the mimics control group (P<0.05) after 48 h. Cell viability at 48 h was increased significantly in the cells transfected with miR-760 inhibitor compared with the inhibitors control group (P<0.05;\n\nFig. 5D\n\n). Furthermore, flow cytometry analysis showed that the percentage of C2C12 myoblasts transfected with miR-760 mimics in G1 was significantly increased (P<0.01), whereas the percentages of cells in G2 and S were significantly decreased (P<0.01) compared with the mimics control group (\n\nFig. 6A and B\n\n). The percentage of cells transfected with miR-760 inhibitors in G1 were decreased (P<0.05), and the percentage of cells in S phase were significantly increased (P<0.01) compared with the inhibitors control group (\n\nFig. 6A and B\n\n). RT-qPCR analysis revealed that the mRNA expression levels of cyclin D1 were significantly decreased in the miR-760 mimics group compared with the mimics control group (P<0.01), while the CDK2 level was slightly reduced but not significant. The expression levels of CDK2 and cyclin D1 in miR-760 inhibitor group were significantly higher compared with the mimics control group (P<0.01;\n\nFig. 6C\n\n).\n\nmiR-760 decreases the migration of C2C12 myoblasts\n\nA wound healing assay was used to determine the effects of miR-760 on the migratory capacity of C2C12 myoblasts following transfection with a miR-760 mimic or inhibitor. The results showed that the migratory abilities of C2C12 myoblasts transfected with miR-760 mimics for 24 h were significantly reduced compared with the mimics control group (P<0.01). The migratory capacity in cells transfected with miR-760 inhibitors at 24 h was significantly increased compared with the inhibitors control group (P<0.01;\n\nFig. 7\n\n).\n\nmiR-760 decreases differentiation of C2C12 myoblasts\n\nRT-qPCR and western blot analyses showed that the expression levels of MMP-2, MMP-9, Myo18b, MyOG and MyH6 in C2C12 myoblasts transfected with miR-760 mimics were significantly decreased compared with the mimics control group (P<0.01;\n\nFig. 8A and B\n\n). The expression levels of these genes were significantly increased in cells transfected with miR-760 inhibitor, compared with the inhibitor control group (P<0.01;\n\nFig. 8C and D\n\n).\n\nDiscussion\n\nRA is a chronic autoimmune disease that causes progressive articular destruction, functional loss of joints and related comorbidities of bone, vasculature and metabolism, and thus physiologically affects patients (\n\n28\n\n). RA results from complex interactions between genes and the environment (\n\n29\n\n). Studies have shown that reducing inflammation, inhibiting angiogenesis and inducing apoptosis of fibroblast-like synoviocytes may effectively improve RA (\n\n30\n\n–\n\n32\n\n). Skeletal muscle atrophy has been observed in patients with RA, and Myo18b is an important component involved in the rapid formation of skeletal muscle (\n\n33\n\n,\n\n34\n\n). miRNAs have been reported as important regulators of skeletal muscle development and differentiation (\n\n35\n\n). Previously, expression of miR-760 was demonstrated to be altered in several diseases (\n\n36\n\n,\n\n37\n\n). However, the role of miR-760 in regulating the proliferation of RA skeletal muscle remains unclear. The aims of the present study were to examine the regulatory effects of miR-760 during skeletal muscle proliferation in RA, and to determine the underlying mechanism.\n\nRA is associated with muscle wasting, which impedes prognosis. Therefore, promoting skeletal muscle proliferation has significant clinical value for patients with RA (\n\n38\n\n,\n\n39\n\n). Certain genes and multiple proteolytic systems are involved in muscle atrophy (\n\n40\n\n). Furthermore, the release of cytokines during chronic inflammation may promote satellite cell activation and myogenesis that help promote skeletal muscle proliferation (\n\n41\n\n). According to Malfatti\n\net al\n\n(\n\n42\n\n), Myo18b encodes an unconventional myosin protein which is primarily expressed in skeletal and cardiac muscles that are associated with nemaline myopathy and cardiomyopathy. Similarly, Alazami\n\net al\n\n(\n\n43\n\n) showed that a rare syndrome, presenting Klippel-Feil anomaly and myopathy, may have been caused by a mutation in Myo18b. In the present study, it was demonstrated that Myo18b was downregulated in the tarsus joint of RA; thus, it was suggested that miR-760 may have regulated skeletal muscle proliferation in RA by targeting Myo18b. To confirm a link between miR-760 and Myo18b, a dual-luciferase reporter assay was performed, and the results showed that Myo18b was a direct target gene of miR-760.\n\nMyoblast fusion is a crucial step in skeletal muscle differentiation, and the regulation of genes such as cyclin D1 and MyOG may affect the proliferation and differentiation of myoblasts (\n\n44\n\n,\n\n45\n\n). CDKs are proline-directed serine/threonine-protein kinases, which are primarily involved in cell cycle regulation, and intracellular and extracellular signal fusion (\n\n46\n\n). CDKs can bind to cyclins to form heterodimers and promote the progression of the cell cycle. As a type of protein kinase, CDK2 is involved in the regulation of the G1/S phases of the cell cycle in patients with RA (\n\n47\n\n). In the present study, it was demonstrated that Myo18b expression was increased as C2C12 myoblasts differentiated at 1, 3 and 5 days, but decreased on day 7. Based on this result, it may be the case that the rate of apoptosis increases after day 5. In a previous study, miRNAs were found to regulate cell proliferation, cell cycle progression and migration by altering the expressions of various factors, such as MALAT1 (\n\n48\n\n). In the present study, the results showed that miR-760 overexpression and Myo18b silencing significantly decreased the expression levels of CDK2 and cyclin D1 in C2C12 myoblasts. Additionally, it was demonstrated that miR-760 overexpression and Myo18b silencing decreased the proliferation and migration of C2C12 myoblasts. These results suggested that miR-760 may inhibit the proliferation and migration of C2C12 myoblasts by suppressing Myo18b and thus slowing down skeletal muscle formation. Furthermore, MMP-2 and MMP-9 are the primary MMPs responsible for the degradation of type IV collagen, primarily in the basement membrane close to the muscular layer (\n\n49\n\n,\n\n50\n\n). MMPs are associated with increased motility, differentiation and regeneration of skeletal muscle. Zhai\n\net al\n\nfound that salicin decreased the levels of inflammatory factors and inhibited the expression of MMP-1/-3 in interleukin-1β-induced RA-fibroblast-like synoviocytes, thereby improving RA (\n\n30\n\n). Therefore, regulation of MMPs may prove to be an effective method of treating patients with RA.\n\nSkeletal muscles are composed of heterogeneous types of fibers based on MyHC expression (\n\n51\n\n). In patients with RA, varying degrees of muscle mass decline and reduction in cross-sectional area have been reported, and a slight but significant decrease in MyHC content has also been observed (\n\n52\n\n). MyOG, a key transcription factor in myogenesis, plays an important role in the regulation of myoblast differentiation and is critical for the terminal differentiation of differentiated myoblasts (\n\n45\n\n). In addition, a previous study suggested that upregulation of MyOG expression was required for myoblasts to fuse into new or existing myotubes, and that the knockdown of MTMR7 promoting C2C12 myoblast early differentiation was associated with the upregulation of MyOG (\n\n53\n\n). In the present study, the results showed that miR-760 inhibited MMP-2, MMP-9, MyOG and MyH6 expression levels in C2C12 myoblasts by downregulating Myo18b. Based on these results, it was hypothesized that miR-760 may affect skeletal muscle proliferation and differentiation by regulating cell cycle and myocyte differentiation, and such a phenomenon may be associated with the regulation or the expression of Myo18b, MyOG and MyHC.\n\nIn conclusion, it was revealed that Myo18b was a target gene of miR-760. Overexpression of miR-760 downregulated the expression levels of CDK2, cyclin D1, MMP-2, MMP-9, MyOG and MyH6. miR-760 decreased proliferation, cell cycle progression, migration and differentiation in C2C12 myoblasts by targeting Myo18b. The results of the present study may improve understanding of the molecular mechanisms underlying the proliferation of skeletal muscle in patients with RA. There are certain limitations to the present study. For example, all experiments were performed\n\nin vitro\n\nand thus, whether the results are replicated\n\nin vivo\n\nremains to be determined. Additionally, miR-760 targets other genes involved in the proliferation and differentiation of C2C12 myoblasts; thus, the effects miR-760 on the various cellular behaviors may have been mediated via other proteins."
  },
  {
    "pmcid": "6215340",
    "title": "MYO18B promotes hepatocellular carcinoma progression by activating PI3K/AKT/mTOR signaling pathway",
    "publish_date": "2018-11-3",
    "full_text": "Background\n\nHepatocellular carcinoma (HCC) is the most common primary liver cancer, representing the fifth most common cancer and the third leading cause of cancer death worldwide [\n\n1\n\n]. It is well known that persistent infections by HBV or HCV are the primary inducers of chronic liver disease, thereby resulting in liver cirrhosis and HCC [\n\n2\n\n,\n\n3\n\n]. Aflatoxin exposure and alcohol abuse are also important risk factors for developing HCC [\n\n2\n\n]. Surveillance by biannual ultrasonography is recommended for such patients [\n\n4\n\n,\n\n5\n\n]. Current treatment options mainly include resection, liver transplantation and interventional radiology [\n\n5\n\n]. Although recent advances in therapies have achieved improved prognoses for patients with HCC, it is still involved in a poor survival rate due to late diagnosis [\n\n6\n\n]. Currently, patients with advanced HCC lack effective therapies, representing a unique clinical challenge. Given the current burden of HCC, identifying biomarkers associated with the progression and prognosis of HCC is a promising approach to make early diagnosis, predict prognosis and develop novel therapeutic strategies.\n\nOver the past decade, significant effort has focused on the detection of molecular alterations in HCC [\n\n7\n\n–\n\n10\n\n]. Various kinds of biomarkers (such as AFP, VEGF, hepatocyte growth factor) have been proven to harbor prognostic implications, but only serum AFP has been widely used to complement HCC surveillance and guide treatment decisions [\n\n11\n\n–\n\n13\n\n]. However, AFP levels display limitations in sensitivity and specificity [\n\n14\n\n,\n\n15\n\n]. It is imperative to screen adequate predictive or prognostic biomarkers.\n\nMYO18B\n\nis a myosin family gene located at chromosome 22q12.1. Genetic instability of chromosome arm 22q has been detected in patients with HCC [\n\n16\n\n,\n\n17\n\n], suggesting the presence of a tumor-related gene on this chromosome arm that is involved in HCC carcinogenesis. Zhu et al. [\n\n18\n\n] indicated that tumor suppressor genes on chromosome 22q11.2-22q12.1 may contribute to the pathogenesis and development of HCC. Moreover,\n\nMYO18B\n\nhas been identified as a tumor suppressor gene whose inactivation is associated with the progression of lung cancer [\n\n19\n\n,\n\n20\n\n], colorectal cancer [\n\n21\n\n] and ovarian cancer [\n\n22\n\n]. These observations raise the possibility that\n\nMYO18B\n\nis a potential cancer marker. However, the specific role of\n\nMYO18B\n\nin HCC progression is still unclear.\n\nIn this study, we firstly identified the expression differences of\n\nMYO18B\n\nbetween HCC tissues and healthy tissues and its prognostic value using the public data from TCGA database, and validated the results using an independent clinical cohort. Then, we investigated the specific role of\n\nMYO18B\n\nin HCC by experimental technique. This work purposed to reveal the significance of\n\nMYO18B\n\nand its underlying mechanism in the pathogenesis of HCC. The result would be of great emphasis for future control strategy of patients with HCC.\n\nMethods\n\nPatients\n\nIn this study, we identified the expression and prognostic value of\n\nMYO18B\n\nin HCC using two independent cohorts. The RNA-seq data of patients with HCC were obtained from TCGA data portal (\n\nhttps://cancergenome.nih.gov/\n\n), which contains 374 HCC samples and 50 normal samples. The other cohort contained a total of 80 patients with HCC who had undergone a resection of primary tumors at The Second Affiliated Hospital of Shantou University Medical College between 2007 and 2009. All patients were histologically confirmed as HCC. TNM classification of hepatocellular carcinoma follows 8th edition AJCC Cancer Staging system. The patients were followed up for 80 months after surgery. None of these patients received radiotherapy or chemotherapy before surgery. The clinical information of these patients was listed in Table\n\n1\n\n. The adjacent liver tissue was obtained for control.\n\nTable 1\n\nCorrelation between MYO18B expression and clinical characteristics in patients with hepatocellular carcinoma\n\nCharacteristics\n\nExpression of MYO18B\n\nP\n\nvalue\n\nLow\n\nHigh\n\nAge\n\n0.361\n\n< 60\n\n18\n\n14\n\n≥ 60\n\n22\n\n26\n\nGender\n\n0.260\n\nFemale\n\n20\n\n15\n\nmale\n\n20\n\n25\n\nGrade\n\n1.000\n\nG1 + G2\n\n26\n\n26\n\nG3 + G4\n\n14\n\n14\n\nPathologic-Stage\n\n0.025\n\nI + II\n\n24\n\n14\n\nIII + IV\n\n16\n\n26\n\nPathologic-T\n\n0.014\n\nT1 + T2\n\n26\n\n15\n\nT3 + T4\n\n14\n\n25\n\nPathologic-N\n\n1.000\n\nN0\n\n37\n\n36\n\nN1\n\n3\n\n4\n\nPathologic-M\n\n1.000\n\nM0\n\n39\n\n38\n\nM1\n\n1\n\n2\n\nT\n\ntumor status,\n\nN\n\nregional lymph node status,\n\nM\n\nmetastasis status\n\nCell culture\n\nHuman HCC cell line HepG2 was obtained from Cell Bank of the Type Culture Collection, Chinese Academy of Sciences (Shanghai, China), and was cultured in RPMI-1640 supplemented with 10% serum, 100 U/ml penicillin, and 0.1 mg/ml streptomycin at 37 °C in a humidified incubator with 5% CO\n\n2\n\n.\n\nTransient transfection\n\nCells were seeded in 6-well plates at a concentration of 1 × 10\n\n5\n\nper well. The next day, cells were transfected with siRNA (experimental group, si-\n\nMYO18B\n\n, Cat no. sc-61,119, Santa Cluz Biotechnology, Shanghai, China) or non-specific control siRNA (negative control group, si-con) using Lipofectamine 2000 (Invitrogen Life Technologies, Karlsruhe, Germany) according to the manufacture’s protocol. The transfected cells were harvested after 48-h incubation for subsequent experiments.\n\nQuantitative real-time PCR (qRT-PCR) assay\n\nTotal RNA was extracted from cultured cells or frozen human tissues using TRIzol Reagent (Invitrogen, Grand Island, NY, USA), and was then converted into cDNA using a PrimeScript 1st Strand cDNA Synthesis Kit (Takara, Dalian, China) according to the manufacture’s protocol. qRT-PCR assay was carried out using SYBR Green (Takara, Dalian, China). The samples were amplified as the following protocol: 95 °C for 5 min, 40 cycles of 95 °C for 30 s, 60 °C for 40 s, and 72 °C for 1 min. Primer sequences for MYO18B and GAPDH were as follows: MYO18B forward, 5’-GGAAGCAGTTAGCTGTCGC-3′ and reverse, 5’-TTGACTGGTCGTCCTGAGAGA-3; GAPDH forward, 5’-GGAGCGAGATCCCTCCAAAAT-3′, and reverse, 5’-GGCTGTTGTCATACTTCTCATGG-3′. The relative quantification was determined by 2\n\n−ΔΔCt\n\nmethod and normalized to GAPDH. All experiments were repeated at least three times.\n\nWestern blot\n\nAfter 48-h transfection, cells were washed with PBS twice, harvested and lysed in RIPA buffer (Termo Scientifc, Rockford, IL, USA) containing protease inhibitors on ice for 30 min. The protein concentration was determined by the BCA method. Next, protein samples (20 μg) were equally loaded onto SDS-PAGE and electrotransferred to PVDF membranes. Subsequently, the membranes were blocked with 5% non-fat milk for 1 h and incubated overnight with primary antibodies (dilution 1:1000) against: MYO18B (Cat no. CBS-PA278900, Wuhan Huamei Biological Engineering Co., Ltd., Hubei, China), phosphoinositide-3 kinase (PI3K, Cat no. 4255, Cell Signaling Technology, Inc., Danvers, MA, USA), phosphorylated- (p-) PI3K (Cat no. 13857, Cell Signaling Technology, Inc.), AKT (Cat no. 9272, Cell Signaling Technology, Inc.), p-AKT (Cat no. 13038, Cell Signaling Technology, Inc.), mTOR (Cat no. 2972, Cell Signaling Technology, Inc.), p-mTOR (Cat no. 2971, Cell Signaling Technology, Inc.), p-P70S6K (Cat no. 9204, Cell Signaling Technology, Inc.), and GAPDH (Cat no. 8884, Cell Signaling Technology, Inc.). The membranes were washed with TBST buffer three times and then incubated with secondary antibodies (Anti-rabbit IgG, HRP-conjugated goat anti-rabbit, dilution 1:3000, Cat no. 7074, Cell Signaling Technology, Inc., Danvers, MA, USA) for 1 h at 25 °C. The membranes were then rinsed three times with blocking solution and visualized by the ECL detection system. The experiments were repeated at least three times for analysis. The intensity of signal on each membrane was determined using Quantity One software. GAPDH was used as a loading control for normalization of protein quantity.\n\nCell proliferation assay\n\nAfter transfection, cells were seeded at a density of 1000 per well in 96-well plates. Then cell viability was detected at 24 h, 48 h, 72 h and 96 h using a CCK-8 kit (Sigma-Aldrich, Merck KGaA, Darmstadt, Germany) following the manufacture’s instruction. The absorbance at 450 nm was measured using a microplate reader (Thermo Scientific Microplate Reader, Waltham, Massachusetts, USA). All assays were repeated at least three times.\n\nColony formation assay\n\nAfter transfection, cells were seeded at a density of 500 per well in 6-well plates and incubated in culture medium with 10% FBS for 2 weeks. During this period, the medium was replaced every 3 or 4 days. After 2 weeks, when cell colonies were formed, cells were fixed with 4% paraformaldehyde for 30 min and stained with 0.1% crystal violet (Sigma, St. Louis, MO, USA) for 30 min. Visible colonies were imaged and counted using ChemiDoc XRS image screening system (Bio-Rad). Each sample was repeated at least three times.\n\nWound healing assay\n\nWound healing assay was used to measure cell migration capacity. Cells suspended in RPMI 1640 medium with 10% serum were seeded in 6-well plates at a density of 5 × 10\n\n5\n\ncells/ml and incubated for 24 h to 100% confluence. A cell-free wound was made by scratching plates with a 100 μl plastic pipette tip. Afterwards, the cells were cultured with RPMI 1640 medium for another 24 h. The wound widths were recorded after 0 h and 24 h under an Olympus BX51 microscope (Olympus Corporation, Tokyo, Japan).\n\nTranswell migration and invasion assays\n\nTranswell migration and invasion assays were performed in 24-well plates using an 8 μm pore transwell chamber (BD Biosciences, Lake Franklin, New Jersey, USA) with/without Matrigel.\n\nIn the migration assay, cells (5 × 10\n\n3\n\n) were seeded in the upper chamber in 100 μl serum-free RPMI 1640 medium. In the invasion assay, the transwell chambers were first coated with Matrigel, then cells (1 × 10\n\n5\n\n) suspended in 100 μl serum-free RPMI 1640 medium were seeded in the matrigel-coated upper chamber. The lower chambers were filled with 500 μl culture medium containing 10% serum. After incubation at 37 °C in 5% CO\n\n2\n\novernight, the wells were washed with PBS and the cells attached to the low surface were fixed with paraformaldehyde for 30 min, and stained with 0.1% crystal violet for 20 min. Cells were imaged and counted under an Olympus BX51 microscope (Olympus Corp., Shinjuku, Tokyo, Japan) over five random fields in each well. Each assay was performed in triplicate.\n\nStatistical analysis\n\nExperimental values were expressed as the mean ± standard deviation, and were analyzed by SPSS Statistics software (version 22.0, Chicago, IL, USA). The data preprocessing and differential expression analysis in TCGA were performed using edgeR package [\n\n23\n\n] (version 3.20.9) in Bioconductor. The association between clinical characteristics and\n\nMYO18B\n\nexpression was evaluated by Chi-square test. Kaplan-Meier analysis with long-rank test and Cox regression analysis were used to determine the prognostic value of\n\nMYO18B\n\nin HCC patients. Student’s t-test was performed to determine the significance in cell experiments.\n\nP\n\n< 0.05 was considered statistically significant.\n\nResults\n\nMYO18B overexpression involves poor prognosis in HCC\n\nWe first analyzed the expression differences of\n\nMYO18B\n\nbetween tumor and normal tissues using TCGA cohort. Our work found that\n\nMYO18B\n\nwas obviously upregulated in tumor tissues when compared with normal tissues (Fig.\n\n1a\n\n,\n\nP\n\n< 0.05). To validate the result from TCGA, we thus determined the expression level of\n\nMYO18B\n\nin 80 pairs of tumor tissues and adjacent liver tissues by qRT-PCR. The result showed that\n\nMYO18B\n\nexpression exhibited higher levels in tumor tissues than adjacent liver tissues (Fig.\n\n1b\n\n,\n\np\n\n< 0.05). These results suggested that\n\nMYO18B\n\nwas overexpressed in HCC tumor tissues.\n\nFig. 1\n\nRelative MYO18B expression in tumor tissues and its clinical significance.\n\na\n\nMYO18B was over-expressed in tumor tissues (\n\nn\n\n= 374) compared with normal tissues (\n\nn\n\n= 50), which was analyzed using TCGA database.\n\nb\n\nMYO18B was up-regulated in tumor tissues (\n\nn\n\n= 80) compared with adjacent liver tissues (ALT), which was analyzed by qRT-PCR.\n\nc\n\nKaplan-Meier survival analysis showed that MYO18B over-expression was correlated with worse overall survival in patients with hepatocellular carcinoma (\n\nP\n\n= 0.001)\n\nTo further investigate whether\n\nMYO18B\n\noverexpression was involved in HCC progression, we measured the correlation between\n\nMYO18B\n\nlevels and clinical pathological characteristics in HCC patients using chi-square test. Based on the median value of\n\nMYO18B\n\n, 80 HCC patients were divided into high and low expression groups. As shown in Table\n\n1\n\n, statistical analysis revealed that no significant association was found in age, gender, grade, pathologic-N and pathologic-M and\n\nMYO18B\n\nexpression (\n\nP\n\n> 0.05), while\n\nMYO18B\n\nexpression was remarkably correlated with pathologic-stage (\n\nP\n\n= 0.025) and pathologic-T (\n\nP\n\n= 0.014), implying that high expression of\n\nMYO18B\n\nmight be involved in the progression of HCC.\n\nAdditionally, the prognostic value of\n\nMYO18B\n\nin HCC was evaluated by Kaplan-Meier plotting with long-rank test for difference. The result showed that HCC patients with high expression of\n\nMYO18B\n\ndisplayed a significantly poorer prognosis than those with low expression (Fig.\n\n1c\n\n,\n\nP\n\n= 0.001). Cox regression analysis was further performed to analyze the prognostic value of\n\nMYO18B\n\nin HCC. As shown in Table\n\n2\n\n, univariate analysis showed that\n\nMYO18B\n\nexpression (HR = 2.993,\n\nP\n\n= 0.002), pathologic-stage (HR = 3.708,\n\np\n\n< 0.001) and pathologic-T (HR = 3.783,\n\nP\n\n< 0.001) were obviously related to overall survival in HCC, while age, gender, grade, pathologic-M and pathologic-N showed no significant association with overall survival (\n\nP\n\n> 0.05). Multivariate analysis revealed that\n\nMYO18B\n\nexpression was an independent prognostic factor in HCC after adjusting for other clinical variables (Table\n\n2\n\n, HR = 2.132,\n\nP\n\n= 0.039). The results reveal that\n\nMYO18B\n\nmay be a potential marker for the prognosis and progression of HCC.\n\nTable 2\n\nCox regression analysis of overall survival in patients with hepatocellular carcinoma\n\nVariables\n\nUnivariate analysis\n\nMultivariate analysis\n\nP\n\nvalue\n\nHR\n\n95% CI\n\nP\n\nvalue\n\nHR\n\n95% CI\n\nMYO18B expression (high/low)\n\n0.002\n\n2.993\n\n1.505–5.952\n\n0.039\n\n2.132\n\n1.038–4.380\n\nAge(<60/≥60)\n\n0.114\n\n0.605\n\n0.324–1.129\n\nGender(female/male)\n\n0.324\n\n1.373\n\n0.731–2.576\n\nGrade(G1 + G2/G3 + G4)\n\n0.463\n\n0.775\n\n0.393–1.530\n\nPathologic-Stage (I + II/III + IV)\n\n0.000\n\n3.708\n\n1.790–7.678\n\n0.739\n\n1.421\n\n0.181–11.186\n\nPathologic-T (T1 + T2/T3 + T4)\n\n0.000\n\n3.783\n\n1.855–7.718\n\n0.461\n\n2.133\n\n0.285–15.989\n\nPathologic-M (M0/M1)\n\n0.052\n\n3.267\n\n0.991–10.769\n\nPathologic-N (N0/N1)\n\n0.080\n\n2.351\n\n0.902–6.130\n\nHR\n\nhazard ratio,\n\nCI\n\nconfidence interval\n\nMYO18B knockdown inhibits the proliferation of HepG2 cells\n\nWe detected the mRNA expression of\n\nMYO18B\n\nin HCC cell line HepG2. Human normal liver cells HL-7702 were used as a control. qRT-PCR analysis found that\n\nMYO18B\n\nexpression was significantly upregulated in HepG2 cells than that in HL-7702 cells (Fig.\n\n2a\n\n,\n\np\n\n< 0.05).\n\nFig. 2\n\nRelative MYO18B expression in hepatocellular carcinoma cells.\n\na\n\nThe expression levels of MYO18B in HepG2 and HL-7702 cell lines were analyzed by qRT-PCR. MYO18B expression displayed a higher level in HepG2 cells.\n\nb\n\n-\n\nd\n\nHepG2 cells were transfected with one specific siRNA (experimental group, si-MYO18B) or non-specific control siRNA (negative control group, si-con). MYO18B expression was determined by qRT-PCR (\n\nb\n\n) and western blot (\n\nc\n\n,\n\nd\n\n) respectively. *\n\nP\n\n< 0.05 versus si-con group\n\nTo investigate the effects of\n\nMYO18B\n\non HCC, HepG2 cells were transfected with\n\nMYO18B\n\nsiRNA or control siRNA, respectively. qRT-PCR and Western blot were utilized to determine the mRNA and protein levels of\n\nMYO18B\n\n, respectively. The result indicated that\n\nMYO18B\n\nexpression was significantly downregulated by\n\nMYO18B\n\nsiRNA in both mRNA (Fig.\n\n2b\n\n,\n\nP\n\n< 0.05) and protein levels (Fig.\n\n2c\n\nand\n\nd\n\n,\n\nP\n\n< 0.05).\n\nTo study the effect of\n\nMYO18B\n\non cell proliferation, the viability of HepG2 cells was detected by CCK-8 and colony formation assays. As shown in Fig.\n\n3a\n\n, CCK-8 assay revealed that\n\nMYO18B\n\nknockdown significantly suppressed the proliferation of HepG2 cells after 72 h and 96 h of transfection when compared to control group (\n\nP\n\n< 0.05). In addition, Fig.\n\n3b\n\nshowed the representative images of the size and number of colonies per well. Colony formation assay showed that\n\nMYO18B\n\nknockdown significantly decreased the number of colony formation (Fig.\n\n3c\n\nP\n\n< 0.05).\n\nFig. 3\n\nKnockdown of MYO18B inhibited the proliferation, migration and invasion of HepG2 cells.\n\na\n\nCCK-8 assays were performed to measure the proliferation of the transfected HepG2 cells, which showed knockdown of MYO18B (si-MYO18B group) obviously inhibited the cell growth.\n\nb\n\n,\n\nc\n\nColony formation assays were used to determined the proliferation of the transfected HepG2 cells, which also revealed knockdown of MYO18B (si-MYO18B group) obviously inhibited the cell growth.\n\nd\n\nAfter incubated the transfected cells for 24 h, knockdown of MYO18B (si-MYO18B group) significantly suppressed the migration of HepG2 cells analyzed by wound healing assays.\n\ne\n\n,\n\nf\n\nTranswell assays further demonstrated that knockdown of MYO18B (si-MYO18B group) obviously inhibited the migration and invasion of the transfected HepG2 cells. *\n\nP\n\n< 0.05 versus si-con group\n\nMYO18B knockdown inhibits the migration and invasion of HepG2 cells\n\nHCC cells are characterized by high migration ability. To evaluate the effect of\n\nMYO18B\n\nexpression on the cell migration and invasion, wound healing and transwell assays were carried out. As shown in Fig.\n\n3d\n\n, cell culture images were captured at 0 and 24 h and the wound gap was analyzed. The wound healing assay showed that the wound closure in si-\n\nMYO18B\n\ngroup was obviously slower compared with the control group, indicating that\n\nMYO18B\n\nknockdown suppressed the migration activity of HepG2 cells. Transwell results showed that the number of the invading and migrating cells in the si-\n\nMYO18B\n\ngroup was significantly decreased than that in the control group (Fig.\n\n3e\n\nand\n\nf\n\n,\n\nP\n\n< 0.05), suggesting that\n\nMYO18B\n\nknockdown attenuated the migration and invasion of HepG2 cells.\n\nKnockdown of MYO18B inhibited the activation of PI3K/AKT/mTOR pathway\n\nPI3K/AKT/mTOR signaling pathway plays important roles in regulating multiple cellular functions, such as cell proliferation, differentiation and intracellular trafficking [\n\n24\n\n]. To explore the underlying mechanism of\n\nMYO18B\n\nin HCC, we analyzed the protein levels of PI3K/AKT/mTOR signaling pathway in HepG2 cells by Western blot. As shown in Fig.\n\n4\n\n, the protein levels of PI3K, AKT and mTOR had no significant differences between si-\n\nMYO18B\n\ngroup and control group, but\n\nMYO18B\n\nknockdown significantly suppressed the phosphorylation of PI3K, AKT and mTOR, and led to an obvious decrease of p70S6K expression (\n\nP\n\n< 0.05). The results suggested that\n\nMYO18B\n\nknockdown might suppress the proliferation, migration and invasion of HepG2 cells by inhibiting the activation of PI3K/AKT/mTOR signaling pathway.\n\nFig. 4\n\nThe effect of MYO18B on PI3K/AKT pathway.\n\na\n\nWestern blot assays were used to measure the expression of PI3K, p-PI3K, AKT, P-AKT, mTOR, p-mTOR and p-P70S6K proteins in the transfected HepG2 cells.\n\nb\n\nQuantification of PI3K, p-PI3K, AKT, P-AKT, mTOR, p-mTOR and p-P70S6K proteins was performed and normalized to the GAPDH a loading control. *\n\nP\n\n< 0.05 versus si-con group\n\nDiscussion\n\nIn this study, we investigated the expression and prognostic values of\n\nMYO18B\n\nin HCC using two independent cohorts, and found that\n\nMYO18B\n\nwas overexpressed in HCC, and\n\nMYO18B\n\nhigh expression was involved in a poor prognosis in HCC. Silencing of\n\nMYO18B\n\nin HepG2 cells could inhibit cell proliferation, migration and invasion via attenuating the activation of PI3K/AKT/mTOR signaling pathway. Therefore, targeting\n\nMYO18B\n\nmight represent a novel adjuvant clinical intervention for patients with HCC.\n\nMYO18B is a novel unconventional myosin heavy chain that mainly expresses in human cardiac and skeletal muscles [\n\n25\n\n]. It is associated with the ATPase proteasome subunit Sug1 and is a substrate for proteasomal degradation [\n\n26\n\n]. Previous studies identified\n\nMYO18B\n\nas a tumor suppressor gene in several cancers [\n\n19\n\n–\n\n22\n\n]. Nishioka et al. [\n\n20\n\n] illustrated that\n\nMYO18B\n\nexpression was decreased in 88% of nonsmall cell lung carcinoma and 47% of small cell lung carcinoma cell lines, and restoration of\n\nMYO18B\n\nexpression can effectively suppress the growth of lung cancer cells. Nakano et al. [\n\n21\n\n] showed that 82% colorectal cancer cell lines presented reduced\n\nMYO18B\n\nexpression, which was restored in all 9 by treatment. Yanaihara et al. [\n\n22\n\n] indicated that\n\nMYO18B\n\nexpression was reduced in all 4 ovarian cancer cell lines and in 71% of primary ovarian cancers. Yokota et al. [\n\n27\n\n] demonstrated that\n\nMYO18B\n\nwas involved in tumor suppression by regulating cell movement and maintaining cell structure. Nobutaka et al. [\n\n28\n\n] found that none of human malignant pleural mesothelioma cell lines expressed a detectable level of\n\nMYO18B\n\n, and a restored expression of\n\nMYO18B\n\ninhibited cell growth and increased cell apoptosis. Until now,\n\nMYO18B\n\nremains a mysterious player in HCC. Thus we attempted to investigate the specific effects of\n\nMYO18B\n\non the progression of HCC. In the present study, we found that\n\nMYO18B\n\nexpression was significantly upregulated in both HCC tumor tissues and HCC cell line, and high level of\n\nMYO18B\n\nwas correlated with a poor prognosis for patients with HCC. Furthermore,\n\nMYO18B\n\nexpression was an independent prognostic factor in HCC. In addition, experimental analysis showed that\n\nMYO18B\n\npromoted the proliferation, migration and invasion of HCC cells. Evidently, our results were inconsistent with the previous findings that\n\nMYO18B\n\nwas a tumor suppressor gene and downregulated in cancer tissues. The occurrence of opposite results might partially due to the tissue-specific expression of\n\nMYO18B\n\n. Moreover, previous studies gave the conclusion based a relative small sample size. While, our finding was drawn using two large independent cohorts, suggesting a more reliable result. Even though, further studies should be performed to elucidate the true circumstance behind the inconsistence.\n\nTo explore the underlying mechanism of\n\nMYO18B\n\nin HCC, we evaluated the effect of\n\nMYO18B\n\non the PI3K/AKT/mTOR signaling pathway. PI3K/AKT/mTOR signaling pathway is a major activated signaling pathway in human malignancies, and regulates multiple cellular processes, such as cell proliferation, apoptosis and migration [\n\n29\n\n–\n\n31\n\n]. The PI3K/Akt pathway is a key regulator of cell survival via inhibition of apoptosis in various types of human cancers [\n\n32\n\n–\n\n34\n\n]. Akt activation promotes metastasis and invasion of cancer cells, and phosphorylates mammalian target of rapamycin (mTOR) [\n\n35\n\n]. mTOR is an important downstream target of PI3K/Akt, and positively regulates the serine/threonine kinase p70 S6 kinase (p70S6K) [\n\n35\n\n]. Previous studies demonstrated frequent changes of the PI3K/Akt/mTOR pathway in HCC [\n\n24\n\n,\n\n36\n\n,\n\n37\n\n]. Components of this pathway are frequently deregulated in an extensive number of tumors, making PI3K/AKT/mTOR signaling pathway an attractive target for cancer therapy [\n\n30\n\n,\n\n38\n\n,\n\n39\n\n]. Increasing evidence indicates that inhibition of PI3K/Akt/mTOR pathway suppresses cell growth in many tumor types [\n\n24\n\n,\n\n40\n\n–\n\n42\n\n]. In this report, we found that the phosphorylation levels of PI3K, Akt and mTOR were significantly suppressed by\n\nMYO18B\n\nknockdown in HepG2 cells, suggesting that\n\nMYO18B\n\nknockdown could inhibit the activation of PI3K/AKT/mTOR signaling pathway in HCC.\n\nWe acknowledge some limitations of our study. In particular, we determined the expression of MYO18B in HCC tumor tissues using two independent cohorts, one from TCGA and one from our clinical patients. In TCGA, the normal liver tissues were used for control, whereas the adjacent liver tissues were used for control in our clinical cohort. Most of HCCs develop in cirrhotic livers, therefore the tumor adjacent tissue is mostly not normal. A further limitation is that some clinical characteristics of these 80 HCC patients such as tumor size, tumor number, and lymphovascular invasion, background liver condition were not included, because the information was not available for a substantial proportion of cases. Thus, the significance and robustness of MYO18B as a biomarker requires further confirmation.\n\nConclusions\n\nMYO18B\n\nwas overexpressed in HCC and correlated with poor prognosis in HCC.\n\nMYO18B\n\nexpression was an independent prognostic factor in HCC.\n\nMYO18B\n\nknockdown suppressed cell proliferation, migration and invasion via inhibiting the activation of PI3K/AKT/mTOR signaling pathway. Targeting\n\nMYO18B\n\nmight represent a promising target for HCC treatment."
  },
  {
    "pmcid": "11112018",
    "title": "Are the class 18 myosins Myo18A and Myo18B specialist sarcomeric proteins?",
    "publish_date": "2024-5-09",
    "full_text": "Introduction\n\nIn mouse and human, the myosin superfamily of motor proteins is divided into 12 classes. Conventional class 2 myosins have long coiled-coil domains which mediate dimerization and assembly into bipolar (thick) filaments, whereas the other 11 classes are collectively referred to as unconventional myosins and serve various specific roles (\n\nKalhammer and Bähler, 2000\n\n;\n\nSellers, 2000\n\n;\n\nHartman et al., 2011\n\n;\n\nMaravillas-Montero and Santos-Argumedo, 2012\n\n;\n\nBatters and Veigel, 2016\n\n;\n\nColuccio, 2020\n\n). All myosins contain a conserved head (motor) domain which typically exhibits ATPase activity and binds to filamentous actin (F-actin), enabling the chemical energy from ATP hydrolysis to be converted to force production (\n\nMermall et al., 1998\n\n;\n\nSellers, 2000\n\n). Class 18 myosins are encoded by two genes:\n\nMyo18a\n\nand\n\nMyo18b\n\nin mice, and\n\nMYO18A\n\nand\n\nMYO18B\n\nin humans (\n\nBruford et al., 2020\n\n). Extensive biochemical analyses of purified myosin 18A (Myo18A) and myosin 18B (Myo18B) proteins or protein fragments have revealed, surprisingly, that these myosins exhibit negligible ATPase activity (\n\nGuzik-Lendrum et al., 2013\n\n;\n\nTaft et al., 2013\n\n;\n\nLatham et al., 2020\n\n;\n\nTaft and Latham, 2020\n\n), perhaps barely sufficient to justify membership in the myosin superfamily. Nevertheless, class 18 myosins have strong phylogenetic roots and show localization to actin-based structures, such as actin stress fibers and sarcomeres (\n\nSalamon et al., 2003\n\n;\n\nMori et al., 2005\n\n;\n\nAjima et al., 2008\n\n;\n\nBillington et al., 2015\n\n;\n\nHorsthemke et al., 2019\n\n;\n\nLatham et al., 2020\n\n;\n\nTaft and Latham, 2020\n\n;\n\nOuyang et al., 2021\n\n). Whether Myo18A and Myo18B exhibit ATPase activity in their natural environment remains to be clarified. Alternatively, these proteins may act as scaffold proteins or inhibitors (brakes) to actin translation by bipolar myosin two filaments, among other functions. In this review, we contend that Myo18B and the gamma-isoform of Myo18A, Myo18Aγ, have evolved as indispensible structural elements or regulators of sarcomeres. We also discuss the diverse functions ascribed to the PDZ-containing alpha-isoform of Myo18A, Myo18Aα, and we briefly speculate on the roles of the beta-isoform, Myo18Aβ.\n\nMyosin 18A\n\nMyo18A was first identified over two decades ago (\n\nFurusawa et al., 2000\n\n). In 2000, Furusawa et al. (\n\nFurusawa et al., 2000\n\n) cloned a novel myosin, which was initially denoted MysPDZ (myosin containing PDZ) since it harbors an N-terminal extension containing a PDZ domain in addition to a KE (lysine and glutamic acid)-rich sequence. Northern blot analysis revealed that MysPDZ (7.5 kb transcript), now known as Myo18Aα, is widely expressed in mouse tissues, whereas a 7.0 kb transcript is additionally expressed in hematopoietic cells and a 10.5 kb transcript is expressed in heart and skeletal muscle. In further work, Mori et al. (\n\nMori et al., 2003\n\n) showed that the 7.0 kb transcript corresponds to an isoform lacking the PDZ-containing N-terminal extension, which was denoted MysPDZβ, as distinct from MysPDZα (MysPDZ), and is now denoted Myo18Aβ. Fluorescence imaging of either Myo18A labeled with antibodies against the coiled-coil domain or expressed YFP-tagged Myo18A constructs revealed that MysPDZα (Myo18Aα) localizes to the perinuclear region, possibly corresponding to the endoplasmic reticulum and Golgi apparatus, and the actin cytoskeleton, whereas MysPDZβ (Myo18Aβ) localizes diffusely in the cytoplasm. Truncation mutants fused to YFP or a Myc tag (also known as c-Myc tag) indicated that the KE-rich sequence was required for localization to F-actin, whereas the PDZ domain mediated localization to the plasma membrane (\n\nMori et al., 2005\n\n).\n\nThe physiological roles of the widely expressed PDZ-containing myosin Myo18Aα have not yet been conclusively established. PDZ domains typically function as scaffolding modules (molecular glue), mediating protein-protein interactions and often localizing proteins to specific subcellular locations (\n\nBezprozvanny and Maximov, 2001\n\n;\n\nLiu and Fuentes, 2019\n\n). These domains recognize short peptide motifs at the C-terminus of their target proteins, which include membrane-bound receptors and ion channels. Using anti-surfactant protein A receptor 210 antibodies, affinity chromatography, and mass spectrometry, Yang et al. (\n\nYang et al., 2005\n\n) deduced that Myo18A is the molecular correlate of surfactant protein A receptor 210, which mediates the clearance of pathogens opsonized with surfactant protein A, a collectin secreted by alveolar epithelial type II cells (\n\nCasals et al., 2018\n\n;\n\nKing and Chen, 2020\n\n). The authors identified a putative transmembrane α-helix in the head domain of Myo18A, suggesting that it is a single-pass membrane protein. Moreover, antibodies targeted to the neck domain of Myo18A blocked the binding of surfactant protein A to macrophages, implying that the N-terminus is on the cytosolic side of the plasma membrane. The apparent minimal ATPase activity of Myo18A (\n\nGuzik-Lendrum et al., 2013\n\n;\n\nTaft et al., 2013\n\n) would support a potential role of Myo18A as a membrane-bound receptor. Macrophages predominantly express Myo18Aβ (\n\nHorsthemke et al., 2019\n\n) which would be expected to bind surfactant protein A without further action, whereas expression of Myo18Aα, which occurs, for example, following activation of macrophages with leukemia inhibitory factor (\n\nMori et al., 2003\n\n), is probably required to recruit proteins via its cytosolic PDZ domain and initiate phagocytosis. More recently, macrophages isolated from myeloid-restricted\n\nMyo18a\n\nconditional knockout mice were shown to exhibit normal motility, chemotaxis, and phagocytosis, but, unfortunately, surfactant protein A binding or phagocytosis mediated by surfactant protein A opsonization were not investigated (\n\nHorsthemke et al., 2019\n\n). However, RAW 264.7 cells (macrophage cell line) stably transfected with a dominantly negative truncated Myo18Aα mutant exhibited markedly impaired uptake of surfactant protein A-opsonized\n\nStaphylococcus aureus\n\n(\n\nSever-Chroneos et al., 2011\n\n). On the contrary, the diffuse cytosolic localization of N-terminally YFP-tagged Myo18Aβ (\n\nMori et al., 2003\n\n), which corresponds to the short variant of surfactant protein A receptor 210 (\n\nYang et al., 2005\n\n), argues against a role for Myo18A isoforms as plasma membrane receptors. Lack of membrane localization of YFP-Myo18Aβ cannot be explained by an inhibitory effect of the fluorescent protein tag since N-terminally YFP-tagged Myo18Aα localizes to the plasma membrane (\n\nMori et al., 2003\n\n). Further investigations are necessary to confirm whether Myo18A is indeed a transmembrane protein which binds surfactant protein A-opsonized particles. However, it is most unlikely that the Myo18A head domain spans the plasma membrane since this would require extensive unfolding of this highly conserved structure.\n\nIn 2009,\n\nDippold et al. (2009)\n\nreported that Myo18A, identified by co-immunoprecipitation and mass spectrometry, is a binding partner of GOLPH3 (Golgi phosphoprotein 3). When Myo18A was knocked down in HeLa cells using siRNA, it mimicked the effects of GOLPH3 knockdown by inducing a more condensed (less stretched) Golgi structure and reducing vesicle budding. Expression of GFP-tagged mouse Myo18A, predicted to be resistant to the siRNA used to target human Myo18A, rescued the Golgi morphology phenotype, whereas a motor mutant (lacking ATPase activity) failed to rescue the phenotype. These data implied a model in which Myo18A is linked to Golgi via GOLPH3 and binds to actin filaments to exert force (actomyosin-ATPase activity) and produce a flattened stack of cisternae, the characteristic morphology of the Golgi apparatus. At variance with this model, two independent groups showed that Myo18A binds weakly to F-actin, but only exhibits negligible ATPase activity, even in the presence of GOLPH3 (\n\nGuzik-Lendrum et al., 2013\n\n;\n\nTaft et al., 2013\n\n;\n\nBruun et al., 2017\n\n). Indeed,\n\nin vitro\n\ngliding assays revealed that Myo18A inhibits the translocation of actin filaments by class 2 myosin (\n\nGuzik-Lendrum et al., 2013\n\n). However,\n\nTaft et al. (2013)\n\nshowed that GOLPH3 interacts with the PDZ domain of Myo18A and increases its affinity for actin. One possibility to explain the incongruent findings is that mixed bipolar filaments containing both nonmuscle myosin 2 and Myo18Aα (\n\nBillington et al., 2015\n\n) could provide a means for stretching Golgi cisternae. In this scenario, nonmuscle myosin 2 exerts force and Myo18Aα binds to GOLPH3 and acts as an F-actin tethering protein (\n\nGuzik-Lendrum et al., 2013\n\n;\n\nTaft et al., 2013\n\n), along the lines schematically illustrated by\n\nBillington et al. (2015)\n\n.\n\nBruun et al. (2017)\n\nre-investigated the role of Myo18A in Golgi morphology and found using two different anti-Myo18A C-terminus antibodies that endogenous Myo18A, as well as GFP-tagged Myo18Aα, did not localize to Golgi. The authors also showed that knockdown of Myo18A using shRNA did not affect Golgi morphology. Similarly,\n\nHorsthemke et al. (2019)\n\nobserved no differences in the Golgi morphology of resident peritoneal macrophages isolated from wild-type and myeloid-restricted\n\nMyo18a\n\nconditional knockout mice. Thus, although Myo18A interacts with Golgi proteins, the extent and functional importance of Myo18A localization to Golgi remains to be clarified.\n\nVarious studies have implicated Myo18A in cell motility.\n\nTan et al. (2008)\n\ndeduced that Myo18A is part of a tripartite protein complex essential for cell motility. This complex, which also includes LRAP35a (leucine repeat adapter protein 35a), encoded by\n\nLURAP1\n\nand also known as leucine rich adaptor protein 1, and MRCK (myotonic dystrophy kinase-related Cdc42-binding kinase), encoded by\n\nCDC42BPA\n\nand also known as CDC42-binding protein kinase alpha, promotes nonmuscle myosin 2-dependent actomyosin assembly and retrograde actomyosin flow. The authors stressed that the Myo18A-containing tripartite protein complex localizes to retrograde moving actomyosin bundles in the lamella, which consist of nonmuscle myosin 2-rich actin arcs and dorsal stress fibers (\n\nBurnette et al., 2014\n\n), but not actin stress fibers, also known as ventral stress fibers or subnuclear actin stress fibers, which contain nonmuscle myosin 2 and are anchored to the substrate at each end by focal adhesions. siRNA-mediated knockdown of Myo18A led to loss of actomyosin structures in the lamella. Moreover, MRCK localization to the lamella was decreased by either knockdown of Myo18A or introduction of a motor mutant (lacking ATPase activity) of Myo18A. Using U2OS cells (human epithelial cell line derived from an osteosarcoma) and wound-healing assays,\n\nTan et al. (2008)\n\nalso showed that microinjection of a dominant-negative construct of Myo18A inhibited cell migration. These data suggest that Myo18A is required for the formation and/or maintenance of nonmuscle myosin 2-containing actin arcs and dorsal stress fibers. In accord with\n\nTan et al. (2008)\n\n,\n\nBillington et al. (2015)\n\nclearly showed using confocal microscopy that GFP-tagged Myo18Aα and GFP-tagged Myo18Aβ colocalized with tdTomato-tagged nonmuscle myosin 2A in lamellar protrusions of U2OS cells, but GFP-tagged Myo18Aα additionally localized to subnuclear actin stress fibers. The authors also showed by co-sedimentation and electron microscopy that polymerization of nonmuscle myosin 2A with Myo18Aβ produced mixed bipolar filaments. Indeed, mixed bipolar filaments containing nonmuscle myosin 2A together with Myo18Aα or Myo18Aβ could be resolved in cells using superresolution imaging, obtained by TIRF-SIM (combined total internal reflection fluorescence (TIRF) and structured illumination microscopy (SIM)). Thus, imaging by various independent groups strongly supports the notion that Myo18Aα associates with nonmuscle myosin 2-containing stress fibers, but there are conflicting results in relation to Myo18Aβ (\n\nMori et al., 2005\n\n;\n\nBillington et al., 2015\n\n). We assume that the N-terminal extension of Myo18Aα, lacking in Myo18Aβ, is required for localization to actin stress structures. The role of Myo18Aβ remains unclear, although it has been shown to form antiparallel dimers in high-salt buffer (\n\nBillington et al., 2015\n\n) and may heterodimerize with Myo18Aα. Further work is required to clarify the subcellular localization and function of Myo18Aβ.\n\nMyo18A was also implicated in regulating actin cytoskeletal dynamics and cell motility by\n\nHsu et al. (2010)\n\n, who identified Myo18A as an interaction partner of PAK2 (p21-activated kinase 2) by co-immunoprecipitation and mass spectrometry. PAKs are a family (PAK1–PAK6) of serine/threonine kinases which interact with and are thought to be important downstream targets of the p21 Rho GTPases Rac1 and Cdc42, each of which induce actin polymerization and membrane protrusions and are key mediators of cell motility and chemotactic navigation (\n\nLawson and Ridley, 2018\n\n). The authors deduced that PAK2 binds to Myo18A via the βPIX/GIT1 (β-PAK-interacting exchange factor and G protein-coupled receptor kinases interactor 1) complex. βPIX, encoded by\n\nARHGEF7\n\n(Rho guanine nucleotide exchange factor 7), interacts with group I PAKs (PAK1–PAK3) though its N-terminal SH3 (Src homology 3) domain. This interaction leads to the activation of Rac and Cdc42 via the Dbl-homology (DH) domain of βPIX, which serves as a selective GEF (guanine nucleotide exchange factor) for Rac and Cdc42. Following guanine nucleotide exchange, Rac-GTP and Cdc42-GTP activate group I PAKs, which in turn inhibit cofilin via LIM kinases, among other functions. Thus, βPIX not only activates Rac and Cdc42 but also serves as a link to their downstream targets (PAK1–PAK3).\n\nHsu et al. (2010)\n\nshowed that knockdown of Myo18A did not impair the formation of PAK/βPIX/GIT1 complexes, but induced morphological changes, including marked cell spreading and a reduction in dorsal ruffles, as well as decreased cell migration in wound healing assays. Truncation mutant analysis indicated that the C-terminus of Myo18Aα, also present in Myo18Aβ, interacts with βPIX. In complementary work,\n\nHsu et al. (2014)\n\nshowed that deletion of the C-terminal extension impairs cellular localization of βPIX in A431 cells and decreases cell motility. Consistent with these findings, Myo18Aα was shown to target the Rac-/Cdc42-GEF βPIX to the dendritic spines of cultured Purkinje neurons, whereas knockdown of Myo18Aα or deletion of the C-terminal Myo18Aα-binding site of βPIX markedly decreased βPIX enrichment in spines, which was associated with loss of F-actin and nonmuscle myosin 2 in these structures (\n\nAlexander et al., 2021\n\n). Thus, Myo18Aα and possibly also Myo18Aβ localize to nonmuscle myosin 2-containing stress fibers and interact with proteins that regulate actin dynamics. To gain further insight, phenotypic analysis of mice selectively lacking both Myo18A isoforms would be most helpful, especially if homozygous mutants prove to be viable.\n\nIn developing zebrafish embryos,\n\nmyo18a\n\ngenes,\n\nmyo18aa\n\nand\n\nmyo18ab\n\n, were observed to be expressed in the somites (\n\nCao et al., 2014\n\n). Knockdown of either gene resulted in mildly irregular localization of dystrophin and α-dystroglycan, two key proteins involved in linking F-actin to the extracellular matrix. This irregularity manifested as unsharp somite demarcations and was associated with disrupted myofibers (skeletal muscle cells), identified using anti-slow myosin heavy chain antibodies. Simultaneous knockdown of both genes or overexpression of the PDZ-containing N-terminal extension resulted in a more pronounced phenotype. Further work by\n\nCao et al. (2016)\n\nshowed that Myo18A is required for adhesion of cultured zebrafish embryo myoblasts to laminin-coated substrates. Together with other findings, including interaction of Myo18A with the Golgi protein Golgin45,\n\nCao et al. (2016)\n\ndeduced that the N-terminal extension of Myo18A acts as a scaffold to bind various signaling molecules, link Golgi to F-actin, and stabilize myoblast adhesion to the extracellular matrix.\n\nDeletion of\n\nMyo18a\n\nin mouse is embryonic lethal at around embryonic day 12.5, but surprisingly lacZ (X-Gal) staining indicated that\n\nMyo18a\n\nis highly expressed in the developing heart, as well as in somites (\n\nHorsthemke et al., 2019\n\n). Cardiac myocyte-restricted deletion of\n\nMyo18a\n\nin mice was similarly embryonic lethal and electron microscopy revealed disorganized cardiac sarcomeres in embryos carrying homozygous\n\nMyo18a\n\nmutations. More surprisingly, a novel isoform of Myo18A, denoted Myo18Aγ, was detected in the heart which was larger than Myo18Aα and contained alternative N- and C-terminal extensions (\n\nHorsthemke et al., 2019\n\n). Notably, the N-terminal extension of Myo18Aγ does not contain either a KE-rich sequence or PDZ domain, but instead contains a polyproline helix (\n\nFigure 1A\n\n). Myo18Aγ-GFP expressed in neonatal rat ventricular myocytes clearly showed localization to the sarcomeric A-band. All of these findings are reminiscent of Myo18B, discussed in the next section, and suggest that each class 18 myosin gene encodes a protein required for sarcomere function.\n\nFIGURE 1\n\nDomain structures and sequence alignments of Myo18A and Myo18B.\n\n(A)\n\n, Domain structures of mouse (\n\nMus musculus\n\n) Myo18Aα, Myo18Aβ, Myo18Aγ, and Myo18B. Sequence identity (Id) and similarity (Sim) are indicated for various regions. Abbreviations: KE-rich, lysine (K) and glutamic acid (E)-rich; PDZ, post-synaptic density (PSD) protein,\n\nDrosophila\n\ndiscs-large (Dlg) tumor suppressor protein, and zonula occludens (ZO) protein; P-loop, phosphate-binding loop; SW1, switch-1; SW2, switch-2; IQ, IQ (isoleucine (I) and glutamine (Q)) calmodulin-binding motif; aa, amino acids; P-rich, proline (P)-rich; S-rich, serine (S)-rich; NLS, nuclear localization signal.\n\n(B)\n\n, Alignment of the extreme N-terminal ends of Myo18Aγ and Myo18B (marked by red boxes in panel\n\n(A)\n\n, highlighting high identity and similarity. In the aligned sequences, vertical lines (“|”) indicate positions of identity (amino acids are identical), colons (“:”) indicate positions of similarity (amino acids have similar side chain properties), single dots (“.”) indicate mismatch of amino acids, and dashes (“–”) indicate gaps in a sequence relative to its counterpart. The gray filled boxes show alignment of\n\nMus musculus\n\n(\n\nMs\n\n) Myo18A and\n\nMs\n\nMyo18B P-loop, switch-1, and switch-2 sequences with those of\n\nMs\n\nMyo6,\n\nMs\n\nMyh9 (nonmuscle myosin IIA),\n\nMs\n\nMyo5a, and\n\nMs\n\nMyo1e. Conserved sequence motifs are highlighted in bold black, while deviations in Myo18A and Myo18B are shown in red. Inserts specific for Myo18A and Myo18B are shown in orange.\n\nMost recently, Myo18Aα was shown to immunoprecipitate with GIPC3 (GIPC PDZ domain containing family, member 3) and the authors showed that the PDZ domain of GIPC3 interacts with the C-terminus of Myo18Aα, which is shared by Myo18Aβ (\n\nChatterjee et al., 2023\n\n). GIPC3 localizes to the cuticular plate of inner and outer hair cells of the cochlea during postnatal development. Each stereocilium of the hair cells inserts into the cuticular plate, a dense network of filamentous actin. SIM imaging of immunolabeled Myo18Aα showed that it localizes immediately below the actin-rich cuticular plate. Mutations of various unconventional myosin genes are associated with deafness (\n\nFriedman et al., 1999\n\n;\n\nMoreland and Bird, 2022\n\n), including\n\nMyo6\n\n(\n\nAvraham et al., 1995\n\n),\n\nMyo7a\n\n(\n\nGibson et al., 1995\n\n;\n\nWeil et al., 1995\n\n), and\n\nMyo15a\n\n(\n\nWakabayashi et al., 1998\n\n;\n\nLiang et al., 1999\n\n;\n\nBelyantseva et al., 2003\n\n). Whether mutations or deletion of\n\nMyo18a\n\nin hair cells causes significant abnormalities in the morphology and function of hair cells remains to be determined.\n\nMyosin 18B\n\nIn a human squamous cell lung carcinoma cell line, Lu24, a homozygous deletion on chromosome 22q12.1 suggested the presence of a tumor suppressor gene within the deletion, ultimately leading to the identification of a novel myosin gene, denoted\n\nMYO18B\n\n, which is structurally related to\n\nMYO18A\n\n(\n\nNishioka et al., 2002\n\n). Consistent with a potential role as a tumor suppressor gene,\n\nMYO18B\n\nis inactivated by deletions, mutations, or methylation in about 50% of lung carcinomas (\n\nYokota et al., 2003\n\n). Further studies have shown that MYO18B expression is reduced in various cancers, including primary ovarian and colorectal carcinoma, and restoration of MYO18B expression in pleural mesothelioma cell lines decreased tumor growth and metastatic potential. In contrast, high MYO18B expression was correlated with poor prognosis in hepatocellular carcinoma and knockdown of\n\nMYO18B\n\nin HepG2 cells (human hepatocellular carcinoma cell line) decreased cell proliferation and invasiveness. Thus, MYO18B has been associated with either tumor suppression or progression and the role of MYO18B presumably varies depending on the specific cancer type and the cellular context. Interestingly, among prostate cancer cell lines,\n\nMYO18A\n\nexpression was shown to be higher in a cell line with higher metastatic potential, and the authors inferred, based on knockdown studies, that effects of MYO18A on actin organization and motility could contribute to metastasis (\n\nMakowska et al., 2015\n\n).\n\nNishioka et al. (2002)\n\nalso investigated the expression of\n\nMYO18B\n\nacross various human tissues. Northern blot analysis revealed that MYO18B transcripts (∼8 kb) were expressed in heart and skeletal muscle, but not in other tissues. Using real-time quantitative PCR, which is much more sensitive than Northern blot,\n\nMYO18B\n\nexpression was detected in a broader range of tissues, including bone marrow, thymus, and testis. Phylogenetic analysis highlighted that MYO18A genes are expressed in both vertebrates and invertebrates, whereas human and mouse Myo18B genes appear to have arisen from a duplication in vertebrates. Using human and mouse tissues,\n\nSalamon et al. (2003)\n\nsimilarly could only detect MYO18B mRNA in heart and skeletal muscle using Northern blotting, with higher levels in the heart. RT-PCR corroborated these findings, but expression of MYO18B mRNA could be detected in other tissues, albeit after a high number of PCR cycles. The authors showed that\n\nMyo18b\n\nexpression is weak in C2C12 cells (mouse myoblast cell line), but it increases following induction of myogenesis (myogenic differentiation), reaching a peak and leveling off at around day 3 after induction. When cells were stably transfected with Myo18B-Myc, the tagged protein was found to be localized to the cytoplasm, but following myogenesis, Myc-tagged Myo18B localized to some of the nuclei. Localization of endogenous Myo18B to the nucleus was observed in a subset of cultured rat ventricular myocytes, but Myo18B also localized to bands (A-bands) between Z-disks, labeled with anti-α-actinin-2 antibodies, in myofibrils. Notably, Myo18B did not appear to localize to the nucleus in ventricular myocytes exhibiting a prominent banding pattern.\n\nUsing anti-human MYO18B-N-terminus and anti-human MYO18B-C-terminus antibodies,\n\nAjima et al. (2008)\n\nshowed that Myo18B localized to actin stress fibers in differentiated C2C12 cells, but localization to the nucleus was not observed. Exogenously expressed MYO18B-GFP, but not GFP-tagged MYO18B lacking the N-terminal extension, similarly localized to actin fibers. Furthermore, the N-terminus alone was sufficient for localization to stress fibers. However, in frozen sections of mouse cardiac and skeletal muscle, immunofluorescence imaging indicated that Myo18B (green signal) localizes to Z-lines, labeled with anti-α-actinin antibodies (red signal). These findings contradict those of\n\nSalamon et al. (2003)\n\n, who found that Myo18B localizes to the A-band, and we presume that the anti-Myo18B antibodies used by Ajima et al. exhibited poor specificity, at least in cardiac myocytes. The authors also generated\n\nMyo18b\n\nreporter knockout mice, but homozygous mutants died around embryonic day 10.5. LacZ (X-Gal) staining of heterozygous mutant embryos revealed that\n\nMyo18b\n\nis highly expressed in the heart, and also clearly in somites. Electron microscopy of embryonic day 10.5 hearts showed developing sarcomeres in wild-type hearts, whereas sarcomeric thick and thin filaments appeared less organized in homozygous mutant hearts, especially in cross-sections of developing myofibrils. Thus, Myo18B appears to localize to sarcomeres and may be critical for the formation and/or maintenance of myofibrils.\n\nConsistent with a role in the heart, mutations of\n\nMYO18B\n\nhave been associated with cardiomyopathies (\n\nAlazami et al., 2015\n\n;\n\nMalfatti et al., 2015\n\n;\n\nMihaylova et al., 2020\n\n). The pathophysiology of the cardiomyopathies is unclear, although loss-of-function mutations of\n\nmyo18b\n\nin zebrafish were reported to severely impair myofibrillogenesis in fast-twitch skeletal muscle cells (\n\nBerger et al., 2017\n\n;\n\nGurung et al., 2017\n\n), suggesting that it may be explained by impaired formation and/or maintenance of myofibrils, as speculated by\n\nAjima et al. (2008)\n\n.\n\nLatham et al. (2020)\n\nprovided insight into the function of Myo18B by showing that it initially localizes to nuclei during cardiac differentiation and then to actin stress fibers before incorporating into sarcomeres. Moreover, recombinant Myo18B heavy meromyosin exhibited negligible ATPase activity and failed to translocate F-actin filaments in\n\nin vitro\n\ngliding assays. These data suggest that Myo18B may be involved in sarcomere assembly in accord with the transition model in which myofibrils arise from actin stress fibers, which serve as premyofibrils and initially contain nonmuscle myosin IIB (\n\nSanger et al., 2005\n\n;\n\nSanger et al., 2010\n\n). Immunolabeling of Myo18B in cardiac myocytes, derived from human embryonic stem cells, together with anti-β-cardiac myosin (encoded by\n\nMYH7\n\n) or anti-α-actinin antibodies clearly showed that Myo18B localizes to sarcomeric A-bands, as distinct from Z-lines. The authors also confirmed that Myo18B binds actin filaments and proposed a model in which Myo18B tethers the thick filament to the thin (actin) filament and provides internal resistance to sarcomere length changes. Superresolution imaging by another group (\n\nJiu et al., 2019\n\n) using U2OS cells suggested another function for Myo18B, which may also apply to sarcomeres, in which Myo18B mediates lateral stacking of nonmuscle myosin IIB-containing actin stress fibers, which notably are thought to be precursors of sarcomeres.\n\nZhao et al. (2020)\n\nconfirmed that Myo18B acts as “glue” for nonmuscle myosin two stacks. U2OS cells lacking Myo18B exhibited a paucity of thick ventral stress fibers and focal adhesions, as well as lower traction forces, when plated on a hard surface (glass), compared to control cells. Moreover,\n\nMYO18B\n\nknockout cells exhibited decreased migration velocity and directionality.\n\nSequence alignments and predicted structure\n\nSequence alignments reveal moderate sequence identity and similarity between the shared motor, neck, and tail domains of Myo18A isoforms compared to Myo18B (\n\nFigure 1A\n\n). In contrast, the N- and C-termini are highly variable and exhibit low identity and similarity. One notable exception is the extreme N-terminus, particularly the first 19 amino acids, which exhibit high identity and similarity between Myo18Aγ and Myo18B (\n\nFigure 1B\n\n). The N-terminal extensions of Myo18Aα, Myo18Aγ, and Myo18B are distinctive features of class 18 myosins, and they are likely sufficient for localization to actin stress fibers in the case of Myo18Aα, or sarcomeric A-bands in the case of Myo18Aγ and Myo18B.\n\nGuzik-Lendrum et al. (2013)\n\npreviously highlighted significant deviations of Myo18A from conserved structural motifs of the nucleotide-binding pocket in the head domain of myosins, which include the P-loop (phosphate-binding loop), switch-1 (SW-1), and switch-2 (SW-2). Similar deviations can also be observed for Myo18B, as highlighted by\n\nTaft and Latham (2020)\n\nand depicted in\n\nFigures 1B\n\n,\n\n2D\n\n. A model of the head domain of\n\nMus musculus\n\nMyo18Aγ predicted using AlphaFold v2.3.2 (\n\nJumper et al., 2021\n\n) is depicted in\n\nFigures 2A, B\n\n, including magnified views of the nucleotide-binding pocket (\n\nFigures 2C–F\n\n; PDB file available upon request). Note that a model of\n\nMus musculus\n\nMyo18Aα was previously predicted and deposited on the beta version of the AlphaFold Protein Structure Database (accession number Q9JMH9). As expected, the prediction of the structure of the head domain of Myo18Aγ is very close to that of Myo18Aα (rmsd 0.557).\n\nFIGURE 2\n\nProtein structure prediction of (\n\nMus musculus\n\n) Myo18Aγ.\n\n(A)\n\n, AlphaFold v2.3.2 was used to perform structure predictions via a Jupyter Notebook hosted on GitHub. Due to computational power constraints, predictions were restricted to amino acid residues 1 to 1400, encompassing the N-terminal extension, as well as the head domain. Visual representation of the structure was generated using ChimeraX. For clarity, only the head domain is represented (residues 281–1200). The ribbon representation of the head domain is shaded in gray, except for features forming and surrounding the nucleotide-binding pocket: the P-loop (G473–T480) is colored green, SW-1 (S520–Q533) is blue, and SW-2 (D758–Q763) is cyan. In addition, a small loop extension following SW-2 (G769–A774) is highlighted pink and the moderately large Myo18A-loop (E1024–L1052) is yellow.\n\n(B)\n\n, Ribbon representation of the head domain color-coded for the confidence score (pLDDT, predicted local distance difference test) of the model generated by AlphaFold.\n\n(C)\n\n, Close-up view of the nucleotide-binding pocket, albeit including the synthetic substrate ADP-AlF\n\n4\n\n(transparent sand colored surface), incorporated by overlaying the structure 1MND from the PDB.\n\n(D)\n\n, Side chains of residues which deviate from censensus sequences are shown as sticks (see also\n\nFigure 1B\n\n).\n\n(E)\n\n, Rotated view (90° rotation relative to panels\n\n(C, D)\n\nhighlighting the proximity of the moderately long Myo18A-loop (yellow) to the nucleotide-binding site.\n\n(F)\n\n, View optimized to show the side chains of residues within SW-1 and SW-2 which deviate (colored red) from the consensus sequences.\n\nP-loops are recognized for their ability to bind both the phosphates of nucleotides and Mg\n\n2+\n\nions. Within myosins, the P-loop contains a highly conserved consensus sequence motif (GESGAGKT) (\n\nRuppel and Spudich, 1996\n\n) (\n\nFigure 1B\n\n). Changes from this consensus sequence, such as substituting the negatively charged amino acid glutamic acid (E) with the uncharged polar amino acid serine (S) in Myo18A or the positively charged amino acid arginine (R) in Myo18B, may have a significant impact on ATP binding and hydrolysis.\n\nSwitch-1 is also a critical region in myosin proteins that undergoes considerable conformational changes upon nucleotide binding and hydrolysis (\n\nSmith and Rayment, 1996\n\n;\n\nFujii and Namba, 2017\n\n;\n\nKato et al., 2018\n\n). This was previously demonstrated through alanine scanning, which identified residues in switch-1 required for nucleotide binding and ATPase activity (\n\nShimada et al., 1997\n\n). Both Myo18A and Myo18B harbor numerous deviations from the consensus sequence motif of switch-1 (\n\nTaft and Latham, 2020\n\n) (\n\nFigure 1B\n\n). Mapping of these deviations in our predicted model (\n\nFigure 2F\n\n) shows that hydrophobic residues replace charged and polar residues: (i) M524 replaces a positively charged residue typically seen in the variable position in other myosin sequences and (ii) A528 has effectively exchanged positions with S520, resulting in a deviation of the consensus sequence from (A520, S528) to (S520, A528). This swap, illustrated by the semicircular arrow (\n\nFigure 2F\n\n), positions A528 closer to the binding pocket.\n\nSwitch-2 is another important structural motif which has been deduced to stabilize the closed conformation of the nucleotide-binding pocket and thereby promote ATP hydrolysis (\n\nFurch et al., 1999\n\n;\n\nTrivedi et al., 2012\n\n). In both Myo18A and Myo18B, the position typically occupied by the hydrophobic amino acid isoleucine (I) in the switch-2 consensus sequence DIXGFE, where X denotes any residue, is instead filled by threonine (T). However, what is perhaps more remarkable, the presence of glutamine (Q763 in\n\nFigure 2F\n\n) instead of negatively charged glutamic acid at the end of the motif (DIXGFE → DTXGFQ) is expected to prevent formation of a salt bridge with a conserved arginine (R530 in\n\nFigure 2F\n\n) on switch-1 (\n\nFurch et al., 1999\n\n;\n\nGuzik-Lendrum et al., 2013\n\n), demonstrated to be critical for ATP hydrolysis and actin affinity (\n\nOnishi et al., 1997\n\n;\n\nFriedman et al., 1998\n\n;\n\nOnishi et al., 1998\n\n;\n\nFurch et al., 1999\n\n).\n\nOther notable deviations from the consensus sequence in Myo18A are the presence of prolines (P) in switch-1 (P521) and switch-2 (P760) (\n\nFigures 2D, F\n\n), as well as the loop extensions E1024–L1052 (yellow in\n\nFigure 2\n\n), denoted the Myo18A-loop, and G769–A774 (pink in\n\nFigure 2\n\n). Myo18B also contains a proline in switch-2 (\n\nFigure 1B\n\n). These prolines may impair conformational flexibility of the loops required for catalysis. Loop extensions have previously been pointed out (\n\nGuzik-Lendrum et al., 2013\n\n). The large Myo18A-/Myo18B-loop (sequences shown in\n\nFigure 1B\n\n) is not predicted with high confidence, but as depicted in\n\nFigure 2E\n\n, the Myo18A-loop (colored yellow) is likely to hinder nucleotide access to the binding site. The small loop extension (colored pink) at the C-terminal end of switch-2 is predicted with high confidence and causes the whole loop to fold in a different conformation compared to known structures, such as myosin S1 fragments of\n\nDictyostelium discoideum\n\nand\n\nBos taurus\n\n(Protein Data Bank (PDB) identification codes 1MND and 8QYU, respectively).\n\nConclusion\n\nThe genes encoding class 18 myosins,\n\nMyo18a\n\nand\n\nMyo18b\n\n, are highly expressed in the developing heart and somites, as well as in adult striated muscle, and deletion of either gene is embryonic lethal around embryonic day 11.5, notably at a time when the need for blood pumping function becomes vital for growth. Myo18B and specific isoforms of Myo18A may be involved in myogenesis, potentially playing roles in the transition of premyofibrils, nonmuscle myosin 2-containing stress fibers, to sarcomeres. In differentiated cardiac myocytes, both Myo18B and the gamma-isoform of Myo18A localize to the A-bands of sarcomeres, presumably via their respective N-terminal extensions (\n\nFigure 1A\n\n). Myo18Aγ and Myo18B most likely coassemble with class 2 myosins at low stoichiometric ratios to form mixed-class bipolar myosin filaments. They may function as scaffold proteins, potentially extending to the thin filaments to provide stability and internal resistance. These putative functions align with the apparent lack of ATPase activity in the head domains of class 18 myosins, although it remains to be established whether this holds true\n\nin vivo\n\n. Whether Myo18Aγ and Myo18B also regulate sarcomere function, for example, by acting as sarcomere length-dependent molecular brakes, remains to be explored.\n\nUltimately, Myo18Aγ and Myo18B are localized somewhere in the A-bands of highly organized sarcomeres, which have just been resolved at unprecedented resolution using cryo-electron microscopy by the groups of Roger Craig (\n\nDutta et al., 2023\n\n) and Stefan Raunser (\n\nTamborrini et al., 2023\n\n). Thus, there is a good chance that the precise arrangements and interaction partners of Myo18Aγ and Myo18B will soon be determined using such state-of-the-art structural data sets.\n\nAssuming that class 18 myosins have evolved to become indispensible components of sarcomeres, the relative importance of PDZ-containing Myo18Aα remains to be clarified. Myo18Aα has been implicated in diverse functions, including Golgi structure and function and surfactant protein A binding, whereas the shorter PDZ-less isoform Myo18Aβ may act as a negative regulator via heterodimerization. One approach to assess the relative importance of the various Myo18A isoforms would be to genetically inhibit the expression of Myo18Aα in mice and screen for phenotypes. Subsequently, if no significant abnormalities manifest, the α-isoform-specific knockout mouse model could be further modified to additionally inhibit expression of the β-isoform, while retaining the expression of Myo18Aγ. That is, phenotypic analysis of Myo18A isoform-specific knockout mouse models may help to resolve the specific functions of the various isoforms."
  },
  {
    "pmcid": "5240573",
    "title": "A Premature Stop Codon in MYO18B is Associated with Severe Nemaline Myopathy with Cardiomyopathy",
    "publish_date": "2015-9-2",
    "full_text": "INTRODUCTION\n\nCongenital myopathies are rare monogenicdisorders characterized by distinctive morphologic abnormalities in skeletal muscle [\n\n1, 2\n\n]. Nearly half of the congenital myopathy patients still await molecular characterization and cannot benefit from adequate genetic counselling and healthcare delivery [\n\n1\n\n]. The identification of additional implicated genes is not only important for molecular diagnosis, but also suggests potential drug targets.\n\nNemaline myopathy (NM) is a congenital muscle disorder associating hypotonia, muscle weakness, and often skeletal deformities with the presence of numerous nemaline bodies (rods) in muscle fibers [\n\n3\n\n].The disorder has a marked clinical variability, ranging from neonatal lethality to mild and non-progressive forms with childhood and adulthood onset [\n\n4\n\n]. To date, ten genes have been implicated in NM,(\n\nACTA1\n\n, MIM#161800;\n\nNEB\n\n, MIM#256030;\n\nTPM2\n\n, MIM#609285;\n\nTPM3\n\n, MIM#609284;\n\nTNNT1\n\n, MIM#605355;\n\nKBTBD13\n\n, MIM#609273;\n\nCFL2\n\n, MIM#610687;\n\nKLHL40\n\nMIM#615340;\n\nKLHL41\n\nMIM#615731, and\n\nLMOD3\n\nMIM#616112), encoding proteins of the skeletal muscle thin filament or Kelch domain containing proteins [\n\n5–14\n\n].\n\nAlthough dilated and hypertrophic cardiomyopathies have been previously reported in some nemaline myopathy patients [\n\n15–17\n\n], NM is not typically associated with cardiomyopathy. The majority of the reported cases were genetically undiagnosed, apart from three cases with\n\nde novo ACTA1\n\nmutations, presenting congenital NM and hypertrophic cardiomyopathy (HCM), or dilated cardiomyopathy (DCM) [\n\n18–20\n\n].\n\nWith the aim to identify novel genes responsible for NM with cardiomyopathy, we performed exome sequencing in a severe sporadic case. We found a premature stop codon in the C-terminal part of the unconventional myosin\n\nMYO18B\n\n, and we confirmed the presence of a truncated protein on muscle biopsy. We propose\n\nMYO18B\n\nas a novel NM gene, which should be considered as candidate gene for severe cases, especially if a cardiomyopathy is diagnosed.\n\nMATERIALS AND METHODS\n\nEthical issues, biopsy, histology, and electron microscopy\n\nThe parents of the index patient gave informed consent for the genetic analysis and muscle biopsy according to French legislation (Comité de Protection des Personnes Est IV DC-2012-1693). Genomic DNA was extracted from blood by standard methods.\n\nThe index patient underwent an open muscle biopsy from vastus lateralis at 14 days of life. For conventional histochemical techniques, 10μm thick cryostat sections were stained with modified Gomori trichrome (mGT). Haematoxylin and eosin (H&E), Periodic acid Schiff technique (PAS), Oil red O, reduced nicotinamide adenine dinucleotide dehydrogenase-tetrazolium reductase (NADH-TR), succinic dehydrogenase (SDH), cytochrome c oxidase (COX), and adenosine triphosphatase (ATPase) at pH 9.4, 4.63, 4.35 staining were also performed, but are not shown. Pictures of each section were obtained with a Zeiss AxioCam HRc linked to a Zeiss Axioplan Bright Field Microscope and processed with the Axio Vision 4.4 software (Zeiss, Germany).\n\nResin-embedded blocks for ultrastructural analyses were not prepared at time of the muscle biopsy. We therefore fixed frozen muscle sections (40μm) in osmium tetroxide (1% ), dehydrated and embedded them in epoxy resin (EMBed-812, ElectronMicroscopy Sciences, USA). Ultra-thin sections (80 nm) were stained with uranyl acetate and lead citrate. The grids were analyzed with a Philips CM120 electron microscope (80 kV; Philips Electronics NV, Eindhoven, The Netherlands) and imaged using a Morada digital camera (Soft Imaging System, France).\n\nExome sequencing, variants prioritization and mutation analysis\n\nThe nemaline myopathy genes\n\nACTA1\n\n,\n\nNEB\n\n,\n\nTPM2\n\n,\n\nTPM3\n\n, and\n\nTNNT1\n\n, as well as spinal muscular atrophy (SMA), Prader-Willi syndrome, and myotonic dystrophy-1 (DM1) were excluded by conventional techniques. Exome sequencing was performed on DNA samples from the index patient on a HiSeq 2000 (Illumina, San Diego, USA) using the Agilent 44M v2 SureSelect Exon enrichment kit at the BGI (Shenzhen, China). Variant calling was performed with the SOAP software. The mean coverage of the exome was 57x, and the percentage of the exome covered at least 20x was 77.2% . Variants with a frequency <20% of the total reads for a specific position were excluded. Variant filtering was performed by comparison with SNV databases as dbSNP, Exome Variant Server and EXAC, and polymorphisms with a minor allele frequency (MAF) of more than 0.5% were discarded. Variant prioritization was done with the VaRank program [\n\n21\n\n]. Sanger sequencing was performed as reported [\n\n22\n\n]. The position of the mutation was numbered according to NM_032608.5 and NP_115997.5.\n\nRT-PCR\n\nThe patient’s RNA was extracted from the muscle biopsy with TRI-Reagent (Sigma, St. Louis, USA), and reverse transcribed using the SuperScript II Reverse Transcriptase (Invitrogen, Carlsbad, USA) and random hexamer primers following the manufacturer’s protocol.\n\nMYO18B\n\n-specific primers encompassing several exons and the mutation were used to assess mRNA steady state levels.\n\nNEB\n\nprimers were used as internal controls.\n\nImmunolabeling and protein analysis\n\nImmunofluorescence analyses were performed on frozen muscle samples from the index patient and a control biopsy without histopathological lesions. Anti-myosin 18B C-ter (Sigma, St. Louis, MO, USA), anti-myosin 18B C-ter (GTX104872, GeneTex, Euromedex, Paris France) and anti-myosin 18B N-ter polyclonal (kind gift from Professor Gerolamo Lanfranchi, University of Padua, Italy) antibodies, were applied on 10-μm-thick cryosections overnight at 4°C. The next day, the sections were incubated with appropriate conjugated secondary antibodies following routine protocols. Slides without primary antibodies were used as controls.\n\nWestern blot was performed on skeletal muscle protein extracts by routine methods using the anti-myosin 18B C-ter antibody (Sigma), as well as an anti-myosin heavy chain antibody (Sigma. St. Louis, USA) as loading control.\n\nRESULTS\n\nClinical findings\n\nThe index patient was a girl born to healthy consanguineous parents of Portuguese origin. The mother reported three previous miscarriages. Pregnancy was uneventful until the discovery of a cardiomyopathy characterized by reduced left ventricle and aortic valve growth during a routine ultrasound at 22 weeks of gestation. Birth took place at term by natural vaginal delivery. The weight was 2830 grams (-2 SD),the height 49 cm, and the cranial circumference 32.5 cm. Physical examination revealed severe axial and peripheral hypotonia, reduced spontaneous peripheral movements, tendon contractures, and absence of nursing necessitating nasogastric feeding (\n\nFig. 1\n\nA, B, and C). The patient also presented dysmorphic features including transversal enlargement of the skull, small and horizontal palpebral fissure, high-arched palate, low-set ears, pectum excavatum, large and lowly implanted thumbs (\n\nFig. 1\n\nA), and clinodactyly of both fourth and fifth fingers of the hands. Cardiac ultrasound confirmed the presence of small and mildly hypertrophic left cavities, compensatory dilatation of right cavities, interatrial communication, and pulmonary hypertension. The patient was tachycardic (170 bt/min), and a therapy with diuretics was started. The discontinuation of diuretics at one month of age precipitated hemodynamic instability leading to the sudden development of acute lung edema promptly recuperated with high doses of diuretics and digitalis treatment. Cerebral MRI showed minimal signs of subependimal hemorrhage. EEG was normal. Karyotype was normal, and spinal muscular atrophy (SMA), Prader-Willi syndrome, and neonatal myotonic dystrophy-1 (DM1) were excluded by molecular analysis. Metabolic work-up including serum and CRL lactate assessment, mitochondrial respiratory chain complexes enzymatic assay, chromatography of blood and urinary aminoacids and urinary organic acid was normal. The course was progressive with degradation of the hemodynamic and respiratory status, and failure to thrive. The patient deceased at 4.5 months following a septic shock. Autopsy was not performed.\n\nMuscle morphology\n\nMuscle biopsy revealed marked fiber size variability, and a contingent of atrophic muscle fibers was observed. A few of them had a single centralized nucleus. Modified Engel-Gomori trichrome staining revealed the presence of fuchsinophilic inclusions in around 40% of the muscle fibers (\n\nFig. 1\n\nD). The inclusions corresponded to small nemalinebodies (minirods), found both in subsarcolemmal areas and dispersed in the cytoplasm. The minirods occupied most of the cytoplasm of marked atrophic fibers (\n\nFig. 1\n\nD; asterisk). Oxidative techniques failed to show unevenly stained areas or negative COX fibers. Ultrastructural studies confirmed the presence of minirods presenting the typical lattice structure of Z-disc material (\n\nFig. 1\n\nE). In conclusion, the histopathological and ultrastructural findings were strongly suggestive of nemaline myopathy.\n\nIdentification of a MYO18B-homozygous premature stop codon in the patient\n\nThere are currently 10 known genes implicated in nemaline myopathy. However, a large number of nemaline myopathy patients do not harbor mutations in any of those genes, indicating that additional genes remain to be discovered. Owing to the fact that the major nemaline myopathy genes\n\nACTA1\n\n,\n\nNEB\n\n,\n\nTPM2\n\n,\n\nTPM3\n\n, and\n\nTNNT1\n\nhave previously been excluded byconventional techniques, we performed exome sequencing on DNA samples from the patient. Data analysis did not reveal any potentially pathogenic sequence aberration in any of the 10 well covered nemaline myopathy genes. We detected a homozygous nonsense mutation in\n\nMYO18B\n\n(c.6496G>T; p.Glu2166*), residing within a large homozygous region encompassing the entire\n\nMYO18B\n\ngene on chromosome 22. The variant was confirmed by Sanger sequencing of a second DNA sample from the patient. The mutation was not listed in the human variation databases as EVS, dbSNP or ExAC, or in our in-house database encompassing 676 exomes. Segregation analysis revealed that both healthy parents carry the mutation in the heterozygous state (\n\nFig. 2\n\nA and 2B). The index patient did not have siblings, and DNA samples from the miscarriages or other relatives were not available. The mutation creates a premature stop codon in the last of the 42 coding exons of\n\nMYO18B\n\n, and is predicted to remove the last 401 amino acids out of 2567 at the protein level. In the human variation databases,\n\nMYO18B\n\nnonsense or frameshift variants leading to a potential protein truncation are rare and never found to be homozygous. This goes along with the idea that heterozygous carriers are healthy and that homozygous mutations may be associated with disease. Other rare homozygous variants detected in the patient’s exome are listed in\n\nSupplemental Table 1\n\n.\n\nThe MYO18B premature stop codon does not involve major nonsense mRNA decay\n\nPremature stop codons most often trigger nonsense-mediated mRNA decay (NMD), except if they occur in the last or second but last exon [\n\n23\n\n]. In order to assess whether the\n\nMYO18B\n\np.Glu2166* variant affects the mRNA steady state level, we extracted mRNA from the patient’s muscle biopsy, reverse transcribed it into cDNA, and amplified a fragment encompassing the\n\nMYO18B\n\nexons 40 to 42 and the mutation. No difference was detected in the signal intensity between the patient and an age-matched control (\n\nFig. 2\n\nC), suggesting that the overall cDNA level was comparable and that the\n\nMYO18B\n\nmRNA is not subject to major degradation through NMD.\n\nThe MYO18B premature stop codon leads to a truncated protein\n\nIn order to verify the presence of the predicted truncated myosin 18B protein in the patient’s muscle, we performed immunofluorescence on muscle sections using N-terminal and C-terminal antibodies. Immunolabeling with an N-terminal antibody did not reveal any difference in protein localization and signal intensity between the patient and age-matched controls (\n\nFig. 3\n\nA, and B). Myosin 18B appeared to be nuclear and cytoplasmic. In a subset of fibers, probably type 2 fibers, we detected a more intense punctate cytoplasmic signal. Immunolabeling using the C-terminal myosin 18B antibody revealed absence of staining in the patient as compared to the control (\n\nFig. 3\n\nC, and D). Western blot analysis using theC-terminal myosin 18B antibody revealed a 285 kDa band corresponding to myosin 18B in protein extracts from an age-matched muscle biopsy, while no signal was detectable in the biopsy from the index patient. Taken together, our results suggest the presence of a truncated myosin 18B protein deprived of its most C-terminal part.\n\nDISCUSSION\n\nHere we propose\n\nMYO18B\n\nas novel gene associated with congenital nemaline myopathy. The index patient presented with severe hypotonia, muscle weakness and cardiomyopathy. Muscle histopathology was indicative of nemaline myopathy, and exome sequencing detected a homozygous nonsense mutation in\n\nMYO18B\n\nleading to a truncated protein. The index patient was part of a cohort analyzed by exome sequencing and encompassing 34 patients with mild nemaline myopathy, and 17 unrelated patients with severe nemaline myopathy, including two patients with additional cardiomyopathy. The index patient was the only one harboring a\n\nMYO18B\n\nmutation.\n\nFollowing lines of evidence suggest the implication of the\n\nMYO18B\n\nmutation in the development of the disease: we detected a homozygous nonsense mutation in\n\nMYO18B\n\nby exome sequencing, immunolabeling confirmed the presence of a truncated protein, and Western blot using a C-terminal antibody showed the absence of the full-length protein. Both healthy parents were heterozygous for the mutation, confirming autosomal recessive disease inheritance. In accordance, homozygous\n\nMYO18B\n\ntruncations were not listed in the public exome datasets.\n\nMYO18B\n\nencodes an unconventional myosin specifically expressed in skeletal and cardiac muscle, the two main affected tissues in our patient [\n\n24\n\n]. Moreover,\n\nMyo18b\n\nknockout mice were embryonic lethal, and presented a cardiac dysfunction similar to the patient [\n\n25\n\n].\n\nInterestingly, a recent paper described two patients with Klippel-Feil anomaly and severe neonatal muscle weakness harboring a homozygous\n\nMYO18B\n\nnonsense mutation [\n\n26\n\n]. Muscle examinations detected the presence of nemaline bodies, confirming\n\nMYO18B\n\nas novel gene for nemaline myopathy. Additional clinical features, in particular cervical spine fusion, were diagnosed during childhood for the Klippel-Feil patients, while our patient deceased at 4.5 months of age. A cardiomyopathy as in our patient was however not diagnosed in the Klippel-Feil patients, and this difference might be mutation-specific. Indeed, we detected a truncated myosin 18B protein in muscle extracts of our patient, while the Klippel-Feil mutation was shown to involve nonsense-mediated mRNA decay (NMD), resulting in total myosin 18B protein loss. These findings suggest a toxic effect of truncated myosin 18B in heart, but the exact pathomechanisms remain to be uncovered.\n\nAn association of rods with cardiomyopathy has been reported in less than 20 patients, all presenting general skeletal muscle involvement as primary manifestations [\n\n20\n\n]. Ten patients developed cardiac failure in adulthood, and six manifested cardiac involvement in infancy or childhood. A molecular diagnosis was available only for three pediatric patients [\n\n18–20\n\n], all carrying dominant\n\nde novo\n\nmutations in\n\nACTA1\n\n. Two of them manifested hypertrophic cardiomyopathy (HCM) [\n\n18, 19\n\n], and one childhood-onset dilated cardiomyopathy [\n\n20\n\n]. Intriguingly, HCM was the revealing symptom in the patient reported by D’Amico et al. [\n\n18\n\n].\n\nThe cardiac disease encountered in our case was rather peculiar and consisted of antenatal reduced growth of the left ventricle and aortic valve. Soon after birth, the presence of small and mildly hypertrophic left cavities, compensatory dilatation of right cavities, and interatrial communication were noted by ultrasound. If the muscle symptoms, as frequently observed in congenital nemaline myopathy, remained stable, the cardiac phenotype progressed rapidly with the development of congestive heart failure. The presence of a complex cardiac disorder combining multiple malformations and HCM suggested a cardiac myogenesis/development dysfunction. Our patient deceased more than twenty years ago and, histologic studies on autoptic cardiac muscle were not performed.\n\nIn addition to the cardiac involvement, dysmorphic features and clinodactyly may represent specific features related to the\n\nMYO18B\n\ntruncation, and these signs might be helpful in orientating molecular investigations towards\n\nMYO18B\n\nin patients with nemaline myopathy.\n\nMYO18B\n\ncodes for an unconventional muscle myosin heavy chain identified for the first time in 2003 [\n\n24\n\n]. The protein is mainly expressed in human cardiac and skeletal muscle, and at lower level in testis. In mature human skeletal and cardiac muscle,it is localized in both nucleus and cytoplasm [\n\n24\n\n]. Although myosin 18B contains two overlapping C-terminal nuclear localization signals, we did not observe any difference in nuclear versus cytoplasmic localization between the patient’s and the control biopsy. Conventional myosins are known to be localized at the A-bands and function as a molecular motor for muscle contraction. In contrast, myosin 18B was found at the Z-lines of myofibrils in murine striated muscles [\n\n25\n\n]. Noteworthy, most proteins previously found mutated in nemaline myopathy are located at the Z-lines and are implicated in the F-actin pathway. The sarcomeric localization of myosin 18B suggests a possible role in functioning and/or maintenance of the contractile apparatus, and might explain the presence of nemaline bodies encountered in the patient.\n\nSeveral of the most recent genes implicated in nemaline myopathy encode proteins presumably implicated in the protein degradation pathway, as\n\nKLHL40\n\nand\n\nKLHL41\n\n. Both belong to the BTB-BACK-kelch (BBK) family of proteins, some of which have been shown to promote degradation of their substrates [\n\n12, 27\n\n]. It should be noted that myosin 18B interacts with the proteasomal subunit Sug1 and is degraded by the ubiquitin-proteasome pathway [\n\n28\n\n], supporting the hypothesis that myosin 18B may link the contractile apparatus and protein degradation, representing the two main pathways implicated in nemaline myopathy to date.\n\nIn conclusion, our clinical, histological, ultrastructural, genetic, immunolabeling, and protein studies point to\n\nMYO18B\n\nas a novel nemaline myopathy gene. The identification and clinical comparison of additional patients with\n\nMYO18B\n\nmutations will be needed to clearly define the clinical spectrum of this novel entity.\n\nDatabases\n\nFollowing public databases were used to assess the prevalence of the identified\n\nMYO18B\n\nmutation:ExAC (\n\nhttp://exac.broadinstitute.org/\n\n), EVS (\n\nhttp://evs.gs.washington.edu/EVS/\n\n), and dbSNP (\n\nhttp://www.ncbi.nlm.nih.gov/projects/SNP/\n\n).\n\nFUNDING\n\nThis work was supported in part by the Assistance Publique-Hôpitaux de Paris (AP-HP), the Institut National de la Santé et de la Recherche Médicale (INSERM), the Association Française contre les Myopathies (AFM), the Association Institut de Myologie (AIM), the Agence Nationale de la Recherche (ANR-11-BSV1-026).\n\nNone of the authors reports conflict of interest.\n\nSupplementary Material\n\nSupplementary Table\n\nClick here for additional data file."
  }
]