[
  {
    "pmcid": "10252800",
    "title": "Phosphorylation of PACSIN2 at S313 Regulates Podocyte Architecture in Coordination with N-WASP",
    "publish_date": "2023-5-27",
    "full_text": "1. Introduction\n\nMammalian cells are highly complex self-organizing structures whose dynamic build is determined by numerous parameters such as size, shape, position and polarity, as well as internal and external signaling. The signaling mechanisms by which cells maintain this structure depend on the coordination between the cytoskeleton and proteins at the cell membrane. Podocytes, the glomerular visceral epithelial cells, perfectly illustrate the importance of the cytoskeleton in maintaining optimal cell function. In vivo, podocytes form interdigitating projections, called foot processes. The inter-cellular junctional structure joining adjacent foot processes is called the slit diaphragm. The slit diaphragm contains proteins typical of adherents and tight junctions [\n\n1\n\n,\n\n2\n\n] as well as unique podocyte proteins (e.g., nephrin) [\n\n3\n\n], which are connected to the actin cytoskeleton in order to maintain the functional integrity of podocytes [\n\n4\n\n]. During injury, for instance, diabetes and its complication of diabetic kidney disease (DKD), the rearrangement of the podocyte cytoskeleton leads to foot process flattening and retraction [\n\n5\n\n]. Since podocytes constitute an essential layer of the kidney filtration barrier, defects in their morphological stability and matrix adherence lead to kidney dysfunction.\n\nHere, we sought to investigate the role of the actin-binding protein PACSIN2 (i.e., syndapin2) in regulating podocyte morphology and cytoskeletal arrangement and establish the biological relevance of its phosphorylation at S313 in podocytes. Recent reports link PACSIN2 to angiogenic sprouting [\n\n6\n\n], epithelial microvilli morphogenesis [\n\n7\n\n] and kidney tubule ciliogenesis [\n\n8\n\n]. These studies point out the role of PACSIN2 in the regulation of morphology and cell architecture. Furthermore, a study by Senju et al. brings to light the phosphorylation of PACSIN2 by protein kinase C α (PKCα) at serine 313 (S313), which can be triggered by cell detachment and shear stress [\n\n9\n\n]. Phosphorylation of PACSIN2 at S313 decreased its ability to bind to the plasma membrane and decreased the life span of caveolae [\n\n9\n\n]. However, the significance of S313 phosphorylation in various cellular processes, including cell spreading or survival, remains uncharacterized. We previously showed that the expression of PACSIN2 increases in glomeruli in DKD and accelerates the recycling of nephrin [\n\n10\n\n]. Despite this apparent association with glomerular pathophysiology, it remained unclear whether upregulation of PACSIN2 was beneficial in DKD and how it was triggered and regulated.\n\nRelying on a rat model for obesity, diabetes and severe DKD, along with human nephrectomy samples and serum samples from individuals with type 2 diabetes (T2D), we show that the phosphorylation of PACSIN2 at S313 associates with increased circulating free fatty acids (FFA) and kidney dysfunction. Using cultured podocytes, we demonstrate that, in cooperation with N-WASP, PACSIN2 orchestrates architectural changes in podocytes, which can be influenced by the phosphorylation status of S313 and in turn impact the response of podocytes to injury.\n\n2. Materials and Methods\n\n2.1. Preparation of ZDF Rat and Human Glomerular Lysates\n\nThe isolation of glomeruli from ZDF rats (RRID: RGD_12859287) was performed using graded sieving with 250/150/75 µm sieves (Retsch, Haan, Germany) as previously described [\n\n10\n\n]. Human glomeruli were isolated from the non-malignant part of the kidneys from surgical nephrectomies performed at the Helsinki University Hospital using 425/250/150 µm sieves. Glomeruli were lysed in NP-40-based lysis buffer [\n\n11\n\n].\n\n2.2. Western Blotting\n\nPodocyte and glomerular lysates were analyzed by Western blotting as previously described [\n\n10\n\n], followed by imaging with the Odyssey\n\n®\n\nCLx Imager (LI-COR, Lincoln, NE, USA) and quantification with Image Studio Lite 5.2 (LI-COR). The following antibodies were used: α-tubulin (T6199, mouse monoclonal), β-actin (A3853, mouse monoclonal, AB_262137), PACSIN2 (SAB1402538, mouse monoclonal) and Rac1 (05-389, mouse monoclonal) from Merck (Darmstadt, Germany), N-WASP (4848, rabbit monoclonal), RhoA (2117, rabbit monoclonal) and phospho-PKC Substrate (6967, rabbit mAb mix) from Cell Signaling Technology (Danvers, MA, USA), PACSIN2 (AP8088b, rabbit polyclonal) from ABGent (San Diego, CA, USA) and PKCα (AB11723, mouse monoclonal) from Abcam (Cambridge, UK). Antibodies for ubiquitin (sc177749, mouse monoclonal), FilaminA (sc177749, mouse monoclonal) and Dynamin2 (sc1666-69, mouse monoclonal) were purchased from Santa Cruz Biotechnology (San Diego, CA, USA). IRDye 800CW anti-rabbit IgG (926-32213, donkey) and IRDye 680RD anti-mouse IgG (926-68072, donkey) were from LI-COR (Lincoln, NE, USA). The antibody specific for PACSIN2 when phosphorylated at serine 313 (rabbit polyclonal) was described in reference [\n\n9\n\n]. Independent experiments were conducted on different days from cells with different passages. Each experiment was divided into separate replicates, treated and lysed separately. These replicates are displayed as individual data points.\n\n2.3. Cell Culture and Preparation of Cell Lysates\n\nHuman podocytes, shown to be negative for mycoplasma, were maintained as described [\n\n12\n\n]. Shortly, proliferating podocytes were maintained in permissive conditions at 33 °C and thermo-switched to 37 °C to differentiate for 7–14 days. Sodium palmitate (Merck) was conjugated to FFA-free bovine serum albumin (BSA, Merck) at a 3:1 molar ratio at 37 °C for 1–2 h. When specified, fetal bovine serum in the medium was replaced by serum from individuals with T2D having either normal albumin excretion rate or moderate albuminuria, for 48 h before lysing the cells. The status of albuminuria was determined according to guidelines set by Nomenclature for kidney function and disease—executive summary and glossary from a Kidney Disease: Improving Global Outcomes (KDIGO) consensus conference [\n\n13\n\n]. High glucose treatment was performed by differentiating the cells for 10–14 days in a medium containing 30 mM glucose or 11 mM glucose and 19 mM mannitol as a control. Phorbol 12-myristate 13-acetate synthetic (PMA) treatment was performed on differentiated podocytes at 50 μM for 1 h. For palmitate treatment, the medium was supplemented for the specified length of time with 100 µM or 200 µM BSA-palmitate or BSA alone as a control, with or without bisindolylmaleimide (BIM, Merck) or dimethyl sulfoxide (DMSO) as a control. Cells were treated with 20 μM Wiskostatin (W2270, Merck) for 30 min, 50 μM tetracycline hydrochloride (T7660, Merck,) for 16 h, 10 μM LY294002 (S1105, Selleck Chemicals, Houston, TX, USA) for 16 h or 10 μM MMP-9 Inhibitor I (CAS 1177749-58-4—Calbiochem, Merck) for 16 h.\n\nProliferating podocytes were transiently transfected with flag-PKCα [\n\n9\n\n] or GFP-N-WASP [\n\n14\n\n] using Lipofectamine 2000 (Thermo Fisher Scientific, Waltham, MA, USA).\n\nCells were lysed in NP-40 or RIPA-buffer supplemented with protease and phosphatase inhibitors as described in [\n\n11\n\n,\n\n15\n\n].\n\n2.4. FFA Measurements\n\nOrigin, maintenance, sacrifice and metabolic measurements of 8 and 34 weeks old lean and obese male ZDF-Leprfa/Crt rats have been previously described [\n\n10\n\n]. The FFA content of the serum of the ZDF rats and the individuals with T2D used to stimulate differentiated podocytes, were measured at the Biochemical Analysis Core for Experimental Research of the University of Helsinki using ADVIA 1650 (Siemens, Munich, Germany).\n\n2.5. Apoptosis Assay\n\nProliferating podocytes were transfected with GFP-ev (empty vector), PACSIN2-wt, PACSIN2-S313E or PACSIN2-S313A using Lipofectamine 2000 [\n\n9\n\n]. After 72 h, cells were fixed with 4% PFA and stained with Annexin V-APC 1:50 (BD, Franklin Lakes, NJ, USA). The percentage of Annexin V-APC positive cells, in the GFP positive population, was measured by flow cytometry using BDaccuri (BD Life Sciences, Franklin Lakes, NJ, USA). A total of 10\n\n5\n\ncells were detected in each sample.\n\n2.6. Adhesion Assay\n\nPACSIN2-wt or S313E/A cDNAs, described in [\n\n9\n\n], were subcloned into pCMV-myc vector (Cat. 631604, PT3282-5, Clontech, Mountain View, CA, USA) using KpnI and EcoRI sites. The constructs were verified by sequencing (see\n\nSupplementary Materials\n\n). Proliferating podocytes were transfected with myc-ev, PACSIN2-wt, PACSIN2-S313E or PACSIN2-S313A using Lipofectamine 2000. After 48 h, cells were trypsinized and counted. Tissue culture 96-well plastic plates (Costar Corp., Cambridge, MA, USA) were coated with collagen IV or poly-L-Lysine for 1 h at 37 °C. Unspecific binding to the plates was blocked by incubating the wells with 1% BSA in PBS for 30 min at room temperature. 1 × 10\n\n5\n\ncells were seeded to each well and incubated for 30 min at 37 °C. The wells were washed by means of immersion into a plastic tray containing PBS. Adhered cells were fixed with methanol and stained with Crystal Violet for 30 min (20% methanol, 0.1% Crystal Violet in H\n\n2\n\nO). After intense washings, cells were solubilized in 0.5% Triton X-100 and the number of cells was determined by measuring the absorbance at 595 mm using Hidex (Hidex, Turku, Finland).\n\n2.7. Ubiquitination Assay\n\nPACSIN2-wt or S313E/A were transiently transfected into proliferating human podocytes. Cells were lysed in NP-40 buffer supplemented with protease and phosphatase inhibitors. Lysates were precleared with protein A-Sepharose (Invitrogen, Waltham, MA, USA) and incubated at 4 °C for 16 h with anti-N-WASP antibodies or rabbit IgG (Invitrogen) as a control. The immune complexes were bound to protein A-Sepharose, washed with lysis buffer and immunoblotted as described above.\n\n2.8. Immunofluorescence Analyses\n\nPACSIN2-wt or S313E/A were transiently transfected into proliferating human podocytes. Cells were fixed with 4% PFA, permeabilized with 0.1% Triton-X100 and stained when mentioned with CellMask Blue (H32720, Thermo Fisher Scientific, Waltham, MA, USA), Hoechst (33342, Merck), anti-β-tubulin III IgG (T2200, rabbit polyclonal, AB_262133, Merck), phalloidin-488 (1:250, A12379, Thermo Fisher Scientific) to stain filamentous actin (F-actin), c-myc (M4439, mouse monoclonal, Merck,) and paxillin (610051, mouse monoclonal; BD Transduction laboratories, Franklin Lakes, NJ, USA) to stain focal adhesions. Alexa Fluor 594 anti-rabbit IgG (A-21207, donkey polyclonal, Invitrogen) and Alexa Fluor 488 anti-mouse IgG (A21202, donkey polyclonal, Thermo Fisher Scientific)) were used as secondary antibodies. Imaging was carried out using the Opera Phenix HCS system (PerkinElmer, Waltham, MA, USA) with a 20× air objective (NA 0.4), followed by processing with CellProfiler 3.1.8 (\n\nhttps://cellprofiler.org/\n\naccessed on 10 January 2023) [\n\n16\n\n] to correct for non-uniform illumination, detect the cells or focal adhesions and extract numerical features.\n\n2.9. Cell Classification\n\nAdvanced Cell Classifier (\n\nhttp://www.cellclassifier.org/\n\naccessed on 12 December 2019) [\n\n17\n\n] was used to assign a phenotype to each cell by using the Multi-Layer Perceptron (MLP) supervised machine learning strategy where a non-linear model was trained from manually given annotations to classify each cell to a phenotype based on the numerical features measured with CellProfiler. To avoid technical bias, two independent models were trained on Advanced Cell Classifier to classify cells based on their (1) PACSIN2 overexpression and (2) overall cell morphology based on the actin cytoskeleton. For PACSIN2 overexpression, a model was trained to classify the cells into three phenotypes based on the intensity of myc staining: no, weak and high PACSIN2 overexpression. Only the numerical features for CellMask, Hoechst and c-myc were used to determine the over-expression phenotype. For cell morphology, another model was trained to classify the cells as “normal”, “altered” or rounded/dividing phenotype. The “normal” phenotype was defined as having well-organized and clear actin stress fibers whereas the “altered” phenotype included cells with disorganized actin or changed overall cell morphology based on the actin cytoskeleton. Only the numerical features for CellMask, Hoechst and phalloidin were used to determine the phenotype of the actin cytoskeleton and cell morphology. Based on the predictions using these two models, each cell received a class for the overexpression status and a class for the actin cytoskeleton and morphology status. The impact of myc-PACSIN2-wt/S313E/S313A overexpression was evaluated within individual coverslips by comparing the ratio of “normal” and “altered” cells amongst cells with high or no myc staining. Multiple features were analyzed for these two classes, using CellProfiler including those presented. FormFactor is calculated as 4 × π × Area/Perimeter2 and equals 1 for a perfectly circular object. Texture analyses measure intensity variation using the co-occurrence matrix.\n\n2.10. Statistical Analyses\n\nThe statistical significance was calculated with GraphPad version 8.4.2 software (GraphPad Prism Software, La Jolla, CA, USA) and data were presented as mean ± SD. To compare differences between groups, we performed a Mann–Whitney test (two groups) or a one-way ANOVA test with Bonferroni post hoc test (multiple groups). For high-content analyzes, only a\n\np\n\n-value of 0.001 or smaller was considered statistically significant.\n\n3. Results\n\n3.1. Phosphorylation of PACSIN2 at S313 Is Increased in the Glomeruli of Obese ZDF Rats\n\nWe observed that pS313-PACSIN2 was increased in the glomeruli isolated from obese ZDF rats at the age of 8 weeks compared to the glomeruli obtained from lean controls, but the ratio of pS313-PACSIN2 to total PACSIN2 was not increased (\n\nFigure 1\n\nA–D). In the glomeruli of 34-week-old obese rats, both the pS313-PACSIN2 and total level of PACSIN2 increased (\n\nFigure 1\n\nE–G), the latter also previously observed by our group [\n\n10\n\n]. Notably, the ratio of pS313-PACSIN2 to total PACSIN2 was increased in the glomeruli of 34-week-old rats (\n\nFigure 1\n\nH). These data suggest that diabetic conditions and potentially the progression of kidney disease, trigger phosphorylation of PACSIN2 at S313.\n\n3.2. Phosphorylation of PACSIN2 at S313 Associates with DKD Rather Than with Diabetes\n\nNext, we explored whether the phosphorylation of PACSIN2 at S313 was an early feature of diabetes, preceding the onset of albuminuria. We used human glomeruli isolated from individuals with T2D without DKD (their clinical characteristics are presented in\n\nSupplemental Table S1\n\n). We found that neither total nor pS313-PACSIN2 levels were changed in the glomeruli isolated from individuals with T2D, in comparison to individuals without diabetes (\n\nFigure 2\n\nA–D). Additionally, high glucose treatment of cultured differentiated human podocytes did not affect the phosphorylation of PACSIN2 at S313 or total PACSIN2 expression (\n\nFigure 2\n\nE–H). We hypothesized that diabetes and hyperglycemia alone were not sufficient to trigger the phosphorylation of PACSIN2. Therefore, we cultured differentiated human podocytes with serum from individuals with T2D, who have either normal albumin excretion rate or moderate albuminuria (their clinical characteristics are presented in\n\nSupplemental Table S2\n\n). The serum samples from the individuals with T2D and moderate albuminuria triggered a significant increase in pS313-PACSIN2 with a limited effect on total PACSIN2 or the ratio of pS313-PACSIN2 to total PACSIN2 when compared to podocytes treated with serum from individuals with T2D and normal albumin excretion rate (\n\nFigure 2\n\nI–L). These results suggest that the increase in total PACSIN2 and its phosphorylation at S313 are not a feature of diabetes per se but rather of the progression towards its complication, DKD. These data also propose that factors other than hyperglycemia lead to phosphorylation of PACSIN2 at S313 upon the development of DKD.\n\n3.3. Phosphorylation of PACSIN2 at S313 Is Induced by Palmitate in a PKC-Dependent Manner\n\nOne of the factors contributing to kidney damage in DKD is dyslipidemia with concomitant accumulation of FFA in the bloodstream [\n\n18\n\n]. We, therefore, studied whether FFA triggers the phosphorylation of PACSIN2. We measured the FFA content in serum samples obtained from ZDF rats at 8 and 34 weeks of age and in serum samples of individuals with T2D (used in\n\nFigure 2\n\nI–L). As expected, the serum samples from the obese ZDF rats showed increased FFA levels compared to controls (\n\nFigure 3\n\nA,B). In the case of the serum from the individuals with T2D, the group with moderate albuminuria showed a trend of increase in FFA levels compared to the group with normal albumin excretion rate (\n\nFigure 3\n\nC). To confirm the link between FFA accumulation and phosphorylation of PACSIN2, we treated differentiated human podocytes with palmitate, the most abundant FFA in circulation. We found that palmitate significantly increased the phosphorylation of PACSIN2 at S313 (\n\nFigure 3\n\nD–G). We then hypothesized that the effects of palmitate on PACSIN2 phosphorylation were dependent on PKCα, which has been shown to phosphorylate PACSIN2 at S313 in Hela Cells (9). First, we addressed the question of whether PKCα mediates the phosphorylation of PACSIN2 at S313 in podocytes. We found that in the glomeruli of the 34-weeks-old obese ZDF rats when phosphorylation of PACSIN2 at S313 was the highest (\n\nFigure 1\n\nF), PKCα expression was increased (\n\nFigure 3\n\nH,I). Additionally, in differentiated human podocytes in culture, pharmacological activation of PKC with phorbol 12-myristate 13-acetate synthetic (PMA) drastically increased pS313-PACSIN2 and the ratio of pS313-PACSIN2 to total PACSIN2 (\n\nFigure 3\n\nJ–M). Overexpression of PKCα in proliferating human podocytes increased both the expression of PACSIN2 and its phosphorylation at S313 without affecting the ratio of pS313-PACSIN2 to total PACSIN2 (\n\nFigure S1\n\n). These data indicate that PKC regulates the phosphorylation of PACSIN2 at S313 in podocytes. Based on these observations, we reasoned that inhibition of PKC could suppress the phosphorylation of PACSIN2 at S313 triggered upon palmitate treatment. We co-treated differentiated human podocytes with palmitate and the pharmacological inhibitor of PKC (bisindolylmaleimide, BIM). We found that, as anticipated, BIM prevented palmitate-induced phosphorylation of PACSIN2 at S313 (\n\nFigure 3\n\nN–Q). Taken together, our data imply that palmitate induces phosphorylation of PACSIN2 at S313 in podocytes through PKC.\n\n3.4. PACSIN2 Overexpression Reduces Apoptosis and Enhances Adhesion Independently of the Phosphorylation Status at S313\n\nSince pS313-PACSIN2 associates with kidney dysfunction and can be triggered by increased FFA, we examined whether phosphorylation of PACSIN2 was a protective or harmful mechanism in podocytes. In DKD, podocyte numbers are typically reduced due to detachment and/or apoptosis [\n\n5\n\n,\n\n19\n\n,\n\n20\n\n,\n\n21\n\n]. We overexpressed in proliferating podocytes GFP-PACSIN2-wild-type (GFP-PACSIN2-wt) and S313 phosphomimetic (GFP-PACSIN2-S313E) or non-phosphorylatable S313 (GFP-PACSIN2-S313A). We then measured the percentage of apoptotic annexin V-positive cells amongst the GFP-positive cell population (\n\nFigure 4\n\nA,B). We found that overexpression of GFP-PACSIN2-wt, GFP-PACSIN2-S313E and GFP-PACSIN2-S313A reduced apoptosis compared to the control GFP-empty-vector (GFP-ev). We also assessed podocyte adhesion to two different substrates (poly-L-lysine or collagen IV) after overexpression of myc-PACSIN2-wt, myc-PACSIN2-S313E and myc-PACSIN2-S313A. We found that overexpression of PACSIN2-wt increased adhesion to poly-L-lysine and collagen IV compared to the myc-ev (\n\nFigure 4\n\nC,D). The myc-PACSIN2 mutants showed a similar increase in reattachment compared to myc-ev, irrespective of the substrate. Intriguingly, we found no significant difference in adherence between the variants of PACSIN2. These experiments demonstrate that increased expression of PACSIN2 reduces podocyte apoptosis and improves adhesion regardless of the phosphorylation status of S313.\n\n3.5. Phosphorylation of PACSIN2 at S313 Associates with Increased N-WASP Expression\n\nTo investigate the potential pathways affected by the phosphorylation of PACSIN2 at S313, we turned our attention to the interaction partners of PACSIN2 (Dynamin2 regulating trafficking and actin assembly and N-WASP, FilaminA, Rac1 and RhoA regulating actin cytoskeleton organization). Transient overexpression of PACSIN2-S313E in proliferating human podocytes induced an increase in N-WASP levels in comparison to empty vector (\n\nFigure 5\n\nA,B), without affecting the expression levels of Dynamin2, FilaminA, Rac1 and RhoA (\n\nFigure 5\n\nA,C–F). The increased N-WASP level following PACSIN2-S313E overexpression is likely due to decreased degradation of N-WASP, as we found that N-WASP immunoprecipitated from the lysates were less ubiquitinated when PACSIN2 phosphomimetic was overexpressed in cultured podocytes (\n\nFigure 5\n\nG,H). We also measured the expression level of N-WASP in the glomeruli isolated from obese ZDF rats at the ages of 8 and 34 weeks and found that N-WASP expression was increased compared to lean rats (\n\nFigure 5\n\nI–K). In glomerular lysates from individuals with T2D, we observed a trend of increase in N-WASP in comparison to controls (\n\nFigure S2\n\n). Together, these findings suggest that phosphorylation at S313 increases N-WASP expression, suggesting that S313 phosphorylation regulates actin-associated processes.\n\n3.6. Phosphorylation of PACSIN2 at S313 Is Regulated by N-WASP Activity\n\nBased on the observation that phosphorylation of PACSIN2 at S313 regulates N-WASP levels in podocytes, we reasoned that N-WASP could regulate the phosphorylation of PACSIN2 in return. Overexpression of N-WASP in cultured podocytes increased PACSIN2 expression (\n\nFigure S3A,C\n\n) but did not affect pS313-PACSIN2 or the ratio of pS313-PACSIN2 to total PACSIN2 (\n\nFigure S3A,B,D\n\n). We then treated differentiated human podocytes with the pharmacological inhibitor of N-WASP (wiskostatin). We found that wiskostatin increased the expression of PACSIN2 and drastically induced its phosphorylation at S313 (\n\nFigure 6\n\nA–D). This coincided with an increase in PKC activity (\n\nFigure 6\n\nE). We also observed that in cultured human podocytes, wiskostatin caused cells to retract (\n\nFigure 6\n\nF). We, therefore, reasoned that the phosphorylation status of PACSIN2 could be involved in these morphological changes. We overexpressed in proliferating human podocytes GFP-PACSIN2-wt, GFP-PACSIN2-S313E or GFP-PACSIN2-S313A and then measured cell size with and without wiskostatin treatment. We found that podocytes overexpressing GFP-PACSIN2-wt and -S313E remained significantly larger after wiskostatin treatment compared to cells overexpressing the control vector and treated with wiskostatin (\n\nFigure 6\n\nF–G,\n\nTable S3\n\n). On the other hand, cells overexpressing non-phosphorylatable PACSIN2 sustained a notable decrease in size compared to cells overexpressing S313A treated with DMSO (\n\nFigure 6\n\nF–G,\n\nTable S3\n\n). We also found that N-WASP inhibition altered GFP-PACSIN2 localization regardless of its phosphorylation status, causing it to form aggregates (\n\nFigure 6\n\nF). Taken together, these data suggest that N-WASP regulates PACSIN2 phosphorylation at S313 and that PACSIN2 and N-WASP cooperate to regulate the morphology of podocytes.\n\n3.7. Dynamic Phosphorylation of PACSIN2 at S313 Is Required for Cell Spreading In Vitro\n\nAnalyses of wiskostatin-treated podocytes showed differences in cell size in podocytes overexpressing PACSIN2 without any treatment (\n\nFigure 6\n\nG). Additionally, in podocytes, N-WASP was previously shown to stabilize the actin cytoskeleton and maintain podocyte architecture [\n\n22\n\n]. We, therefore, reasoned that phosphorylation of PACSIN2 at S313 would affect actin-based processes such as cell morphology and cell spreading. We overexpressed in proliferating human podocytes GFP-PACSIN2-wt, GFP-PACSIN2-S313E or GFP-PACSIN2-S313A and then performed immunofluorescence-based high-content analysis followed by quantitative single-cell morphometry. We found that podocytes overexpressing GFP-PACSIN2-wt were larger than the cells overexpressing the control vector (\n\nFigure 7\n\nA,B,\n\nTable S4\n\n) and possessed more focal adhesions (FA) per cell (\n\nFigure 7\n\nC,D). Overexpression of S313 phosphomimetic slightly increased cell size and both mutants of PACSIN2 slightly increased the FA number in comparison to GFP-ev, but less than overexpression of GFP-PACSIN2-wt (\n\nFigure 7\n\nA–D,\n\nTable S5\n\n). These observations suggest that in podocytes, PACSIN2 regulates cell spreading.\n\nWe then tested whether the phosphorylation status of PACSIN2 at S313 would affect the response of podocytes to actin-related injury. We altered the actin cytoskeleton using cytochalasin D, which inhibits actin polymerization and assembly causing cells to retract. We then monitored the recovery after the washout (\n\nFigure 7\n\nE). We found that upon injury, cells retracted similarly regardless of PACSIN2 overexpression or its phosphorylation status (\n\nFigure 7\n\nF). However, during the expansion phase, podocytes overexpressing GFP-PACSIN2-wt showed a faster and more prominent increase in cell size compared to the control GFP-ev. Both mutants, S313E and S313A, behaved similarly to the control. Collectively, these data suggest that static phosphorylation or dephosphorylation of PACSIN2 at S313 halts its ability to regulate cell spreading. This is reinforced by the observation that during the washout of cytochalasin D in differentiated podocytes, endogenous levels of PACSIN2 initially increased at 15 min and then decreased at 90 min, while the phosphorylation at S313 was maintained at a constant level (\n\nFigure S4A–D\n\n). Furthermore, we analyzed the effects of pharmacological inhibition of cell motility using three different compounds (tetracycline, LY294002 and MMP-9 inhibitor I, [\n\n23\n\n,\n\n24\n\n,\n\n25\n\n,\n\n26\n\n,\n\n27\n\n,\n\n28\n\n]) in proliferating podocytes. The ratio of pS313-PACSIN2 to total PACSIN2 increased after LY294002 treatment, decreased after MMP-9 inhibitor I treatment and remained stable after tetracycline treatment (\n\nFigure 7\n\nG–J). These data support the notion that both phosphorylation and dephosphorylation of PACSIN2 at S313 are involved in the regulation of cell spreading and motility, depending on the nature of the stimulus, the mechanisms at play and the kinetics of the pharmacological compound.\n\nWe speculated that the decreased cell spreading observed so far when overexpressing mutated forms of PACSIN2 in comparison to wt-PACSIN2 could be explained by differences in actin arrangement. We overexpressed in proliferating human podocytes myc-PACSIN2-wt, -S313E and -S313A; then we trained Advanced Cell Classifier to recognize their altered morphology (examples are shown in\n\nFigure 8\n\nA). We used cells not expressing PACSIN2 on the same coverslip as internal controls, to account for the potential effects of cell density and cell-cell interaction. We found that overexpression of myc-PACSIN2-S313E decreased the ratio of altered to normal cells in comparison to myc-PACSIN2-wt and myc-PACSIN2-S313A overexpression (\n\nFigure 8\n\nB). A closer look into the specific features distinguishing PACSIN2-S313E from -wt and -S313A shows that, compared to the internal control, overexpression of myc-PACSIN2-S313E limited the increase in cell rounding induced by PACSIN2 overexpression (\n\nFigure 8\n\nC) and reduced the increase in F-actin intensity and reorganization (\n\nFigure 8\n\nC–F). Taken together, these experiments indicate that, in podocytes, an increase in PACSIN2 initiates morphological alterations which can improve spreading by regulating actin arrangement and FA. Notably, for processes requiring active and rapid actin reorganization, dynamic phosphorylation is required.\n\n4. Discussion\n\nOur study shows that PACSIN2 is phosphorylated at S313 in DKD. We found that pS313-PACSIN2 increased with FFA accumulation, PKC activation and N-WASP inhibition. Our experiments highlight the reciprocity of the relationship between PACSIN2 and N-WASP as they coordinate to regulate cell architecture. Dynamic phosphorylation at S313 emerged as a regulatory mechanism during cytoskeletal reorganization. Since minor imbalances in podocyte cytoskeleton can disrupt the structural integrity of the glomerular filtration barrier, our data suggest that PACSIN2 could, via its phosphorylation at S313, be able to fine-tune the structure of the glomerular filtration barrier.\n\nPrevious studies have already linked PACSIN2 and N-WASP showing that PACSIN2 can directly interact with N-WASP and facilitate its recruitment to specific cellular locations, such as actin polymerization sites [\n\n30\n\n]. This ultimately influences actin dynamics by modulating N-WASP-mediated activation of Arp2/3, which initiates actin polymerization and branching [\n\n22\n\n]. Our study shows that phosphorylation of PACSIN2 at S313 regulates the interplay between PACSIN2 and N-WASP. Overexpression of S313 phosphomimetic in podocytes increased N-WASP levels (\n\nFigure 5\n\nA,B) and decreased N-WASP ubiquitination (\n\nFigure 5\n\nG,H). These data suggest that PACSIN2, through its phosphorylation at pS313, regulates N-WASP degradation. Suetsugu et al. have previously shown that N-WASP ubiquitination marks it for proteasomal degradation [\n\n14\n\n]. Since PACSIN2 directly interacts with N-WASP, it is possible that phosphorylation at S313 would stabilize the PACSIN2-N-WASP complex thereby preventing N-WASP recognition by its ubiquitin ligase or enhancing the association with deubiquitinating enzymes. In addition, it is plausible that phosphorylated PACSIN2 would alter N-WASP localization driving it away from proteasomes. Therefore, it seems likely that the increase in N-WASP observed in diabetic conditions (\n\nFigure 5\n\nI–K,\n\nFigure S3\n\n) could be at least partly induced by the phosphorylation of PACSIN2 at S313.\n\nOn the other hand, we found that N-WASP was able to regulate PACSIN2 phosphorylation as well. Pharmacological inhibition of N-WASP distinctively increased pS313-PACSIN2 and upregulated PKC activity (\n\nFigure 6\n\nA–E). Since phosphorylation of PACSIN2 increases N-WASP levels, this could be a compensatory mechanism in podocytes to offset the N-WASP blockade. A previous study has shown that PKC activation affects N-WASP localization, but is unclear how N-WASP activates PKC and in turn, increases pS313-PACSIN2 [\n\n31\n\n]. Further studies are needed to understand the mechanisms at play. Nevertheless, this suggests that N-WASP, PACSIN2 and PKC are tightly connected. In podocytes, we found that PACSIN2 phosphorylation at S313 was regulated by PKC (\n\nFigure 3\n\nJ–Q), aligning with previous studies of pS313-PACSIN2 [\n\n9\n\n]. However, pharmacological inhibition of PKC alone, using BIM, did not affect the phosphorylation of PACSIN2 at S313 (\n\nFigure 3\n\nN–O). This suggests that the level of PKC inhibition achieved by BIM is not sufficient to completely block PKC activity. Alternatively, other kinases or signaling pathways (such as those regulated by N-WASP) could be compensating for the loss of PKC activity thereby restituting phosphorylation of PACSIN2 at S313.\n\nIn our investigations, it was clear that phosphorylation of PACSIN2 at S313 was not required for all PACSIN2 functions. For instance, N-WASP inhibition altered the localization of all three forms of GFP-PACSIN2 (\n\nFigure 6\n\nF) and phosphorylation at S313 did not affect podocyte survival or re-adhesion (\n\nFigure 4\n\n). The main difference we observed after overexpression of the phosphomimetic PACSIN2, non-phosphorylatable PACSIN2 or wt-PACSIN2 constructs was the regulation of cell size and actin re-arrangement. Our data highlight the complexity of the phosphorylation of PACSIN2 at S313 and its dependence on specific triggers. We found that overexpression of PACSIN2, regardless of its phosphorylation status, did not induce drastic changes in actin arrangement. However, high content analyses showed an increase in cell rounding and a change in F-actin structure upon overexpression of wt-PACSIN2 and non-phosphorylatable PACSIN2, in comparison to PACSIN2 S313 phosphomimetic (\n\nFigure 8\n\nC,D). These changes in structure might initiate preparedness for fast active actin-related processes, such as cell spreading and migration. Qualmann et al. observed in their early investigations of syndapin (aka PACSIN) that overexpression of syndapin induced morphological changes and increased cortical actin in HeLa cells, in accordance with our findings [\n\n32\n\n]. In the presence of a trigger requiring actin rearrangement, depending on the activated signaling pathways, PACSIN2 can be phosphorylated (\n\nFigure 6\n\nA–D,\n\nFigure 7\n\nG–J), dephosphorylated or not affected (\n\nFigure 7\n\nG–J). It is also very likely that the regulation of PACSIN2 and its phosphorylation in the presence of various triggers would be cyclical, as suggested by the cytochalasin D analysis in\n\nFigure S4\n\n. This would explain why static phosphorylation or dephosphorylation at S313 would impede cell spreading after cytochalasin D treatment (\n\nFigure 7\n\nF).\n\nA few mechanisms could explain how PACSIN2 and its phosphorylation at S313 can regulate podocyte architecture. Primarily, our experiments emphasize the interconnection between N-WASP and PACSIN2. Although we show that non-phosphorylatable PACSIN2 increases cell shrinkage with wiskostatin treatment (\n\nFigure 6\n\nG), more studies are needed to establish how the phosphorylation status of PACSIN2 affects N-WASP localization and activation. Additionally, PACSIN2 overexpression in its different forms does not affect Dynamin2, FilaminA, Rac1 and RhoA at the protein level (\n\nFigure 5\n\nA,C–F). However, it is plausible that these proteins could instead have altered localization, activation or interactions with crucial partners. Moreover, PACSIN2 directly interacts with actin via its F-BAR domain [\n\n33\n\n]. PACSIN2 uses this same domain to bind membranes, depending on phosphorylation at 313 [\n\n9\n\n]. It is possible that the functions of the PACSIN2-actin complex vary depending on the phosphorylation status of PACSIN2 due to, for example, a conformational change. Furthermore, PACSINs interact with Rac1, Dynamin2 and N-WASP, all proteins implicated in cytoskeletal reorganization [\n\n34\n\n,\n\n35\n\n,\n\n36\n\n,\n\n37\n\n,\n\n38\n\n]. Although PACSINs use their Src-homology 3 (SH3) domain to recruit these partners, full-length PACSIN proteins are required for their proper function and localization [\n\n32\n\n]. Therefore, it is possible that phosphorylation at S313 affects the ability of PACSIN2 to recruit partners via the SH3 domain.\n\nIn the context of diabetes, our study presents new links in the signaling pathways regulating the development of DKD. Our experiments suggest that FFA accumulation triggers the phosphorylation of PACSIN2 at S313 via PKC and that pS313-PACSIN2 associates with the progression toward kidney disease. Given that PKCα activation is largely dependent on glucose concentrations in podocytes [\n\n39\n\n,\n\n40\n\n], it was surprising that PACSIN2 expression and phosphorylation at S313 did not associate with diabetes and hyperglycemia (\n\nFigure 2\n\n). This, however, matches the metabolic parameters of the ZDF rats at ages 8-weeks vs. 34-weeks (detailed in our previous study [\n\n10\n\n]) showing that phosphorylation of PACSIN2 at S313 precedes hyperglycemia. The notion that PACSIN2 phosphorylation at S313 follows increased FFA aligns with findings from our previous study, showing that PACSIN2 responds to palmitate [\n\n10\n\n], the most abundant circulating FFA [\n\n41\n\n]. This corroborates a previous report linking palmitate and PKC in podocytes, wherein palmitate increased endoplasmic reticulum stress which was reduced by PKC inhibition [\n\n42\n\n]. Furthermore, our findings suggest a new link between N-WASP and PKC (\n\nFigure 6\n\nA,E), which implies that the increase in N-WASP observed in DKD (\n\nFigure 5\n\nI–K,\n\nFigure S3\n\n) could affect PKC activity and ultimately pS313-PACSIN2.\n\nOur study has limitations. Cell transfections were performed in proliferating podocytes as opposed to differentiated podocytes; as in our experience, modulations of PACSIN2 expression in differentiated cultured podocytes are quickly abolished. Therefore, some of the differences seen in our study could be connected to differences in podocyte proliferation, which could affect the present results.\n\n5. Conclusions\n\nOur study shows that PACSIN2 is phosphorylated at S313 in diabetes and DKD. By overexpressing PACSIN2 in cultured podocytes, we show that PACSIN2 could play a protective role in DKD, by decreasing apoptosis and reinforcing matrix adhesion. Phosphorylation of PACSIN2 at S313 emerged, in a complex interplay with N-WASP, as a dynamic process that could fine-tune the ability of PACSIN2 to modulate podocyte architecture. Our findings suggest that even mild cytoskeletal effects may have a substantial impact on the response of podocytes to injury, further emphasizing the complexity of the balancing forces behind cytoskeletal regulation. Future studies using knockout or transgenic PACSIN2 mice with experimentally induced DKD are needed to confirm whether changes in PACSIN2 levels affect podocyte survival and foot process effacement in vivo and understand the connection between PACSIN2, N-WASP and PKC."
  },
  {
    "pmcid": "9811133",
    "title": "PACSIN2 as a modulator of autophagy and mercaptopurine cytotoxicity: mechanisms in lymphoid and intestinal cells",
    "publish_date": "2023-1-3",
    "full_text": "Introduction\n\nThiopurines, such as mercaptopurine and azathioprine, are purine analogues used in the treatment of hematological malignancies (i.e., acute lymphoblastic leukemia, ALL) and inflammatory conditions (i.e., inflammatory bowel diseases, IBD) (\n\nBermejo et al, 2018\n\n;\n\nLamb et al, 2019\n\n;\n\nRelling et al, 2019\n\n). Through a complex anabolic enzymatic pathway, thiopurines are biotransformed into thionucleotides that exert the cytotoxic action responsible for treatment efficacy; thiopurines also undergo catabolic processes, in which the enzyme thiopurine S-methyltransferase (TPMT) plays a major role by transforming mercaptopurine into the inactive methylmercaptopurine metabolite (\n\nZaza et al, 2010\n\n). TPMT activity is an important determinant of severe adverse events during treatment with thiopurines (\n\nRelling & Evans, 2015\n\n;\n\nLucafò et al, 2018\n\n). Genetic polymorphisms in the\n\nTPMT\n\ngene are major determinants of reduced TPMT activity, but there is substantial unexplained variability in TPMT activity in patients who inherit two wild-type\n\nTPMT\n\nalleles (\n\nTamm et al, 2017\n\n). We previously showed that the TT genotype in the protein kinase C and casein kinase substrate in neurons 2 (\n\nPACSIN2\n\n) rs2413739 (C > T) polymorphism modulates TPMT activity and mercaptopurine-induced toxicity, with a molecular mechanism that remains unclear (\n\nStocco et al, 2012\n\n;\n\nFranca et al, 2020\n\n). In particular, the presence of the\n\nPACSIN2\n\nTT genotype in ALL patients was associated with reduced TPMT activity during the maintenance phase of treatment and also with the incidence of severe gastrointestinal toxicities during the consolidation therapy. The association between\n\nPACSIN2\n\nrs2413739 T variant and TPMT activity was not confirmed in a cohort of IBD pediatric patients undergoing azathioprine therapy; however, IBD pediatric carriers of the T allele presented reduced azathioprine effectiveness (\n\nStocco et al, 2012\n\n;\n\nFranca et al, 2020\n\n). Furthermore, a positive correlation between PACSIN2 and TPMT protein concentration was detected in peripheral blood mononuclear cells of healthy donors, further supporting a possible role of\n\nPACSIN2\n\nin TPMT regulation (\n\nFranca et al, 2020\n\n). Other authors identified the\n\nPACSIN2\n\nrs2413739 TT genotype as a significant risk factor for the development of mercaptopurine-induced hematological toxicity in ALL pediatric patients presenting the wild-type\n\nTPMT\n\ngenotype (\n\nSmid et al, 2016\n\n).\n\nPACSIN2, also called syndapin II, is a protein involved in membrane remodeling pathways containing a FBAR domain (\n\nKessels & Qualmann, 2004\n\n) that has been shown to inhibit vesicle formation by protein–protein interaction, influencing processes such as endocytosis (\n\nModregger et al, 2000\n\n;\n\nde Kreuk et al, 2012\n\n) and caveolae formation (\n\nHansen et al, 2011\n\n;\n\nSenju et al, 2015\n\n). Recently, it was demonstrated that PACSIN2 plays a role in the intestinal apical microvillus formation (\n\nPostema et al, 2019\n\n). Previous data demonstrated that the activity of overexpressed TPMT was reduced after\n\nPACSIN2\n\nknockdown (KD) in a human B-lineage lymphoblastic leukemia cell line (NALM6). The agnostic gene expression analysis of NALM6 with\n\nPACSIN2\n\n(KD) identified autophagy as one of the pathways significantly affected by the reduction in\n\nPACSIN2\n\n, without indicating the direction of this possible effect or confirming these results with mechanistical analyses (\n\nStocco et al, 2012\n\n). Previous studies showed that PACSIN1 is involved in the regulation of autophagy machinery (\n\nSzyniarowski et al, 2011\n\n;\n\nOe et al, 2022\n\n). Autophagy is a conserved lysosome-dependent cellular degradation program that responds to different environmental and cellular stresses, such as the accumulation of unfolded protein aggregates, the presence of dysfunctional organelles, and the presence of intracellular pathogens (\n\nChun & Kim, 2018\n\n). Autophagy is an important mechanism to maintain tissue homeostasis, and its tight regulation is fundamental to prevent pathogenic conditions (\n\nMizushima et al, 2008\n\n). Indeed, impaired autophagy is associated with the development of many pathological conditions, including IBD (\n\nIida et al, 2017\n\n). In intestinal epithelial cells, autophagy acts as a protective mechanism against cell death and inflammation (\n\nTang et al, 2011\n\n;\n\nLapaquette et al, 2015\n\n) through different molecular mechanisms that, however, are not fully understood yet (\n\nSaitoh et al, 2008\n\n). Autophagy begins with the formation of an autophagosome, a double-membrane vesicle incorporating molecules destined for degradation; after autophagosome maturation, these vesicles fuse with lysosomes and the content will be degraded (\n\nZhao & Zhang, 2019\n\n). Autophagy is usually investigated evaluating the cellular amount of both the microtubule-associated protein light chain 3 (LC3) protein and the sequestosome-1 (SQSTM1/P62) protein that are considered two important autophagic markers (\n\nKlionsky et al, 2021\n\n). LC3 is a protein involved in autophagosome elongation and maturation, whereas SQSTM1/P62 is involved in the receptor-mediated autophagy and serves as a link between LC3 and ubiquitinated cargoes to generate the autophagosome around molecules destined for degradation (\n\nTanida et al, 2008\n\n;\n\nLiu et al, 2016\n\n). Different autophagy modulators and receptors, such as SQSTM1/P62, exert their function on autophagy through an LC3-interacting region (LIR) motif (\n\nPankiv et al, 2007\n\n;\n\nCadwell et al, 2008\n\n).\n\nThis study aims to clarify the role of PACSIN2 in autophagy and in thiopurine cytotoxicity in leukemic and intestinal models. Moreover, we hypothesized that the modulation of\n\nPACSIN2\n\non TPMT activity and protein expression could be due to its role as a modulator of autophagy. We demonstrated a role of PACSIN2 as a negative regulator of autophagy, showing an increase in the basal autophagy level after\n\nPACSIN2\n\nKD in cell lines. Consistent results were reported also for primary tissues: lower\n\nPACSIN2\n\nmRNA and protein expression levels corresponded to higher autophagy and inflammation levels in colon samples of a cohort of IBD pediatric patients. PACSIN2 presented one LIR domain, responsible for PACSIN2 interaction with LC3. Furthermore, intestinal cell lines with\n\nPACSIN2\n\nKD were significantly more sensitive to mercaptopurine cytotoxic effects than control cells. Finally, mercaptopurine exposure decreased autophagy and stimulated apoptosis, especially in the presence of\n\nPACSIN2\n\nKD. However,\n\nPACSIN2\n\nKD led to lower TPMT protein concentrations, by mechanisms other than enhanced protein degradation by autophagy.\n\nResults\n\nPACSIN2 expression level is increased in autophagy-deficient cells and reduced in autophagy-competent cells upon induction of autophagy\n\nBecause the potential role of PACSIN2 in autophagy is largely unknown, we initially compared PACSIN2 protein levels between confluent autophagy-defective MEFs (Atg7\n\n−/−\n\n) and autophagy-proficient wild-type MEFs (Atg7\n\n+/+\n\n). Immunoblotting using a PACSIN2-specific antibody showed that PACSIN2 protein expression was almost two times higher in autophagy-defective cells compared with autophagy-proficient cells (fold change 1.7 ± 0.41,\n\nP\n\n= 0.049,\n\nFig 1\n\n).\n\nFigure 1.\n\nPACSIN2 protein expression is increased in autophagy-defective cells.\n\n(A)\n\nAutophagy-defective cells (Atg7\n\n−/−\n\nMEFs) express constitutively higher (1.7 ± 0.25 times) endogenous PACSIN2 in comparison with autophagy-proficient cells (Atg7\n\n+/+\n\n) (n = 5,\n\nt\n\ntest,\n\nP\n\n= 0.049).\n\n(B)\n\nRepresentative densitometric analysis on immunoblots of confluent MEF cell lysates.\n\nWe then assessed whether PACSIN2 was degraded by autophagosomes: during treatment with the chemical inducer of autophagy rapamycin, the half-life of PACSIN2 was 34.7 ± 6.98 h in wild-type MEFs, compared with 117.5 ± 25.7 h in autophagy-deficient Atg7\n\n−/−\n\ncells (\n\nP\n\n= 0.030,\n\nFig 2\n\n), which indicates that in autophagy-competent cells, PACSIN2 is targeted for degradation by the autophagosome.\n\nFigure 2.\n\nPACSIN2 protein expression level is reduced in autophagy-competent cells upon induction of autophagy.\n\n(A)\n\nPACSIN2 protein is reduced by induction of autophagy using rapamycin in MEF cells with functional autophagy (Atg7\n\n+/+\n\n, in orange) in comparison with autophagy-defective cells (Atg7\n\n−/−\n\n, in blue); after 24 h, a significantly decreased concentration (n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.049) of PACSIN2 was measured in Atg7\n\n+/+\n\n, but not in Atg7\n\n−/−\n\nin comparison with baseline; concentration of PACSIN2 was significantly lower in Atg\n\n+/+\n\ncells than in Atg7\n\n−/−\n\ncells at baseline and after 12 (n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.029) and 24 h (n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0045) of treatment, resulting in a half-life for PACSIN2 of 34.7 ± 6.98 h in Atg7\n\n+/+\n\ncells compared with 117.5 ± 25.7 h in Atg7\n\n−/−\n\n(n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.030).\n\n(B)\n\nRepresentative image showing protein expression was assessed by immunoblotting on confluent MEFs (n = 3). In these experiments, we used 50 μg of cell lysates. # =\n\nt\n\ntest,\n\nP\n\n< 0.05 comparing each cell line PACSIN2 level at a specific time point with baseline (time 0); * =\n\nt\n\ntest,\n\nP\n\n<0.05 comparing PACSIN2 level between Atg7+/+ and Atg7−/− at each time point.\n\nAutophagy is increased after\n\nPACSIN2\n\nKD under basal condition\n\nTo determine whether PACSIN2 plays a role in autophagy, we performed immunoblotting assays to evaluate protein expression levels of the autophagic markers LC3-II and SQSTM1/P62 in both lymphoid (NALM6) and intestinal (LS180) cell lines (MOCK and\n\nPACSIN2\n\nKD), and also performed confocal microscopy measurement of GFP-LC3\n\npunctae\n\nin adherent cell lines HeLa\n\nGFP-LC3\n\nand RAW 264.7\n\nGFP-LC3\n\ncells (\n\nFigs S1\n\nand\n\nS2\n\n).\n\nFigure S1.\n\nPACSIN2 expression level is decreased after\n\nPACSIN2\n\nsilencing (KD) in different cell lines.\n\nPACSIN2 levels were evaluated by Western blot using 50 μg of cell lysate for RAW 264.7\n\nGFP-LC3\n\nand HeLa cells and 10 μg of cell lysate for NALM6 and LS180 cells. The stable\n\nPACSIN2\n\nKD was obtained by transfecting cells with PACSIN2-specific shRNAs. In control cells, scramble shRNAs were used (MOCK). Actin was used to assess total protein loading normalization. Molecular weight markers are indicated on the left (kD). *1 indicates NALM6 cells overexpressing TPMT.\n\nFigure S2.\n\nTPMT expression in NALM6 cell lines.\n\nNALM6 cells either expressed (MOCK) or silenced for PACSIN2 (KD) and overexpressing TPMT (*1) were evaluated for TPMT expression by Western blot using an anti-TPMT antibody. Immunoblotting was performed using 10 μg of cell lysate. As expected, NALM6 *1 and NALM6 KD*1 showed the overexpressed isoform of TPMT (38 kD), and interestingly, the immunoblotting results showed that the stable\n\nPACSIN2\n\nKD decreased only the overexpressed isoform of TPMT.\n\nUnder basal conditions, LC3-II was significantly more expressed in cells with\n\nPACSIN2\n\nKD compared with control cell lines in both NALM6 (fold change 2.1 ± 0.18,\n\nP\n\n= 0.0031,\n\nFig 3A\n\n) and LS180 (fold change 1.3 ± 0.09,\n\nP\n\n= 0.028,\n\nFig 3B\n\n). In NALM6, LC3-I was also significantly increased when\n\nPACSIN2\n\nwas knocked down (fold change 1.7 ± 0.13,\n\nP\n\n= 0.0045,\n\nFig 3A\n\n). Moreover, both NALM6 KD and LS180 KD cells presented lower SQSTM1/P62 levels compared with MOCK cells (fold change NALM6: 0.67 ± 0.09,\n\nP\n\n= 0.023,\n\nFig 3C\n\n; LS180: 0.47 ± 0.14,\n\nP\n\n= 0.019,\n\nFig 3D\n\n).\n\nFigure 3.\n\nAutophagy is increased in the presence of\n\nPACSIN2\n\nknockdown (KD) in lymphoid (NALM6) and intestinal (LS180) cell lines.\n\n(A)\n\nIn NALM6 KD cells, there was an increase in both LC3-I (fold change 1.73 ± 0.127, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0045) and LC3-II (fold change 2.14 ± 0.179, n = 3, unpaired\n\nt\n\ntest,\n\nP\n\n= 0.0031) compared with control cells. After chloroquine treatment, LC3-II levels were increased in both NALM6 MOCK and KD cell lines, and interestingly, LC3 increase was higher in NALM6 KD cells but further in NALM6 KD cells (fold change 1.48 ± 0.127, n = 5,\n\nt\n\ntest,\n\nP\n\n= 0.0195). In these immunoblots, 30 μg of cell lysates was used under basal condition, whereas to detect LC3 after chloroquine treatment, the loaded amount of lysates was reduced to 10 μg to avoid signal saturation. The black lines in the blots indicated a splice between lanes.\n\n(B)\n\nLC3-II amount was higher in LS180 KD cells compared with MOCK, under basal condition (fold change 1.26 ± 0.09, n = 4,\n\nt\n\ntest,\n\nP\n\n= 0.0277). In the presence of chloroquine treatment, both LS180 MOCK and LS180 KD cells presented higher LC3-II amount and these levels were significantly higher in LS180 KD cells (fold change 0.93 ± 0.03, n = 4,\n\nt\n\ntest,\n\nP\n\n= 0.0355). In these experiments, we used 10 μg of cell lysates to evaluate LC3-II amount.\n\n(C)\n\nNALM6 KD cells presented lower SQSTM1/P62 levels compared with control cells under basal condition (fold change 0.62 ± 0.09, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.023); 24 h of chloroquine treatment rescued SQSTM1/P62 levels in NALM6 KD cells (fold change 1.57 ± 0.1, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.047). In these immunoblots, 30 μg of cell lysates was loaded to detect SQSTM1/P62 levels.\n\n(D)\n\nLS180 KD cells presented lower SQSTM1/P62 levels compared with control cells under basal condition (fold change 0.47 ± 0.14, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.018); moreover, 24 h of chloroquine treatment increased SQSTM1/P62 concentrations, particularly in LS180 KD cells (fold change 3.94 ± 1.8, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.046). In these experiments, we used 30 μg of cell lysates to evaluate SQSTM1/P62 amount.\n\nSource data are available for this figure.\n\nSource Data for Figure 3\n\nFurthermore, we used cells with forced expression of GFP-LC3 and stable\n\nPACSIN2\n\nKD and measured the percentage of autophagic cells as demonstrated by the number of cells containing GFP-LC3\n\npunctae\n\n. RAW 264.7\n\nGFP-LC3\n\nKD cells presented an increased basal number of GFP-LC3\n\npunctae\n\nper cell compared with RAW 264.7\n\nGFP-LC3\n\ncontrol cells (\n\nFig 4\n\n). A similar trend was observed in HeLa\n\nGFP-LC3\n\ncell line (\n\nFig S3\n\n).\n\nFigure 4.\n\nGFP-LC3\n\npunctae\n\nare increased after\n\nPACSIN2\n\nKD.\n\nMeasurement of GFP-LC3\n\npunctae\n\nwas performed by confocal microscopy on confluent murine RAW 264.7 macrophages (n = 4,\n\nt\n\ntest,\n\nP\n\n= 0.019). GFP-LC3\n\npunctae\n\nwere counted in 110 ± 45 control cells and in 115 ± 34 cells with\n\nPACSIN2\n\nKD.\n\nFigure S3.\n\nGFP-LC3\n\npunctae\n\nare increased after\n\nPACSIN2\n\nKD.\n\nMeasurement of GFP-LC3\n\npunctae\n\nwas performed by confocal microscopy on confluent HeLa\n\nGFP-LC3\n\ncells (\n\nt\n\ntest,\n\nP\n\n-value < 0.05). Cells with more than five LC3\n\npunctae\n\nwere considered autophagic cells.\n\nThe confocal results were in accordance with the increased amount of LC3-II in\n\nPACSIN2\n\nKD cells found by immunoblotting, and taken together, these results provide experimental evidence so far lacking on the involvement of PACSIN2 in the autophagy machinery and describe the direction of this effect, confirming the hypothesis generated by the agnostic approaches used in previous studies.\n\nPACSIN2\n\nKD alters the first phases of the autophagic flux\n\nTo understand the potential mechanism on the basis of\n\nPACSIN2\n\nregulation of the autophagic flux, LC3-II and SQSTM1/P62 concentrations were evaluated in both NALM6 and LS180 cell lines in the presence of 30 μM chloroquine, an autophagy inhibitor that impairs the late stage of the autophagic flux, blocking the process when autophagosomes fuse with lysosomes. As expected, 4 h of chloroquine treatment increased LC3-II in both MOCK and KD cell lines, but LC3-II amount was significantly higher in cells with\n\nPACSIN2\n\nKD compared with MOCK in both NALM6 (fold change 1.5 ± 0.13,\n\nP\n\n= 0.020,\n\nFig 3A\n\n) and LS180 (fold change 0.93 ± 0.03,\n\nP\n\n= 0.035,\n\nFig 3B\n\n) cells, suggesting that PACSIN2 could inhibit autophagy acting at the beginning of the autophagic flux. To evaluate the possible impact of chloroquine on SQSTM1/P62, we treated cells with this autophagic inhibitor for 24 h. Chloroquine treatment increased SQSTM1/P62 amount both in NALM6 KD and in LS180 KD cells (fold change NALM6: 1.57 ± 0.1,\n\nP\n\n= 0.047,\n\nFig 3C\n\n; LS180: 3.94 ± 1.8,\n\nP\n\n= 0.046,\n\nFig 3D\n\n) and not in NALM6 and LS180 MOCK cells, supporting the hypothesis that PACSIN2 could play a role in the first phases of autophagy.\n\nHigher inflammation and autophagy levels correspond to lower\n\nPACSIN2\n\ngene expression and protein concentrations in colon samples of IBD pediatric patients\n\nBecause impaired autophagy has been related to the development of pathological conditions, such as IBD, we evaluated the PACSIN2 gene and protein expression levels in inflamed and non-inflamed colon biopsies of IBD pediatric patients at diagnosis. In inflamed tissues, lower amount of both PACSIN2 mRNA (fold change 0.65 ± 0.63,\n\nP\n\n= 0.0084,\n\nFig 5A\n\n) and protein (fold change −0.38 ± 0.12,\n\nP\n\n= 0.017,\n\nFig 5B\n\n) levels and higher amount of LC3-II protein (fold change 1.32 ± 0.04,\n\nP\n\n= 0.024,\n\nFig 5B\n\n) were observed compared with non-inflamed tissues. Furthermore, these results were confirmed by a correlation analysis performed on these intestinal samples (Pearson’s r = −0.83, −0.97% to −0.3 95% confidence interval,\n\nP\n\n= 0.011,\n\nFig S4\n\n), showing an inverse correlation between PACSIN2 amount and autophagy levels, supporting the results observed in cell lines, and associating reduced PACSIN2 with increased autophagy. To evaluate the possible impact of the immune system cells, which could be infiltrated in the intestinal biopsies, interfering with the intestinal biopsy results,\n\nPACSIN2\n\nlevels were analyzed and compared in six samples of intestinal organoids and in six whole blood samples of IBD pediatric patients; no statistically significant differences in the\n\nPACSIN2\n\namount were detected (\n\nFig S5A\n\n). Consistently, similar PACSIN2 transcriptional levels were found analyzing intestinal biopsy cells and also specific intestinal biopsy–derived cell types, such as colon endothelium and fibroblast, compared with many cell types of the immunity system using the “IBD Transcriptome and Metatranscriptome Meta-Analysis” (IBD TaMMA) database (\n\nZhu et al, 2018\n\n) (\n\nFig S5B\n\n).\n\nFigure 5.\n\nPACSIN2 decreases in the presence of high autophagy and inflammation levels in colon biopsies of inflammatory bowel disease patients.\n\n(A)\n\nComparison of\n\nPACSIN2\n\ngene expression level between samples of inflamed and non-inflamed colon biopsies on a cohort of 15 inflammatory bowel disease pediatric patients:\n\nPACSIN2\n\nlevels were lower in inflamed colon tracts compared with non-inflamed ones (\n\nt\n\ntest,\n\nP\n\n= 0.0084).\n\n(B)\n\nPACSIN2 protein expression level in patients of the same cohort is decreased (n = 6,\n\nt\n\ntest,\n\nP\n\n= 0.017) in the presence of inflammation, corresponding to an increased LC3-II amount (n = 5,\n\nt\n\ntest,\n\nP\n\n= 0.024). These results indicate an inverse correlation between PACSIN2 and autophagy levels, supporting the results observed in cell lines.\n\nFigure S4.\n\nCorrelation between PACSIN2 and LC3-II in IBD intestinal biopsies.\n\nPACSIN2 levels and LC3-II amount showed an inverse correlation (Pearson’s r = −0.83, 95% confidence interval,\n\nP\n\n= 0.011) in the colon biopsies of IBD pediatric patients. The white squares in the graph represented the inflamed samples, whereas the black points represented the non-inflamed samples.\n\nFigure S5.\n\nPACSIN2 transcriptional levels in intestinal and immune cells (major cellular components of intestinal biopsies).\n\n(A)\n\nPACSIN2\n\nexpression level in IBD patient–derived intestinal organoids (n = 6) and in whole blood samples (n = 6); no statistically significant differences were found.\n\n(B)\n\nDifferential gene expression levels among intestinal and immune system cells according to the IBD TaMMA database with an FDR cutoff of 1 × 10\n\n−10\n\n. No significant difference in\n\nPACSIN2\n\nexpression was detected among cell types.\n\nPACSIN2 presents a LIR domain responsible for a protein–protein interaction with LC3\n\nThe examination of the primary structure for PACSIN2 protein (\n\nFig S6\n\n) using the iLIR database\n\n35\n\nrevealed the presence of one LIR domain (D-D-F-E-K-I), suggesting a potential physical interaction between PACSIN2 and LC3, a key protein in autophagosome formation and elongation. To determine whether PACSIN2 interacts with LC3, we performed co-immunoprecipitations between LC3 and PACSIN2 in NALM6 and LS180 cells under basal conditions. Immunoblotting analysis showed that PACSIN2 binds to LC3-II in both NALM6 (\n\nFig 6A\n\n) and LS180 (\n\nFig 6B\n\n) cells. In NALM6, experiments were performed also after chloroquine treatment to increase the available LC3 amount. These results confirmed the formation of a complex between PACSIN2 and LC3, consistent with the hypothesis that PACSIN2 could play its role in the first phases of the autophagic flux.\n\nFigure S6.\n\nLIR motif (D-D-F-E-K-I) within the PACSIN2 protein sequence.\n\nThe LIR motif (D-D-F-E-K-I) was mutated to evaluate its contribution to PACSIN2 protein–protein interaction with LC3 (mutated LIR motif: D-D-A-E-K-A).\n\nFigure 6.\n\nPACSIN2 interacts with LC3.\n\nCo-immunoprecipitation (Co-IP) experiments performed with cellular lysates from NALM6 and LS180 cells (n = 3). PACSIN2 and LC3 were immunoprecipitated with anti-PACSIN2 or anti-LC3 specific antibodies. Co-immunoprecipitated proteins were detected by Western blot using the indicated antibodies. Co-IP performed with IgG was included as a control of specificity. INPUT is shown to assess the presence of the proteins of interest within the cellular lysates.\n\n(A)\n\nCo-IP with NALM6 lysates; the black lines in the blots indicated a splice between lanes.\n\n(B)\n\nCo-IP with LS180 lysates;\n\n(C)\n\nCo-IP with lysates obtained from LS180 cells transiently expressing wild-tpye PACSIN2 and mutated PACSIN2 (PACSIN2 protein with both the phenylalanine in position 109 and the isoleucine in position 112 replaced by alanine). Cells transfected with an empty expression vector are used as a control.\n\nSource data are available for this figure.\n\nSource Data for Figure 6\n\nTo further demonstrate that the LIR domain of PACSIN2 is responsible for the protein–protein interaction between PACSIN2 and LC3-II, we performed the co-immunoprecipitations using LS180 transiently transfected with a plasmid coding for PACSIN2 wild-tpye isoform or one presenting PACSIN2 with a mutation in the LIR domain (both the phenylalanine in the third position of the LIR motif and the isoleucine in the last position of the LIR domain were substituted with alanine); cells transfected with an empty vector were used as a control. Results showed that by immunoprecipitating the mutated isoform of PACSIN2, the amount of co-immunoprecipitated LC3-II was lower (\n\nFig 6C\n\n), confirming the hypothesis that the LIR motif plays a crucial role in the interaction between these two proteins.\n\nPACSIN2\n\nKD impact on unfolded protein stress response evaluated as tunicamycin cytotoxicity\n\nAutophagy could be used by cells as a survival mechanism in response to many different stress sources, such as ER stress; however, elevated stress levels lead to cell death. Because\n\nPACSIN2\n\nKD cell lines presented an up-regulated basal autophagy level, we tested the cytotoxic effects of tunicamycin, an ER stress inducer, that stimulates precipitation of unfolded protein aggregates, resulting in an autophagy stimulation. Interestingly, NALM6 KD cells presented an increased sensitivity to tunicamycin compared with control cells (−log IC50 NALM6 MOCK versus −log IC50 NALM6 KD: 6.794 ± 0.05 M versus 7.064 ± 0.06 M,\n\nP\n\n= 0.0279,\n\nFig 7A\n\n). LS180 cells showed higher cytotoxicity to tunicamycin compared with NALM6 (−log IC50 NALM6 MOCK: 6.794 ± 0.05 M; −log IC50 LS180 MOCK: 8.3 ± 0.15 M); however, the presence of\n\nPACSIN2\n\nKD did not impact on tunicamycin cytotoxicity in LS180 cells (\n\nFig 7B\n\n).\n\nFigure 7.\n\nDrug cytotoxicity assays.\n\n(A)\n\nNALM6 drug cytotoxicity assay to tunicamycin (−log IC50 NALM6 MOCK: 6.8 ± 0.05 M; NALM6 KD: 7.1 ± 0.06 M; NALM6 *1: 7.1 ± 0.12 M; NALM6 KD*1: 7.1 ± 0.11 M, n = 3, two-way ANOVA,\n\nP\n\n= 0.028) showed that NALM6 KD cells were more sensitive to this agent than control cells. No statistically significant difference in cytotoxicity was found in the presence of TPMT overexpression.\n\n(B)\n\nMTT assay result for tunicamycin cytotoxicity in LS180 cells showed no statistically significant difference in the presence of\n\nPACSIN2\n\nKD (−log IC50 LS180 MOCK: 8.3 ± 0.15 M; LS180 KD: 8.1 ± 0.21 M, n = 3).\n\n(C)\n\nNALM6 sensitivity assay for mercaptopurine: NALM6*1 was the most sensitive cell line to mercaptopurine treatment after 72 h and differed significantly from control cells (−log IC50 NALM6 *1 versus NALM6 MOCK: 6.4 ± 0.08 M versus 5.9 ± 0.04 M, n = 6, two-way ANOVA,\n\nP\n\n< 0.0001); interestingly, NALM6 KD*1 cells showed similar sensitivity to control cells, suggesting a role of PACSIN2 in TPMT activity in the presence of its overexpression.\n\n(D)\n\nLS180 drug cytotoxicity assay for mercaptopurine: LS180 KD cells were more sensible to mercaptopurine than control cells (−log IC50 LS180 MOCK: 5.3 ± 0.1 M; LS180 KD: 5.8 ± 0.04 M, n = 4, two-way ANOVA,\n\nP\n\n< 0.0001).\n\nPACSIN2\n\nKD impact on mercaptopurine cytotoxicity\n\nThe role of PACSIN2 in mercaptopurine cytotoxicity was investigated in the presence of TPMT overexpression. Cytotoxicity assay results showed that NALM6 with the stable TPMT overexpression (NALM6*1,\n\nFigs S1\n\nand\n\nS2\n\n) were the cells most sensitive to mercaptopurine treatment after 72 h of drug exposure and differed significantly from NALM6 MOCK (−log IC50 NALM6 *1 versus NALM6 MOCK: 6.4 ± 0.08 M versus 5.9 ± 0.04 M,\n\nP\n\n< 0.0001); no differences in mercaptopurine-induced cytotoxicity were detected between NALM6 MOCK and NALM6 KD cells. Interestingly, NALM6 with both stable\n\nPACSIN2\n\nKD and TPMT overexpression (NALM6 KD*1,\n\nFigs S1\n\nand\n\nS2\n\n) showed similar sensitivity to NALM6 MOCK, suggesting a role of PACSIN2 in TPMT activity in the presence of its overexpression (\n\nFig 7C\n\n). We tested the effect of\n\nPACSIN2\n\nKD on mercaptopurine cytotoxicity in LS180, and interestingly, LS180 KD cells were more sensitive to mercaptopurine than control cells (−log IC50 LS180 KD: 5.8 ± 0.04 M versus LS180 MOCK: 5.3 ± 0.1 M,\n\nP\n\n< 0.0001,\n\nFig 7D\n\n), supporting the hypothesis of a possible tissue-specific role of PACSIN2 in intestinal cells.\n\nPACSIN2\n\nKD counteracts mercaptopurine-induced autophagy inhibition\n\nOn the basis of the increased cytotoxicity of mercaptopurine in the intestinal cell line LS180 with\n\nPACSIN2\n\nKD, we investigated the potential impact of mercaptopurine treatment on autophagy, using the drug concentrations displaying statistically different cytotoxicity (1.25 and 2.5 μM). In particular, the LS180 MOCK cells showed a higher percentage of survival compared with LS180 KD cells (103.08 ± 10.36 and 70.53± 11.48 for 1.25 μM mercaptopurine and 78.39 ± 9.8 and 48.53 ± 19.34 for 2.5 μM mercaptopurine in LS180 MOCK versus LS180 KD cells, respectively,\n\nFig 7D\n\n). We evaluated the amount of the autophagic marker LC3-II after 24 or 48 h of mercaptopurine treatment; as a control, we used untreated samples.\n\nAfter 24 h of mercaptopurine exposure, LC3-II was decreased in LS180 MOCK cells (fold change 1.25 μM: 0.72 ± 0.05,\n\nP\n\n= 0.0057; 2.5 μM: 0.59 ± 0.08,\n\nP\n\n= 0.0071,\n\nFig 8A\n\n) and LS180 KD cells (fold change 1.25 μM: 0.85 ± 0.02,\n\nP\n\n= 0.0037; 2.5 μM: 0.84 ± 0.02,\n\nP\n\n= 0.048,\n\nFig 8A\n\n) compared with untreated cells; 48 h of mercaptopurine treatment led to LC3-II reduction in both LS180 MOCK (fold change 1.25 μM MP: 0.53 ± 0.04,\n\nP\n\n= 0.0003; 2.5 μM MP: 0.14 ± 0.05,\n\nP\n\n< 0.0001,\n\nFig 8B\n\n) and LS180 KD (fold change 1.25 μM MP: 0.71 ± 0.12,\n\nP\n\n= 0.023; 2.5 μM MP: 0.60 ± 0.04,\n\nP\n\n= 0.004,\n\nFig 8B\n\n) cells, indicating that mercaptopurine is able to reduce LC3 amount in these cell lines.\n\nFigure 8.\n\nMercaptopurine effects on autophagy.\n\n(A)\n\nImmunoblotting results of the autophagic marker LC3-II after 24 h of 1.25 and 2.5 μM mercaptopurine treatment in LS180 cell lines. LS180 KD cells presented higher LC3-II levels compared with MOCK cells after 24 h (fold change untreated: 2.12 ± 0.06, n = 3,\n\nt\n\ntest,\n\nP\n\n< 0.0001; 1.25 μM: 2.52 ± 0.3, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0004; 2.5 μM: 3.1 ± 0.2, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0007). Mercaptopurine exposure for 24 h reduced LC3-II levels in LS180 MOCK cells compared with untreated cells (fold change 1.25 μM: 0.72 ± 0.05, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0057; 2.5 μM: 0.59 ± 0.08, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0071) and LS180 KD cells (fold change 1.25 μM: 0.85 ± 0.02, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0037; 2.5 μM: 0.84 ± 0.02, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.048).\n\n(B)\n\nLC3-II amount was reduced after 48 h of 1.25 μM and 2.5 μM mercaptopurine in LS180 cell lines. LS180 KD cells showed a higher amount of LC3-II compared with MOCK cells after 48 h (fold change untreated: 1.24 ± 0.07, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.03; 1.25 μM: 1.62 ± 0.3, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.035; 2.5 μM: 6.7 ± 2.35, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0015). Mercaptopurine treatment reduced LC3-II amount in both LS180 MOCK (fold change 1.25 μM MP: 0.53 ± 0.04, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.0003; 2.5 μM MP: 0.14 ± 0.05, n = 3,\n\nt\n\ntest,\n\nP\n\n< 0.0001) and LS180 KD (fold change 1.25 μM MP: 0.71 ± 0.12, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.023; 2.5 μM MP: 0.60 ± 0.04, n = 3,\n\nt\n\ntest,\n\nP\n\n= 0.004) cells, even if the decrease was less evident in LS180 KD cells. We performed immunoblotting using 10 μg of cell lysate.\n\nFurthermore, LS180 KD cells presented higher LC3-II amount compared with MOCK cells after both 24 h (fold change untreated: 2.12 ± 0.06,\n\nP\n\n< 0.0001; 1.25 μM: 2.52 ± 0.3,\n\nP\n\n= 0.0004; 2.5 μM: 3.1 ± 0.2,\n\nP\n\n= 0.0007,\n\nFig 8A\n\n) and 48 h (fold change untreated: 1.24 ± 0.07,\n\nP\n\n= 0.03; 1.25 μM: 1.62 ± 0.3,\n\nP\n\n= 0.035; 2.5 μM: 6.7 ± 2.35,\n\nP\n\n= 0.0015,\n\nFig 8B\n\n), consistent with what was observed in confluent untreated cells (\n\nFig 3B\n\n).\n\nTaken together, these immunoblotting results indicate that mercaptopurine treatment reduces autophagy levels; interestingly, this effect is less evident in\n\nPACSIN2\n\nKD cells and is in line with the previous observations that PACSIN2 acts as a negative regulator of autophagy.\n\nBoth mercaptopurine treatment and\n\nPACSIN2\n\nKD increase apoptosis in intestinal cells\n\nWe also investigated the potential impact of\n\nPACSIN2\n\nKD on apoptosis, after exposure of intestinal LS180 cells to mercaptopurine at 1.25 and 2.5 μM, evaluating the amount of cleaved PARP1 in intestinal LS180 cells by immunoblotting. LS180 KD cells showed increased apoptosis compared with control MOCK cells under basal condition after 24 h of cell growth (fold change 2.00 ± 0.26,\n\nP\n\n= 0.020,\n\nFig 9A\n\n); interestingly, no statistically significant differences in cleaved PARP1 amount between LS180 MOCK and LS180 KD cells were detected after 48 h of cell growth without mercaptopurine treatment, indicating the presence of a similar apoptotic level in both cell lines at this time point. Treatment with 1.25 μM mercaptopurine for 24 h reduced apoptosis in both LS180 MOCK (fold change 0.32 ± 0.02,\n\nP\n\n< 0.0001) and LS180 KD (fold change 1.25 μM: 0.95 ± 0.07,\n\nP\n\n= 0.019) cells, compared with untreated controls, whereas exposure to 2.5 μM mercaptopurine increased apoptosis both in LS180 MOCK (fold change 5.21 ± 0.54,\n\nP\n\n= 0.0014,\n\nFig 9A\n\n) and in LS180 KD (fold change 12.3 ± 0.51,\n\nP\n\n< 0.0001,\n\nFig 9A\n\n) cells. Interestingly, consistently higher apoptosis was detected in LS180 KD cells exposed to mercaptopurine, compared with MOCK (fold change 1.25 μM: 2.97 ± 0.31,\n\nP\n\n= 0.001; 2.5 μM: 2.41 ± 0.2,\n\nP\n\n= 0.0007,\n\nFig 9A\n\n) at 24 h. Furthermore, after 48 h of 2.5 μM mercaptopurine exposure, an increased apoptotic level was detected in LS180 KD cells (fold change 3.25 ± 0.42,\n\nP\n\n= 0.050) compared with the untreated samples, indicating higher apoptosis in LS180 KD cells at this time point.\n\nFigure 9.\n\nMercaptopurine effects on apoptosis.\n\n(A)\n\nImmunoblotting results of total and cleaved PARP1 in LS180 cell lines under basal condition or after 24 h of 1.25 μM and 2.5 μM mercaptopurine or 5 μM doxorubicin treatment in LS180 cell lines showed that drug-induced apoptosis increases in both cell lines; interestingly, this increase was higher in the presence of\n\nPACSIN2\n\nKD.\n\n(B)\n\nImmunoblotting results of total and cleaved PARP1 in LS180 cell lines under basal condition or after 48 h of 1.25 μM and 2.5 μM mercaptopurine or 24 h of 5 μM doxorubicin treatment in LS180 cell lines showed that drug exposure induces apoptosis, especially in cells with\n\nPACSIN2\n\nKD. We performed immunoblotting using 10 μg of cell lysate.\n\n(C)\n\nDiOC6 assay results showed the percentage of the mitochondrial membrane polarization under basal condition and after 24, 48, or 72 h of mercaptopurine exposure; 24 h 5 μM doxorubicin treatment was used as a positive control. After treatment, cells with\n\nPACSIN2\n\nKD showed a lower mitochondrial membrane polarization, supporting the immunoblotting evidence about the potential role of mercaptopurine as an apoptotic inducer.\n\nBecause the disruption of the mitochondrial membrane is one of the crucial steps in apoptosis activation by both intrinsic and extrinsic pathways, we performed the DiOC6 assay to evaluate the percentage of mitochondrial membrane polarization under basal condition and after 24, 48, and 72 h of mercaptopurine treatment; as a control, we used untreated cells cultured for the same time points. Results showed that after 72 h of mercaptopurine treatment, the percentage of the mitochondrial membrane potential was reduced in LS180 KD (untreated cells versus 1.25 μM: −15.95%,\n\nP\n\n= 0.026; untreated cells versus 2.5 μM: −26.42%,\n\nP\n\n< 0.0001), indicating increased apoptotic levels after mercaptopurine exposure. Interestingly, LS180 KD showed reduced mitochondrial membrane potential compared with MOCK control cells after 72 h of 2.5 μM mercaptopurine treatment (MOCK versus KD: −19.69%,\n\nP\n\n= 0.0012), further supporting increased apoptotic levels in LS180 KD cells after mercaptopurine treatment (\n\nFig 9C\n\n).\n\nTaken together with mercaptopurine cytotoxicity analyses in LS180 cells, these results suggest a possible contribution of apoptosis in mercaptopurine cellular death that is more evident in LS180 KD cells.\n\nPACSIN2 KD did not impact on the amount of thiopurine metabolites\n\nOn the basis of the cytotoxicity results in the intestinal LS180 cell lines, intracellular concentrations of thiopurine metabolites were evaluated through the HPLC-UV system after exposure of cells to 2.5 μM mercaptopurine for 24 and 48 h, to evaluate the effect of\n\nPACSIN2\n\nKD.\n\nPACSIN2\n\nKD did not have a significant impact on the amount of both thionucleotides (TGN) and methylated nucleotides (MMPN) (\n\nFig S7\n\n). Taken together, these results suggest that\n\nPACSIN2\n\nKD does not affect thiopurine pharmacokinetics.\n\nFigure S7.\n\nThiopurine metabolite amount after 24 and 48 h of mercaptopurine exposure.\n\nControl (MOCK) and PACSIN2-silenced (KD) LS180 cells were treated with mercaptopurine 2.5 mM for 24 and 48 h. Thiopurine metabolites were extracted and analyzed by HPLC.\n\n(A)\n\nAnalysis of thioguanine nucleotide: the presence of\n\nPACSIN2\n\nKD and the timing of mercaptopurine exposure did not impact on thioguanine nucleotide amount.\n\n(B)\n\nAnalysis of methylmercaptopurine nucleotides (MMPN): the timing of mercaptopurine exposure reduced MMPN levels in both LS180 MOCK and LS180 KD cells, but this difference reached a statistically significant level only in LS180 MOCK cells (\n\nP\n\n= 0.037, two-way ANOVA). The silencing of\n\nPACSIN2\n\ndid not impact on MMPN levels.\n\nPACSIN2 alters TPMT concentrations through a mechanism different from autophagy\n\nBecause PACSIN2 is capable of modulating the level of TPMT activity, we wanted to investigate whether autophagy could be the molecular mechanism on the basis of these observations. We first determined whether the turnover of TPMT*1 was increased in NALM6 KD*1 cells (\n\nFig 10\n\n). Cells were incubated for different times with the mRNA translation inhibitor cycloheximide. The basal amount of PACSIN2 (t = 0) in NALM6 KD*1 (left panel) was 7% of that measured in NALM6 *1 control cells (right panel), indicating a complete KD of\n\nPACSIN2\n\ncompared with control cells. The half-life of the residual amount of PACSIN2 in NALM6 KD*1 cells was decreased to 5 h compared with 39 h in NALM6*1 control cells. This is in accordance with immunoblotting and confocal microscopy results that showed an increased autophagy level in NALM6 KD cells. However, surprisingly, although the expression of TPMT at t = 0 in NALM6 KD*1 cells (left panel) was only 15% compared with NALM6*1 control cells (right panel), the half-life of TPMT was similar (43–59 h) in both cell lines. This indicates that the reduction of TPMT expression in NALM6 KD*1 cells is unrelated to autophagy, suggesting that PACSIN2 alters cellular TPMT protein levels via a mechanism different from its effects on autophagy.\n\nFigure 10.\n\nTPMT*1 protein stability is not influenced by\n\nPACSIN2\n\nKD.\n\n(A)\n\nLysates of NALM6 cells overexpressing TPMT*1 (NALM6*1) with silenced\n\nPACSIN2\n\n(KD) or\n\n(B)\n\ncontrol cells transduced with scramble shRNA (CONTROL) were incubated with the mRNA translation inhibitor cycloheximide and collected after 0, 3, 6, 24, 36, 48, and 72 h. 50 μg of cell lysates was analyzed on immunoblotting incubated with antibodies against PACSIN2, TPMT, and actin used as a loading control. The experiment was repeated two times obtaining consistent results. The black lines in the blots indicated a splice between lanes.\n\nSource data are available for this figure.\n\nSource Data for Figure 10\n\nDiscussion\n\nIn this study, we demonstrate for the first time that PACSIN2 is an inhibitor of autophagy, acting at the beginning of the autophagic flux. PACSINs are proteins that functionally link actin cytoskeleton and vesicle formation by regulating tubulin polymerization, and exert their function mainly through protein–protein interactions with different substrates, such as N-WASP or dynamin. PACSINs have various biological roles, including modulation of endocytosis (\n\nde Kreuk et al, 2011\n\n;\n\nDumont & Lehtonen, 2022\n\n) and membrane tubulation in cells such as megakaryocytes, likely contributing to platelet formation (\n\nShimada et al, 2010\n\n;\n\nDumont & Lehtonen, 2022\n\n). PACSIN2 presents a high sequence homology with PACSIN1, which is implicated in signaling networks that control autophagy under optimal growth conditions (\n\nSzyniarowski et al, 2011\n\n;\n\nOe et al, 2022\n\n).\n\nTo elucidate PACSIN2 involvement in autophagy, we followed the paradigm that autophagy-related proteins, such as SQSTM1/P62 (\n\nMathew et al, 2009\n\n) or ATG16L1 (\n\nCadwell et al, 2008\n\n), are accumulated in autophagy-deficient cells and are reduced after induction of autophagy by stimuli such as rapamycin. Our results showed that in autophagy-deficient Atg7\n\n−/−\n\nMEF cells, PACSIN2 protein amount was about two times higher than in wild-tpye control MEF cells; moreover, after induction of autophagy by rapamycin, PACSIN2 concentration decreased only in autophagy-proficient Atg7\n\n+/+\n\nMEF cells, indicating a possible involvement of PACSIN2 in the autophagy machinery. Similarly, SQSTM1/P62 resulted accumulated in immortalized baby mouse kidney cells presenting\n\nBeclin1\n\nor\n\nAtg5\n\nknockout and therefore autophagy-deficient MEFs (\n\nMathew et al, 2009\n\n), whereas ATG16L1 concentration was reduced after rapamycin exposure in autophagy-proficient MEFs (\n\nCadwell et al, 2008\n\n). To investigate further the role of PACSIN2 in autophagy, we evaluated the effect of\n\nPACSIN2\n\nKD in different in vitro models representative of the lymphoid and intestinal tissues on the autophagic markers LC3 and SQSTM1/P62. LC3 is a key autophagy protein involved in elongation of the phagophore membrane and in autophagosome maturation; upon induction of autophagy, cytosolic LC3-I is converted to LC3-II by conjugation to phosphatidylethanolamine and subsequently translocated to autophagosomal membranes (\n\nKabeya et al, 2004\n\n).\n\nOverall, increased autophagy was observed when\n\nPACSIN2\n\nwas silenced, suggesting that this protein could be a negative modulator of autophagy. In particular, higher LC3-II levels and lower SQSTM1/P62 were detected after\n\nPACSIN2\n\nKD in both cell lines; consistently, recent results on HeLa cells showed higher LC3-II levels after\n\nPACSIN1\n\nKO, indicating a role of PACSIN1 as a negative modulator of autophagy (\n\nOe et al, 2022\n\n); moreover, a similar approach was used in a previous study on osteosarcoma U2OS cells and MEF cells transfected with siRNA for silencing\n\nBAP31\n\n, an ER membrane protein acting as autophagic negative modulator, that showed a higher amount of LC3-II protein expression level and LC3-GFP\n\npunctae\n\n(\n\nMachihara & Namba, 2019\n\n). The human protein Atlas (Human Protein Atlas\n\nproteinatlas.org\n\n) (\n\nUhlén et al, 2015\n\n) showed a higher LC3 expression in intestine compared with lymphoid tissue, which could be explained by a different epigenetic control (\n\nLee & Lee, 2016\n\n). Consistently, our immunoblotting results for LC3 indicated a higher autophagy basal level in LS180 cells compared with NALM6. Interestingly, a higher LC3-I amount after\n\nPACSIN2\n\nKD was detected in NALM6 cells and not in LS180 cells. The higher LC3-I conversion to LC3-II in NALM6 KD cells because of autophagosome formation might stimulate the transcription of LC3, leading to a statistically significant increased level of LC3-I (\n\nZhu et al, 2018\n\n;\n\nDi Malta et al, 2019\n\n).\n\nIn the intestine, autophagy plays a role in the prevention of inflammation and altered autophagy levels have been associated with IBD (\n\nLapaquette et al, 2015\n\n;\n\nShao et al, 2021\n\n). Interestingly, both PACSIN2 gene expression and protein concentrations were decreased in the presence of higher autophagy levels in inflamed colon samples from a cohort of pediatric IBD patients, supporting the inverse correlation between PACSIN2 amount and autophagy levels. Consistently, a recent study identified an increased amount of the autophagy protein Atg10 in colon biopsies of IBD patients compared with healthy donors (\n\nAbbasi Teshnizi et al, 2021\n\n). The presence of disrupted autophagy is considered a contributing factor for IBD pathogenesis (\n\nIida et al, 2017\n\n), and also, different polymorphisms in autophagy genes have been associated with pediatric IBD onset through genome-wide association studies (\n\nKhor et al, 2011\n\n;\n\nIida et al, 2017\n\n). From a clinical point of view, the drug-mediated autophagy modulation is considered a promising mechanism for IBD clinical management, and different drugs, involved in autophagy modulation, are currently under clinical trial (\n\nAzzman, 2019\n\n;\n\nRetnakumar & Muller, 2019\n\n). Because PACSIN2 is a negative autophagy modulator, it would be interesting to investigate whether PACSIN2 targeting and modulation by a small molecule could affect autophagy in intestinal models and result beneficial for IBD patients. In order to understand the mechanisms by which\n\nPACSIN2\n\nKD causes LC3-II to increase and identify the step of autophagic flux where PACSIN2 is involved, we blocked the last phases of the autophagic process by chloroquine treatment (\n\nJiang & Mizushima, 2015\n\n;\n\nYoshii & Mizushima, 2017\n\n). A further increase in autophagy in\n\nPACSIN2\n\nKD cells treated with chloroquine was documented, suggesting that PACSIN2 impairs the autophagic flux during the early phases and does not cause a defect in lysosomal degradation (\n\nYoshii & Mizushima, 2017\n\n). A similar result was observed by Machihara and collaborators that exposed U2OS cells knocked out for\n\nBAP31\n\nto bafilomycin A1, a substance with the same mechanism of action of chloroquine (i.e., autophagosome–lysosome fusion blockage (\n\nFedele & Proud, 2020\n\n)) bafilomycin A1 treatment, increased LC3-II particularly in cells without\n\nBAP31\n\n(\n\nMachihara & Namba, 2019\n\n).\n\nDifferent autophagy modulators interact with LC3 (\n\nMizushima et al, 2010\n\n;\n\nBirgisdottir et al, 2013\n\n;\n\nChun & Kim, 2018\n\n). PACSIN2 protein shows different interacting region domains, responsible for a physical interaction with other proteins, such as Rac-1, Cobll1, and SH3BP1, that modulate different cellular biological processes and impacts on tyrosine kinase inhibitor sensitivity in\n\nin vitro\n\nmodels (\n\nde Kreuk et al, 2011\n\n;\n\nPark et al, 2022\n\n). Interestingly, we found that PACSIN2 presents a LIR domain in its N-terminal amino acid sequence, responsible for a physical interaction with LC3 that may permit to exert PACSIN2 regulation on autophagy. Consistently,\n\nPankiv et al (2007)\n\nidentified a LIR motif on SQSTM1/P62 primary protein sequence and demonstrated that it is fundamental for the binding to LC3. In particular, the binding between SQSTM1/P62 and LC3 is mediated by a 22-residue sequence in the N-terminal region of the SQSTM1/P62 protein and contains an evolutionarily conserved motif (D-D-W-T-H-L), presenting an aromatic amino acid in the central position and an aliphatic amino acid in the last position of the motif, similar to the LIR motif of PACSIN2, that presents amino acids with the same characteristics in the third and in the last position of the domain (\n\nPankiv et al, 2007\n\n). Many different autophagic receptors, such as NBR1, FYCO1, NIX, PLEKHM1, and JIP1, involved in the autophagy regulation, present a LIR domain that represents the fundamental molecular mechanisms through which these proteins modulate autophagy (\n\nNovak et al, 2010\n\n;\n\nRozenknop et al, 2011\n\n;\n\nFu et al, 2014\n\n;\n\nOlsvik et al, 2015\n\n;\n\nMcEwan et al, 2015\n\n).\n\nAutophagy could be used by cells as a survival mechanism in response to many different stress sources, such as ER stress (\n\nOgata et al, 2006\n\n); however, in elevated stress conditions, autophagy may contribute to cell death (\n\nLiu et al, 2017\n\n). The cytotoxicity assay results of tunicamycin showed a higher cytotoxic effect of this compound on LS180 cells compared with NALM6 cells; consistently, the intestinal LS180 cells presented a higher basal autophagy level compared with NALM6, and the exposure to tunicamycin, which increases cellular stress, might induce a further cell death both in LS180 MOCK and in KD cells, not permitting to detect the possible effect of\n\nPACSIN2\n\nKD in this intestinal model. The effect of\n\nPACSIN2\n\nKD after tunicamycin exposure was observed in NALM6 cells: NALM6 KD cells presented an increased sensitivity to the ER stress inducer tunicamycin compared with control cells, probably because the loss of\n\nPACSIN2\n\nincreased autophagy and the cell exposure to a further stress source, such as tunicamycin treatment, affected in a significant way the cell vitality. The presence of unfolded proteins stimulates ER stress response, activating the unfolded protein response pathway, leading to the induction of mTORC1, an autophagy negative regulator that stimulates SQSTM1/P62 accumulation (\n\nGuha et al, 2017\n\n). A previous study performed on wild-type (SQSTM1/P62\n\n+/+\n\n) and SQSTM1/P62-deficient (SQSTM1/P62\n\n−/−\n\n) MEF cells treated with tunicamycin found that the absence of SQSTM1/P62 stimulates apoptotic cell death (\n\nPark et al, 2016\n\n). Consistently, our results showed that NALM6 KD cells have higher autophagy levels, associated with decreased SQSTM1/P62 amount and increased tunicamycin sensitivity.\n\nOur observation that TPMT protein concentrations were reduced in\n\nPACSIN2\n\nKD cells is concordant with our previous reports that PACSIN2 modulates TPMT activity in patients with ALL (\n\nStocco et al, 2012\n\n). Indeed, we observed also that TPMT overexpression in NALM6 cells increased mercaptopurine sensitivity, as described before. In particular, this higher sensitivity in NALM6*1 cells compared with MOCK is due to the supra-physiological accumulation of methylated metabolites, which occurs\n\nin vitro\n\nupon TPMT overexpression (\n\nDervieux et al, 2001\n\n). Interestingly, the presence of\n\nPACSIN2\n\nKD was able to rescue this effect, supporting the influence of PACSIN2 on TPMT activity, previously demonstrated both in these cell lines and in ALL pediatric patients (\n\nStocco et al, 2012\n\n). However, although\n\nPACSIN2\n\nKD consistently lowers the cellular concentration of TPMT*1 protein, the degradation of TPMT*1 is not affected by the induction of autophagy. This result is concordant with previous reports, which showed that TPMT is targeted for degradation by the proteasome rather than autophagy (\n\nTai et al, 1999\n\n;\n\nLi et al, 2008\n\n). In contrast, the half-life of residual PACSIN2 is greatly reduced after its KD, likely because of the demonstrated increased autophagy in\n\nPACSIN2\n\nKD. Interestingly, the HPLC-UV analysis showed that\n\nPACSIN2\n\nKD did not affect concentraionts of thiopurine metabolites, indicating that PACSIN2 is not able to affect thiopurines pharmacokinetics, but rather their pharmacodynamics.\n\nWe previously reported that\n\nPACSIN2\n\nvariants increased the severity of gastrointestinal toxicity during consolidation therapy for ALL (\n\nStocco et al, 2012\n\n). Interestingly,\n\nPACSIN2\n\nKD increased significantly mercaptopurine sensitivity in intestinal cell lines but not in leukemia cell lines, suggesting a tissue-specific effect of PACSIN2 in the intestine; however, further investigations are needed to shed light on the molecular mechanisms on the basis of the biological function of PACSIN2 in different tissues. PACSIN2 was also reported to interact directly with Rac-1, a protein whose inhibition by thiopurine’s active metabolites has been involved in thiopurine’s mechanism of cytotoxicity (\n\nde Kreuk et al, 2011\n\n). Therefore, the interaction between PACSIN2 effects on autophagy and Rac-1 inhibition by thiopurines may govern thiopurine effects on cell lines exposed to these drugs and should be further explored. To investigate the possible tissue-specific role of PACSIN2 in the intestine, we evaluated autophagy and apoptosis levels after mercaptopurine treatment and found that mercaptopurine increased apoptosis and, surprisingly, reduced autophagy in LS180 intestinal cells. This result on autophagy is in contrast with a previous study performed on other stabilized intestinal cell lines (HT29 cells), which found increased LC3-II levels after mercaptopurine exposure. However, Chaabane and collaborators evaluated autophagy after cell exposure to higher concentrations of mercaptopurine (50 μM mercaptopurine for 24 h) compared with the drug concentrations we used (1.25 and 2.5 μM) in our treatment protocol: indeed, after exposure to mercaptopurine, cells were grown without treatment for 72 h and then analyzed (\n\nChaabane & Appell, 2016\n\n). The replacement of medium with drug with a fresh medium could be a source of energy that may stimulate the activation of survival mechanisms, such as autophagy. From a clinical point of view, the mercaptopurine concentrations used in the current study were more therapeutically relevant compared with those used in Chaabane’s study; moreover, the intestinal\n\nin vitro\n\nmodel LS180 used in the current study is commonly considered a good model to investigate the effects of the intestinal drug metabolism and to test the cytotoxic effect of drugs (\n\nvan de Kerkhof et al, 2007\n\n).\n\nAutophagy can induce or block apoptosis depending on the type of cell, nature, and duration of the stimulus (\n\nXie et al, 2020\n\n). Molecular mechanisms on the basis of the cross-talk between the two pathways remain unclear because the interconnection between autophagy and apoptosis may occur at different stages and may involve different molecules such as Beclin1, Bcl-2, PINK1, and SQSTM1/P62 (\n\nDjavaheri-Mergny et al, 2010\n\n;\n\nZhang et al, 2018\n\n;\n\nWang et al, 2019\n\n;\n\nZhu et al, 2021\n\n). Our results showed that in the presence of mercaptopurine, the higher autophagy levels because of the lack of\n\nPACSIN2\n\npromote apoptosis, leading to increased drug sensitivity in LS180 KD cells compared with LS180 MOCK. The direct correlation between autophagy and apoptotic cell death had been already reported in literature for other compounds and\n\nin vitro\n\nmodels. It is difficult to identify the specific molecular mechanism of PACSIN2 in the interplay between autophagy and apoptosis, but we hypothesize that SQSTM1/P62 could be involved in this interplay, because it has been demonstrated that the increased amount of this protein in the presence of lower autophagy levels leads to apoptosis induction (\n\nZhu et al, 2021\n\n).\n\nAlthough the results about the inverse correlation between PACSIN2 and autophagy levels are encouraging and consistent between cell lines and intestinal biopsies, the evaluation only\n\nex vivo\n\nof the association and\n\nin vitro\n\nof the causality between PACSIN2 amount and autophagy levels and the lack of\n\nin vivo\n\nassessment of the causality represent limitations of the study and future experiments need to be planned accordingly. Another limitation of the current study is that although we demonstrated that PACSIN2 modulates both autophagy and TPMT protein concentration, we did not observe an influence on TPMT protein degradation. Therefore, other molecular mechanisms must be considered, such as direct modulation of TPMT mRNA concentration by\n\nPACSIN2\n\n, consistent with our previous studies showing that\n\nPACSIN2\n\nKD is associated with reduced TPMT protein concentration and TPMT mRNA levels (\n\nStocco et al, 2012\n\n). This hypothesis needs to be evaluated by further studies.\n\nTaken together, our findings demonstrate for the first time a clear role of PACSIN2 as an inhibitor of autophagy, putatively through inhibition of autophagosome formation by a protein–protein interaction with LC3-II mediated by a LIR motif present in the PACSIN2 sequence. Moreover, we provide\n\nin vitro\n\nevidences of the role of PACSIN2 as a modulator of mercaptopurine-induced cytotoxicity in intestinal cells, suggesting that PACSIN2-regulated autophagy might influence thiopurine sensitivity. Prospectively, these findings could be relevant for the personalization of therapy in pediatric patients needing thiopurines.\n\nMaterials and Methods\n\nCell lines and treatments\n\nThe following stabilized cell lines were used: (I) MEFs, both as Atg7 wild-type (Atg7\n\n+\n\n/\n\n+\n\n) autophagy-competent control cells and as Atg7 knockout cells (Atg7\n\n−/−\n\n), used as autophagy-deficient models (\n\nTaherbhoy et al, 2011\n\n); (II) human peripheral blood leukemia pre–B cells NALM6; (III) NALM6 presenting the forced\n\nTPMT*1\n\noverexpression (NALM6*1); (IV) human colon adenocarcinoma cells LS180; (V) human epithelial cervix adenocarcinoma HeLa cells with forced expression of GFP-LC3 (HeLa\n\nGFP-LC3\n\n); and (VI) murine macrophages RAW 264.7 with forced expression of GFP-LC3 (RAW\n\nGFP-LC3\n\n). NALM6, NALM6*1, LS180, HeLa\n\nGFP-LC3\n\n, and RAW\n\nGFP-LC3\n\ncell lines were stably engineered to knock down\n\nPACSIN2\n\n(KD); as a control, we used the same cell line transfected with a scramble vector (MOCK), as previously described (\n\nStocco et al, 2012\n\n,\n\nFigs S1\n\nand\n\nS2\n\n). MEF, HeLa\n\nGFP-LC3\n\n, and RAW\n\nGFP-LC3\n\ncell lines were grown in DMEM containing 10% FBS and 20 mM glutamine; NALM6 and LS180 cell lines were grown in RPMI 1640 containing 10% FBS and 20 mM glutamine. Cells were cultured and maintained according to standard procedures.\n\nPACSIN2 protein stability was investigated after autophagy induction by rapamycin and after inhibition of protein synthesis by cycloheximide exposure (\n\nCadwell et al, 2008\n\n). The autophagic flux was evaluated by exposing cells to chloroquine, which impairs autophagosomes fusion with lysosomes (\n\nYoshii & Mizushima, 2017\n\n). The effect of\n\nPACSIN2\n\nKD on unfolded protein response induced by tunicamycin exposure was investigated (\n\nPark et al, 2016\n\n). For mercaptopurine, whose toxicity on intestinal and lymphoid cells has been associated with\n\nPACSIN2\n\nvariant (\n\nStocco et al, 2012\n\n), we evaluated the effect of\n\nPACSIN2\n\nKD on cytotoxicity, considering also induction of autophagy and apoptosis. Furthermore, cells were exposed to cycloheximide alone, to evaluate the effect of\n\nPACSIN2\n\nKD on TPMT protein stability (\n\nKao et al, 2015\n\n). Treatments used to evaluate the impact of\n\nPACSIN2\n\nKD on autophagy and mercaptopurine sensitivity in different cell lines are summarized in Table S1.\n\nTable S1\n\nSummary of cell line treatments.\n\nPatient samples\n\nThirtytwo pediatric patients (mean age: 13.9 ± 0.74 years, 17 males [53.12%]; 19 of them presented Crohn’s disease [59.4%], whereas 13 were affected by ulcerative colitis [40.6%]) were enrolled at diagnosis at the Gastroenterology Unit of the Pediatric Department of the Institute for Maternal and Child Health IRCCS Burlo Garofolo in Trieste, Italy. Local ethical committee approval for the study was obtained. The study was conducted in accordance with the principles outlined in the Declaration of Helsinki, and the parents of all the participating children gave written informed consent before study participation. Biopsies were collected in 26 patients, during a diagnostic colonoscopy. Inflamed and non-inflamed tissues of 15 patients were collected in TRIzol (15596026; Thermo Fisher Scientific) for RNA isolation, whereas inflamed and non-inflamed tissues from other five patients were used for protein lysate preparation. For six IBD pediatric patients, colon biopsies were used to generate intestinal organoids: crypts embedded in Matrigel (CLS356231; Corning) were cultured and passaged as described by Jung and colleagues (\n\nJung et al, 2011\n\n). From this intestinal model, the RNA was extracted and used for the gene expression analyses. Finally, for six patients the RNA deriving from whole blood was available for the gene expression analyses.\n\nImmunoblotting\n\nCells were pelleted by 5-min centrifugation at room temperature at 300\n\ng\n\n, washed once with PBS, and lysed as follows. MEF and HeLa\n\nGFP-LC3\n\ncell lines were lysed with RIPA buffer (50 mM Tris–HCl, 150 mM NaCl, 1.0% NP-40, 0.5% sodium deoxycholate, 1 mM EDTA, 0.1% SDS, and 0.01% sodium azide) supplemented with Complete Protease Inhibitor Cocktail (04693116001; Roche). NALM6 and LS180 cell lines were lysed in a buffer containing 10 mM Tris–HCl, pH 7.4, 0.1% SDS, 100 mM NaCl, and 100 mM EDTA, supplemented with Halt Protease Inhibitor Cocktail 1× (87786; Thermo Fisher Scientific). Protein quantification was performed by the Bradford analysis (B6916; Sigma-Aldrich), and absorbance was measured at 570 nm on a Microplate Reader EL311 (214891; BioTek Instruments, Inc.). Ten biopsies (five non-inflamed and five inflamed) of the intestinal tracts of pediatric patients with IBD were lysed in RIPA buffer supplemented with Halt Protease Inhibitor Cocktail 1× (87786; Thermo Fisher Scientific). Protein quantification was performed by Pierce BCA Protein Assay Kit (23227; Thermo Fisher Scientific), and absorbance was measured at 570 nm. Equal amounts of proteins (10–50 μg, as specified in the immunoblotting results in figure legends) were separated on NuPAGE 10% Bis-Tris protein gels (NP0301BOX; Life Technologies) or Bolt 4–12%, Bis-Tris, 1.0 mm Mini Protein Gel (NW04122BOX; Thermo Fisher Scientific). Proteins were then transblotted to nitrocellulose membranes (PB7320; Thermo Fisher Scientific) using Electrophoresis Power Supply (EPS301; Thermo Fisher Scientific). After incubation with 5% non-fat milk in Tris-buffered saline (50 mM Tris-Cl and 150 mM NaCl, pH 7,5) with 0.1% Tween-20 (T-TBS) for 1 h, membranes were incubated with rabbit primary antibodies against human proteins LC3 (1:1,000 dilution; ab48394; Abcam), PACSIN2 (1:100 dilution; TA325022; OriGene), GAPDH (1:500 dilution; sc20357; Santa Cruz), actin (1:3,000 dilution; ab218787; Abcam), SQSTM1/P62 (1:250 dilution; GT381; GeneTex), PARP1 (1:1,000 dilution; #9532; Cell Signaling Technology), or mouse primary antibody against human TPMT (1:500 dilution; sc-374154; Santa Cruz), followed by incubation with appropriate HRP-conjugated secondary anti-rabbit IgG (1:10,000 dilution; AP132P; Merck) or HRP-conjugated secondary anti-mouse IgG (1:20,000 dilution; anti-mouse IgG, HRP-linked Antibody #7076; Cell Signaling Technology). Immunocomplexes were visualized by chemiluminescence using the LiteAblot TURBO Extra Sensitive Chemiluminescent Substrate (EMP012001; Euroclone) and using photographic films (Carestream Kodak Biomax, Z373508; Merck) or with the ChemiDoc gel imaging system (Bio-Rad). Protein levels were quantified by densitometry normalized against GAPDH or actin. Signal intensities were quantified using ImageJ and normalized for the signal intensity of the loading control in the same lane.\n\nConfocal live imaging\n\nBecause of the difficulty of performing imaging experiments in suspension cells such as NALM6, imaging experiments were performed in adherent HeLa\n\nGFP-LC3\n\nand RAW 264.7\n\nGFP-LC3\n\ncell lines to measure GFP-LC3\n\npunctae\n\n, considered as a gold standard assay to assess autophagosome quantity in cells (\n\nKabeya et al, 2004\n\n;\n\nKlionsky et al, 2014\n\n). The number of autophagic cells was measured by the percentage of cells containing five or more GFP-LC3\n\npunctae\n\nin the same confocal field. Live-cell imaging was performed with the inverted microscope Nikon TE2000-E equipped with a confocal system C1Si (Nikon), an argon laser at 488 nm, and DPSS lasers at 404 and 561 nm (Melles Griot). Temperature was kept at 37°C and CO\n\n2\n\nat 5% using an environmental control chamber (In Vivo Scientific). Images were acquired on cells cultivated at 70% confluence, using a 40× objective with oil immersion.\n\nGene expression analysis on patients’ biopsies\n\nTotal RNA was extracted from patients’ biopsies using TRIzol reagent (15596026; Thermo Fisher Scientific) according to the manufacturer’s instructions; RNA concentration and purity were evaluated using NanoDrop instrument (NanoDrop 2000; Thermo Fisher Scientific). The reverse transcription reaction was performed using the High Capacity RNA-to-cDNA Kit (4387406; Thermo Fisher Scientific), and quantitative real-time (RT) PCR was carried out in duplicate using the TaqMan Gene Expression Assay to assess\n\nPACSIN2\n\nmRNA expression, according to the manufacturer’s instructions.\n\nPACSIN2\n\nexpression values were normalized using the ribosomal protein lateral stalk subunit P0 (\n\nRPLP0\n\n) as a reference gene for the intestinal biopsy samples and using actin for the samples deriving from intestinal organoids and the whole blood. Results were expressed as base 10 logarithm of the ΔCt of the relative expression (RE).\n\nLIR identification\n\nThe examination of the primary structure for PACSIN2 protein to identify a possible LIR domain in the sequence was performed through an in silico analysis performed using the iLIR database (\n\nJacomin et al, 2016\n\n). As a positive control, we performed the same analysis on SQSTM1/P62 primary sequence to identify the LIR domain present in this protein (\n\nPankiv et al, 2007\n\n); finally, this in silico analysis was performed on the ABL1 primary sequence, used as a negative control.\n\nTransient cell transfection\n\nOmicsLink Expression-Ready ORF cDNA Vector bearing only the eGFP reporter gene (Cat# EX-EGFP-M39), and vector carrying the\n\nPACSIN2\n\nwild-type and mutated cDNA (Cat# CS-I2075-M39 and CS-I2075-M39-01, respectively) were purchased from GeneCopoeia.\n\nPACSIN2\n\nwild-type cDNA sequence (\n\nNM_007229.3\n\n) encoded for the protein sequence is shown in\n\nFig S4\n\n. For mutated\n\nPACSIN2\n\n, the nucleotide sequence TTCGAGAAGATC in position 325 of the NCBI Reference Sequence: NM_007229.3N was mutated into GCAGAGAAGGCA resulting in a PACSIN2 protein with both the phenylalanine in position 109 and the isoleucine in position 112 replaced by alanine. For cell line transient transfections, plasmids were expanded using DH5α\n\nE. coli\n\n–competent cells grown in Luria–Bertani broth (NaCl 10 g/l, tryptone 10 g/l, and yeast extract 5 g/l) and purified using the EndoFree Plasmid Maxi Kit (12362; Qiagen). Plasmid quantification was performed using NanoDrop instrument (NanoDrop 2000; Thermo Fisher Scientific). LS180 MOCK cells were seeded in RPMI 1640 without antibiotics at a concentration of 1 × 10\n\n6\n\ncells/well; cells at 80–90% confluence were transfected with 7 μg of plasmid using 6 μl of Lipofectamine 2000 Transfection Reagent (11668019; Thermo Fisher Scientific) and 2 ml of Opti-MEM (31985070; Thermo Fisher Scientific) and incubated for 48 h.\n\nCo-immunoprecipitations\n\nCo-immunoprecipitations were performed using NALM6 cells under basal condition and after 3 h of 50 μM chloroquine exposure, thus resulting in an increased amount of available LC3. Moreover, we performed co-immunoprecipitations in LS180 MOCK cells transfected to overexpress the wild-type and mutated PACSIN2. Cells were grown for 48 h at 37°C and 5% CO\n\n2\n\n, pelleted by centrifugation, washed once with PBS, and lysed using a buffer containing 25 mM Tris–HCl, 0.5% NP-40, 25 mM NaCl, and 10% glycerol and completed with the Protease Inhibitor Cocktail (1:100; P8340; Sigma-Aldrich), 10 mM sodium butyrate, 5 mM sodium fluoride, 1 mM sodium orthovanadate, and 100 mM phenylmethylsulfonyl fluoride. Protein quantifications were performed by Pierce BCA Protein Assay Kit (23227; Thermo Fisher Scientific). Protein G Sepharose 4 Fast Flow (17-0618-01; Merck) was incubated for 1 h with 4 μg of antibody anti-human LC3 IgG (ab48394; Abcam), anti-human PACSIN2 IgG (TA325022; OriGene), or rabbit IgG, polyclonal, isotype control (ab37415; Abcam), blocked for 1 h with bovine serum albumin 1 mg/ml, and then incubated for 3 h with 500 μg of cell lysates. After washing with lysis buffer, beads were eluted with sample buffer completed with 1 M dithiothreitol, boiled for 5 min at 95°C, and loaded on NuPAGE 10% Bis-Tris protein precast gels (NP0301BOX; Life Technologies) and 7% Tris-Tricine gels for immunoblotting of LC3-II and PACSIN2, respectively. In LS180 cells, for immunoblotting of LC3-II we used the NuPAGE 10% Bis-Tris protein precast gels (NP0301BOX; Life Technologies), whereas to detect PACSIN2 in the co-immunoprecipitation samples, we prepared 7% Tris-Tricine gels to improve separation between PACSIN2 and the heavy chains of the primary antibodies for the co-immunoprecipitations, which present similar molecular weights (PACSIN2 is detectable around 56 kD and antibody heavy chains around 55 kD).\n\nDrug sensitivity assay\n\nNALM6 or LS180 cell lines were seeded as 100 μl cell suspension in 96-well plates at 20,000 cells/well or 5,000 cells/well, respectively. Subsequently, 100 μl per well of the substances tested (mercaptopurine or tunicamycin) at decreasing concentrations (Table S1) was added. Plates were incubated for 72 h in a humidified incubator (5% CO\n\n2\n\nat 37°C) in the presence of MTT (3-4,5-dimethylthiazol-2,5-diphenyl tetrazolium bromide, M2128; Sigma-Aldrich) 0.5 mg/ml for the last 4 h. After incubation, supernatants were removed and MTT precipitates were suspended in 100 μl of dimethyl sulfoxide; absorbance at 570- to 630-nm wavelength was measured with a Microplate Reader EL311 (214891; BioTek Instruments). Results were expressed as percentages of survival according to the absorbance ratio between treated and untreated conditions (after blank subtraction), and EC50 values were then calculated on dose–response curves.\n\nMitochondrial membrane potential measurement\n\nLS180 cells were seeded in 96-well plates at 5,000 cells/well (100 μl). After 24 h, 100 μl per well of mercaptopurine (final concentrations 1.25 and 2.5 μM) was added and incubated for 24 or 48 h; moreover, 5 μM doxorubicin for 24 h was used as a positive control. 30 min before the end of incubation, wells were washed twice with 100 μl PBS. Then, 50 nM of 3,3′-dihexyloxacarbocyanine iodide (DiOC6) probe in 100 μl of PBS was added to samples and incubated for 30 min at 37°C and 5% CO\n\n2\n\n. Finally, fluorescence was detected at 485/520-nm absorption/emission wavelength using the Microplate Reader EL311 (214891; BioTek Instruments).\n\nThiopurine metabolite analysis\n\nLS180 cells were seeded at 1.7 × 10\n\n6\n\nin 7 ml of RPMI medium and after 24 h were treated with mercaptopurine 2.5 μM for 24 or 48 h. Then, cells were washed with PBS and centrifuged for 5 min at 600\n\ng\n\n; pellets were collected, suspended in 500 μl of Milli-Q water, vortex-mixed, frozen, and thawed to obtain lysate samples. Thiopurine metabolites were quantified using a previously described method based on the high-performance liquid chromatography (HPLC-UV) analysis (\n\nDervieux & Boulieu, 1998\n\n).\n\nStatistical analysis\n\nStatistical analysis was performed with the software R (version 3.2.4) or PRISM (version 7.0). Associations were evaluated using a\n\nt\n\ntest, two-way ANOVA, and Pearson’s correlation test. For all continuous variables, results are reported as means and standard error. All experiments were performed with at least three biological replicates.\n\nSupplementary Material\n\nReviewer comments"
  },
  {
    "pmcid": "9636508",
    "title": "Reciprocal interactions among Cobll1, PACSIN2, and SH3BP1 regulate drug resistance in chronic myeloid leukemia",
    "publish_date": "2022-3-30",
    "full_text": "1\n\nINTRODUCTION\n\nChronic myeloid leukemia (CML) is a malignant clonal disorder of hematopoietic stem cells\n\n1\n\nthat progresses through three clinical phases: the chronic phase (CP), accelerated phase (AP), and blast crisis (BC).\n\n2\n\nThe major cause of CML initiation is a translocation that results in the BCR‐ABL1 fusion gene.\n\n3\n\nConstitutive expression of the BCR‐ABL1 fusion tyrosine kinase enhances genomic instability. The BCR‐ABL1 tyrosine kinase inhibitor (TKI) imatinib has been shown to be highly efficacious in CML treatment. However, imatinib is unable to completely eliminate CML clones due to the development of resistance and the insensitivity of primitive CML cells to the treatment.\n\n4\n\n,\n\n5\n\nDespite the development of more potent next‐generation BCR‐ABL1 TKIs including ATP and allosteric site inhibitors,\n\n6\n\n,\n\n7\n\n,\n\n8\n\n,\n\n9\n\nsome patients still develop TKI resistance during BC progression in both a BCR‐ABL1 kinase‐dependent or ‐independent manner.\n\n10\n\nCobll1, a negative regulator of apoptosis, is associated with lower insulin resistance.\n\n11\n\n,\n\n12\n\nPatients with CML and chronic lymphocytic leukemia (CLL) possessing high Cobll1 expression have shown poor clinical outcomes.\n\n13\n\n,\n\n14\n\nPreviously, we demonstrated that Cobll1 leads to the induction of TKI resistance and blastic transformation in CML.\n\n13\n\nIn addition, Plešingerová et al. reported that patients with CLL and high Cobll1 expression but without the\n\nIGHV\n\nmutation exhibit unregulated B‐cell receptor signaling, impaired migration, and chemotaxis.\n\n14\n\nHowever, the underlying molecular mechanisms of how Cobll1 expression represses apoptotic cell death resulting in TKI resistance in CML are not fully understood.\n\nProtein kinase C and casein kinase substrate in neurons 2 (PACSIN2) are a ubiquitously expressed cytoplasmic adapter protein.\n\n15\n\nIt possesses an N‐terminal F‐BAR domain and a C‐terminal Src homology 3 (SH3) domain. PACSIN2 is known to function in cellular migration,\n\n16\n\ncaveolae shaping,\n\n17\n\n,\n\n18\n\n,\n\n19\n\nand receptor internalization.\n\n20\n\n,\n\n21\n\nPACSIN2 interacts with several endocytic proteins, including dynamin 2, neural Wiskott–Aldrich syndrome protein, and synaptojanin, through its SH3 domain.\n\n22\n\n,\n\n23\n\nClinically, PACSIN2 polymorphism has been shown to be linked to drug‐induced hematological toxicity in patients with acute lymphoblastic leukemia (ALL) undergoing therapy.\n\n24\n\n,\n\n25\n\nSH3 domain‐binding protein 1 (SH3BP1) is a RhoGTPase‐activating protein that is important for the process of cell motility and cancer invasion through the regulation of the Rac1 pathway.\n\n26\n\nOverexpression of SH3BP1 activates the invasion and migration of cancer cells by increasing the activity of Rac1‐WAVE2 signaling in cervical cancer and hepatocellular carcinoma.\n\n27\n\n,\n\n28\n\nRac1 has been identified as an important downstream component of BCR‐ABL1 signaling and a key therapeutic target for CML.\n\n29\n\n,\n\n30\n\nActivation of the Rac1 pathway induces TKI resistance, whereas Rac1 inhibition reduces the proliferation of erythroid progenitor cells resistant to TKI.\n\n31\n\nHere, we identified PACSIN2 as a novel binding partner of Cobll1. PACSIN2 promoted nilotinib‐induced apoptosis, which was suppressed by Cobll1 expression. Additionally, PACSIN2 binds to another SH3 domain‐binding protein, SH3BP1, thereby repressing the SH3BP1/Rac1 signaling cascade. Cobll1 preferentially competes with SH3BP1 for binding to PACSIN2, eventually releasing SH3BP1 from PACSIN2 to suppress nilotinib‐dependent apoptosis by inducing the Rac1 pathway. Likewise, reciprocal interaction among\n\ncobll1b\n\n,\n\npacsin2\n\n, and\n\nsh3bp1\n\nregulates hematopoiesis during embryonic development in zebrafish. Furthermore, analysis of large sets of primary CML samples showed that the expression patterns of Cobll1, PACSIN2, and SH3BP1 were highly correlated with the BC progression. Taken together, our studies showed that reciprocal interaction between Cobll1, PACSIN2, and SH3BP1 is closely linked to drug resistance and BC progression in CML. Our results suggest that the pharmacologic targeting of the Cobll1/PACSIN2/SH3BP1 axis can be a novel approach to overcome TKI resistance and disease progression in CML.\n\n2\n\nMATERIALS AND METHODS\n\n2.1\n\nPatient samples and cell lines\n\nA total of 100 CML samples (36 CP including NEL and CHR samples, four AP, and 60 BC) from bone marrow (BM) and peripheral blood (PB) were obtained from 57 CML patients. Among them, 10 patients had serial samples at CP and BC. Mononuclear cells (MCs) were isolated by Ficoll‐Paque (GE Healthcare, Waukesha, WI, USA) density gradient centrifugation. Samples were frozen in 10% dimethyl sulfoxide (DMSO; Sigma‐Aldrich, St. Louis, MO, USA) in fetal bovine serum (Sigma‐Aldrich), stored in liquid nitrogen, and later thawed for analysis. All human samples were obtained from the Korea Leukemia Bank and the protocol was approved by the Institutional Review Board. Patient consent was obtained in accordance with the Declaration of Helsinki.\n\n2.2\n\nPlasmids\n\nThe full‐length cDNA clone for Cobll1 (Clone ID: 30345650) was purchased from Thermo Scientific (Waltham, MA, USA). The full‐length cDNA clone for PACSIN2 (Clone ID: hMU008023) was purchased from the Korea Human Gene Bank. The Myc‐PACSIN2, SFB‐PACSIN2, Myc‐SH3BP1, and SFB‐SH3BP1 internal deletion mutants were generated by polymerase chain reaction (PCR). The full‐length cDNA clone for Rac1 (Clone ID: hMU007586) was purchased from the Korea Human Gene Bank. The wild‐type and active forms of HA‐Rac1 were generated by PCR. GST‐SH3 was also generated by PCR.\n\n2.3\n\nImmunoprecipitation and western blot\n\nK562 cells were transfected with expression plasmids, as indicated in each figure legend. After 24 h, the cells were lysed in NETN buffer (150 mM NaCl, 0.5 mM EDTA, 50 mM Tris, pH 7.5, 0.5% NP‐40) for 20 min on ice. The crude lysates were cleared by centrifugation at 13,000 rpm for 15 min at 4°C and the supernatants were incubated with streptavidin‐coated beads or protein A‐agarose‐conjugated primary antibodies. The resulting immunocomplexes were washed three times with NETN buffer and subjected to sodium dodecyl sulfate‐polyacrylamide gel electrophoresis (SDS–PAGE). Western blotting was conducted using the antibodies indicated in the figure legends.\n\n2.4\n\nAntibodies and dilution factors\n\nThe dilutions of the various antibodies for western blot analysis are as follows: anti‐Cobll1, which was previously described, 1:200; anti‐PACSIN2 (Sigma‐Aldrich, SAB1300127), 1:1000; anti‐FLAG (Sigma‐Aldrich, F3165), 1:2000; anti‐Myc (Roche, 11,814,150,001) (Roche, Basel, Switzerland), 1:2000; anti‐HA (Roche, 12,013,819,001), 1:2000; anti‐β‐actin (Sigma‐Aldrich, A5316), 1:5000; anti‐GFP (Clontech 632,380) (Clontech, Mountain View, CA, USA), 1:2000; anti‐SH3BP1 (Proteintech, 20,541‐1‐AP), 1:1000. Horseradish peroxidase‐conjugated secondary antibodies specific to rabbit (Sigma‐Aldrich, A0545) or mouse (Sigma‐Aldrich, A9917) IgG were used at a dilution of 1:2000.\n\n2.5\n\nCell culture\n\nThe K562 cell lines were maintained in RPMI medium supplemented with 10% fetal bovine serum (Gibco, Franklin Lakes, NJ) and 1% penicillin/streptomycin (Gibco) at 37°C in a 5% CO\n\n2\n\natmosphere. The human embryonic kidney 293 T (HEK293T) cell lines were maintained in DMEM supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin at 37°C in a 5% CO\n\n2\n\natmosphere.\n\n2.6\n\nApoptosis assay\n\nThe plasmids or siRNAs were transfected into K562 cells, as indicated in the figures. After 48 h, the transfected cells were seeded in 100‐mm culture dishes and treated with the indicated concentrations of nilotinib for 48 h. The cells were then assayed for apoptosis using the FITC Annexin V Apoptosis Detection Kit I (BD Bioscience, 556,547, San Jose, CA, USA) according to the manufacturer's protocol. In addition, the apoptotic cells were analyzed by fluorescence‐activated cell sorting (FACS) (BD Bioscience). Nilotinib (Sigma‐Aldrich) was reconstituted in DMSO as a 10 mM stock and stored at −20°C.\n\n2.7\n\nProtein purification\n\nGenes encoding the N‐terminal regions of Cobll1 (residues 1–410; Cobll1‐NT‐f and 175–370; Cobll1‐NT), PACSIN2 SH3 domain (residues 430–486), and C‐terminal region of SH3BP1 (residues 541–701; SH3BP1‐CT) were cloned into the pGEX‐4 T‐1 and pET‐21a vectors, respectively. The recombinant vectors were transformed into\n\nE. coli\n\nBL21‐CodonPlus (DE3) cells, and the transformed cells were grown in LB medium and induced with 0.5 mM isopropyl β‐D‐1‐thiogalactopyranoside (IPTG). The cells were harvested and disrupted by sonication in lysis buffer (20 mM Tris–HCl, 500 mM NaCl, 10% glycerol, 0.2% Nonidet P‐40 (NP40), 0.4 mM Tris(2‐carboxyethyl) phosphine hydrochloride (TCEP), 1 mM EDTA, pH 7.0). For the GST‐fusion proteins (Cobll1‐NT‐f, Cobll1‐NT, and PACSIN2 SH3 domain), the proteins were loaded onto a GST column and eluted with elution buffer (20 mM Tris–HCl, 200 mM NaCl, 5% glycerol, 10 mM DTT, 0.2 mM TCEP, 1 mM EDTA, 10 mM glutathione, pH 7.0). The GST tags were cleaved by PreScission protease (Thermo Fisher Scientific) or thrombin and the cleaved proteins were purified by ion exchange chromatography using stepwise elution with increasing ionic strength (up to 1 M NaCl). Further purification was performed using a HiLoad 16/600 Superdex 75/200 prep grade column (GE Healthcare) with final buffer (50 mM sodium phosphate, 100 mM NaCl, 1 mM TCEP, pH 6.3). For poly‐histidine‐tagged proteins (SH3BP1‐CT), the proteins were loaded onto a Ni column and eluted by increasing concentrations of imidazole (up to 1 M imidazole). Further purification was performed using a HiLoad 16/600 Superdex 75 prep grade column (GE Healthcare).\n\n2.8\n\nSurface plasmon resonance (\n\nSPR\n\n)\n\nAll SPR experiments were conducted at 25°C in PBS buffer (10 mM KH\n\n2\n\nPO\n\n4\n\n, 137 mM NaCl, and 2.7 mM KCl, pH 7.4). The PACSIN2 SH3 domain was immobilized on a PEG chip using amine coupling in the Reichert SR7500DC system (Reichert Technologies Life Sciences). The flow rate for ligand immobilization was 10 μl/min for 20 μg of PACSIN2 SH3 domain on the sample channel. The N‐terminal region of Cobll1 (residues 1–410; Cobll1‐NT‐f) and the C‐terminal region of SH3BP1 (residues 541–701; SH3BP1‐CT) were dissociated for 10 min after 3 min of association time. The sensor surface was regenerated with 100 mM NaOH solution between assays. The binding curves were analyzed using Scrubber2 software (BioNavis).\n\n2.9\n\nNMR\n\nspectroscopy\n\nThe [\n\n15\n\nN]‐ or [\n\n15\n\nN,\n\n13\n\nC]‐labeled PACSIN2 SH3 domain was purified with the same procedures. Backbone assignments were performed with\n\n1\n\nH‐\n\n15\n\nN Heteronuclear single quantum coherence (HSQC) recorded at 298 K on a Bruker AVANCE II 600 MHz spectrometer (Gachon University, Incheon). All\n\n1\n\nH‐\n\n15\n\nN HSQC NMR titrations were performed at 298 K on a Bruker AVANCE II 800 MHz spectrometer (Korea Basic Science Institute, O‐Chang). For Cobll1‐NT and SH3PB1‐CT titrations, unlabeled Cobll1‐NT and SH3BP1‐CT proteins were purified and prepared in the same buffer (50 mM sodium phosphate, 100 mM NaCl, 1 mM TCEP, pH 6.3). The proteins were titrated to 50 μM of\n\n15\n\nN‐labeled PACSIN2 SH3 domain at various molar ratios (PACSIN2 SH3 domain: Cobll1‐NT:SH3BP1‐CT = 1:0:0, 1:0:1, 1:1:0, 1:1:1). All spectra were processed using NMRpipe and visualized using NMRViewJ software.\n\n2.10\n\nMO\n\nand\n\nmRNA\n\ninjection\n\nWild‐type zebrafish of AB* strain were raised in an automatic circulating system (Genomic‐Design) at 28.5°C and maintained in accordance with guidelines of the Ulsan National Institute of Science and Technology (UNIST) Institutional Animal Care and Use Committee (IACUC) (IACUC approval number: UNISTIACUC‐15‐14). Every MO against\n\ncobll1b\n\n,\n\npacsin2\n\n,\n\nsh3bp1\n\n, and\n\nrac1a\n\n(Gene Tools, Philomath, OR, USA) was diluted in diethyl pyrocarbonate (DEPC)‐treated water as a 25 ng/nL stock. Ten nanograms of cobll1b‐MO, 1 ng of pacsin2‐MO, 2.5 ng of sh3bp1‐MO, and 2.5 ng of rac1a‐MO were injected into wild‐type embryos at the one‐cell stage. The sequences of the splice‐blocking MOs were 5′‐CTTCTCCAATCAGTCGCCCTCAC‐3′ for pacsin2‐MO, 5′‐ATCATTCAAACCTTCACCTTATAGA‐3′ for sh3bp1‐MO, and 5′‐CATCTGTATTAGCTTGTTACCGTCT‐3′ for rac1a‐MO. The cDNA of\n\npacsin2\n\nwas synthesized using wild‐type zebrafish embryo RNA and inserted into the PCS2+ vector. Full‐length\n\npacsin2\n\nwas synthesized from linearized pCS2+\n\npacsin2\n\nthrough in vitro transcription (mMESSAGE mMACHINE Kit, Ambion).\n\nPacsin2\n\nmRNA was injected into wild‐type embryos at the one‐cell stage. Microinjections were performed using a Femtojet 4i microinjector (Eppendorf).\n\n3\n\nRESULTS\n\n3.1\n\nIdentification of\n\nPACSIN2\n\nas a novel Cobll1 binding protein\n\nPreviously, we reported that Cobll1 affects nilotinib sensitivity in CML and regulates embryonic hematopoiesis.\n\n13\n\nTo further investigate the molecular function of Cobll1, we performed tandem affinity purification and a yeast two‐hybrid screening of a human bone marrow cDNA library with Cobll1 as a bait (Figure\n\nS1\n\nA). Mass spectrometric analysis identified several binding protein candidates, and 14 positive clones were recovered from the yeast two‐hybrid screening analysis (out of a total of 4.5 × 10\n\n6\n\ntransformants). PACSIN2 was identified as the most promising Cobll1‐interacting protein with 24% of the peptides in the proteomic analysis (Figure\n\n1A\n\n). Additionally, 11 out of 14 clones in the yeast two‐hybrid analysis were derived from PACSIN2 (Figure\n\nS1\n\nB). Furthermore, we confirmed the interaction between Cobll1 and PACSIN2 through co‐immunoprecipitation using both endogenous and overexpressed Cobll1 and PACSIN2 (Figure\n\n1B\n\n; Figure\n\nS1\n\nC,D).\n\nFIGURE 1\n\nPACSIN2 is a new binding protein of Cobll1. (A) List of proteins identified that interact with Cobll1 by mass spectrometry analysis. (B) Western blot demonstrating interaction between endogenous Cobll1 and PACSIN2 in K562 cells. (C and D) Diagram of wild‐type (WT) Cobll1 or PACSIN2 and their internal deletion mutants. Residue numbers are shown above the diagram. (E and F) Identification of interacting domains of Cobll1 and PACSIN2. (G) Diagram describing three primary proline‐rich regions in Cobll1. (H) Interaction between PACSIN2 and overexpressed Cobll1‐WT or Cobll1‐3A (3A) wherein all three proline‐rich motifs of Cobll1 have been mutated to alanine\n\nTo identify essential interaction domains in Cobll1 and PACSIN2, we expressed deletion mutants of the Cobll1 and PACSIN2 proteins in K562 cell lines and probed the interaction by co‐immunoprecipitation (Figure\n\n1C,D\n\n). We found that deletion of amino acids 14–368 of Cobll1 abolished its interaction with PACSIN2 (Figure\n\n1E\n\n), whereas amino acids 430–486 of PACSIN2, which contained the SH3 domain, were essential for the interaction with Cobll1 (Figure\n\n1F\n\n). The interaction between the SH3 domain of PACSIN2 and Cobll1 was further confirmed using a GST pull‐down assay (Figure\n\nS2A\n\n). Because the SH3 domain generally interacts with proline‐rich motifs in their respective binding partner,\n\n32\n\nwe analyzed the availability of proline‐rich motifs in Cobll1 using the modular domain peptide interaction (modpepint) server.\n\n33\n\nWe found that Cobll1 possesses three proline‐rich motifs in its N‐terminus (Figure\n\n1G\n\n; Figure\n\nS2B\n\n). To validate the roles of each proline‐rich motif on the binding to the SH3 domain of PACSIN2, we generated mutants in which the proline residues in one, two, or all three motifs were mutated to alanine (Figure\n\nS2C\n\n). Mutating all proline residues (Cobll1‐3A mutant) led to an almost complete loss of interaction with PACSIN2, whereas mutations of two motifs (Cobll1‐2A mutants) or only one proline motif (Cobll1‐1A mutants) showed no or little effect on binding compared to that of the wild‐type protein (Figure\n\nS2D\n\n). We further examined the role of the proline‐rich motifs of Cobll1 on interaction with PACSIN2 by co‐immunoprecipitating Cobll1 wild‐type or Cobll1‐3A mutants with PACSIN2 and found that Cobll1 failed to bind to PACSIN2 without proline‐rich motifs (Figure\n\n1H\n\n). Taken together, these results indicate that Cobll1 strongly binds to the SH3 domain of PACSIN2 through its proline‐rich motifs.\n\n3.2\n\nInteraction between Cobll1 and\n\nPACSIN2\n\nregulates nilotinib resistance\n\nDue to the effects of Cobll1 on drug sensitivity in CML, we further validated the function of PACSIN2 on nilotinib resistance by evaluating the apoptotic index using fluorescence‐activated cell sorting (FACS) analysis (Figure\n\nS3\n\n). First, the depletion of PACSIN2 using siRNAs in K562 cells yielded lower nilotinib‐induced apoptosis than in the controls (Figure\n\n2A\n\n). Knockdown efficiency of PACSIN2 siRNA without off target effects was confirmed by the rescue of siRNA effects through the expression of siRNA‐resistant PACSIN2 (Figure\n\nS4\n\n). PACSIN2 overexpression increased apoptosis by approximately twofold, whereas Cobll1 overexpression decreased nilotinib‐induced apoptosis (Figure\n\n2B\n\n). Moreover, cells expressing both PACSIN2 and Cobll1 had less apoptosis than PACSIN2‐overexpressing cells, suggesting that reciprocal interaction between PACSIN2 and Cobll1 is crucial for regulating TKI sensitivity (Figure\n\n2C\n\n). Thus, we further examined whether the direct interaction between Cobll1 and PACSIN2 influences nilotinib‐induced apoptosis in CML. While the expression of full‐length Cobll1 reduced PACSIN2‐induced apoptosis to the control level, overexpression of a PACSIN2‐interaction‐defective form of Cobll1 protein D1 (described in Figure\n\n1C\n\n) was dispensable for the apoptotic events induced by PACSIN2 overexpression (Figure\n\n2C\n\n). Consistently, nilotinib sensitivity was not restored by the overexpression of the Cobll1‐3A mutant (Figure\n\n2D\n\n). In contrast to the D1 form and the Cobll1‐3A mutant, other deleted forms of Cobll1 (D2, D3, D4, and N‐term, all of which can bind to PACSIN2), recovered cell death to the control level in the presence of PACSIN2 expression. This result suggests that Cobll1 represses PACSIN2‐induced apoptosis with nilotinib treatment via physical interaction between the two proteins.\n\nFIGURE 2\n\nPACSIN2 regulates nilotinib resistance in K562 cells. (A and B) Quantification of nilotinib‐induced apoptotic events with knockdown of PACSIN2 (A) and overexpression of PACSIN2 and Cobll1 (B). Bar graph illustrating the percentage of apoptotic cells. (C‐E) Percentage of nilotinib‐induced apoptosis with the expression of the indicated genes; co‐expression of full‐length PACSIN2 with distinct deleted forms of Cobll1 (C), co‐expression of full‐length PACSIN2 and the Cobll1‐3A mutant with mutations in the proline‐rich regions (D), and expression of the deleted forms of PACSIN2 (E). Bar graphs showing the average of three independent experiments, with error bars indicating the SEM. Expression of Cobll1 and PACSIN2 was confirmed by western blotting images provided below each graph\n\nTo further validate the role of the PACSIN2‐Cobll1 interaction, we examined the function of the interaction‐defective PACSIN2 with Cobll1 for nilotinib sensitivity in K562 cells. Surprisingly, overexpression of the PACSIN2 D4 mutant, which lacks the SH3 domain required for Cobll1 binding (Figure\n\n1D\n\n), led to no significant alteration in cell death in K562 cells with nilotinib stimulation. By contrast, wild‐type or D1/D2/D3 mutants, which possess an interaction domain for Cobll1, induced apoptosis (Figure\n\n2E\n\n). Taken together, these results demonstrate that the SH3 domain of PACSIN2 is essential for inducing apoptosis with TKI treatment and for binding to Cobll1, which suppresses the PACSIN2‐dependent apoptotic process.\n\n3.3\n\nIdentification of\n\nSH3BP1\n\nas a novel\n\nPACSIN2\n\nbinding protein\n\nAccording to our experimental results, the Cobll1‐binding SH3 motif of PACSIN2 is essential for the function of PACSIN2 to promote TKI‐induced apoptosis, as well as for the inhibition of this function through Cobll1 binding. Therefore, we hypothesized that another binding partner for the SH3 domain of PACSIN2 could be involved in the nilotinib‐induced apoptotic process in CML. To find the candidates, we searched for binding proteins using tandem affinity purification with PACSIN2 and found the following potential PACSIN2‐binding proteins: Cobll1, SH3BP1, ARHGAP17, TCOF1, DNM2, and WIPF2 (Figure\n\nS5A,B\n\n). Because SH3BP1 contains multiple proline‐rich regions, which can potentially bind to the SH3 domain (Figure\n\nS5C\n\n), we first examined whether SH3BP1 can interact with PACSIN2 by binding to the SH3 motif. SH3BP1 was co‐immunoprecipitated by full‐length PACSIN2 but not by the PACSIN2 D4 mutant lacking the SH domain, suggesting that the interaction requires the SH3 domain of PACSIN2 (Figure\n\n3A\n\n). We confirmed the interaction between PACSIN2 and SH3BP1 through an immunoprecipitation assay using endogenous proteins and a GST pull‐down assay (Figure\n\n3B\n\n; Figure\n\nS5D\n\n).\n\nFIGURE 3\n\nThe PACSIN2 binding protein SH3BP1 induces drug resistance in K562 cells. (A) Co‐immunoprecipitation assay using full‐length PACSIN2 and PACSIN2 D4 mutant with the SH3BP1 protein. (B) Immunoprecipitation assay using endogenous PACSIN2 and SH3BP1 proteins. (C) Interaction between the overexpressed SH3BP1‐DPD2 mutant and PACSIN2. SH3BP1‐DPD2 indicates a deletion mutant wherein all five proline‐rich motifs of SH3BP1 have been deleted. (D‐F) Quantification of nilotinib‐induced apoptosis with overexpression of SH3BP1 (D), knockdown of SH3BP1 using siRNA (E), and overexpression of PACSIN2 and Rac1 in K562 cells (F). (G) GST pull‐down assay using GST‐Rac1 and cell lysates transfected with or without Cobll1 expression plasmid\n\nTo closely dissect the PACSIN2 binding regions on SH3BP1, we analyzed possible proline‐rich motifs of SH3BP1 using the MoDPepInt server, the Eukaryotic Linear Motif resource, and BLAST\n\n33\n\n,\n\n34\n\nand found five potential motifs within SH3BP1 (Figure\n\nS5C,E\n\n). To identify which proline‐rich motif of SH3BP1 is required for PACSIN2 binding, we generated SH3BP1 mutant proteins with deletions or point mutations incorporated into each proline‐rich motif (Figure\n\nS5F\n\n). GST pull‐down assays showed that the SH3BP1 DPD2 mutant, wherein all five available proline‐rich motifs were mutated, failed to interact with the PACSIN2 SH3 domain. All the other SH3BP1 mutants possessing at least one proline‐rich motif were bound to the SH3 domain of PACSIN2 (Figure\n\nS5G\n\n). Moreover, PACSIN2 was co‐immunoprecipitated with wild‐type SH3BP1 but not with the DPD2 mutant (Figure\n\n3C\n\n). Collectively, our data indicate that the proline‐rich motifs of SH3BP1 are crucial for its interaction with PACSIN2 and that each motif is sufficient to interact with the SH3 domain of PACSIN2.\n\n3.4\n\nSH3BP1\n\ninduces nilotinib resistance\n\nThe RhoGTPase‐activating protein SH3BP1 activates Rac1‐WAVE2 signaling in diverse types of cancer.\n\n27\n\n,\n\n28\n\nRac1 is well known for its function related to TKI resistance and as a key component of the therapeutic target for CML.\n\n31\n\nTo identify whether SH3BP1 and downstream Rac1 signaling are involved in drug sensitivity in CML, we investigated the role of SH3BP1 and Rac1 in nilotinib resistance using the K562 cell line. In contrast to PACSIN2, SH3BP1 overexpression decreased nilotinib‐induced apoptosis by approximately threefold (Figure\n\n3D\n\n), while SH3BP1 depletion using siRNA increased apoptosis rate by approximately twofold (Figure\n\n3E\n\n). Similarly, overexpression of wild‐type Rac1 or the active form of Rac1 (Rac1 V12) alone reduced nilotinib‐induced apoptosis while PACSIN2 expression restored the apoptosis level in the presence of Rac1 (Figure\n\n3F\n\n). Moreover, Cobll1 overexpression, which suppresses PACSIN2‐dependent apoptosis with nilotinib treatment, subsequently activated Rac1 (Figure\n\n3G\n\n). Taken together, these results suggest that SH3BP1/Rac1 signaling induces CML drug resistance, which can be repressed by PACSIN2.\n\n3.5\n\nCobll1 and\n\nSH3BP1\n\ncompetes for binding to\n\nPACSIN2\n\nAs the PACSIN2 SH3 domain is bound to proline‐rich motifs of both SH3BP1 and Cobll1, we compared the binding affinities of the three proteins using surface plasmon resonance (SPR) and nuclear magnetic resonance (NMR) studies. The SPR results indicated that the PACSIN2 SH3 domain bound to the N‐terminal region of Cobll1 (residues 1–410; Cobll1‐NT‐f) and the C‐terminal region of SH3BP1 containing all proline‐rich motifs (residues 541–701; SH3BP1‐CT) with dissociation constants (K\n\nd\n\n) of 25.8 nM and 2.2 μM, respectively. PACSIN2 SH3 domain exhibited an approximately 85‐fold higher binding affinity for the Cobll1‐NT‐f than for SH3BP1‐CT (Figure\n\n4A,B\n\n). Through further NMR assessment, the\n\n1\n\nH‐\n\n15\n\nN Heteronuclear single quantum coherence (HSQC) spectrum of the\n\n15\n\nN‐labeled PACSIN2 SH3 domain in the presence of equimolar ratios of both Cobll1‐NT and SH3BP1‐CT (i.e., PACSIN2 SH3:Cobll1‐NT:SH3BP1‐CT = 1:1:1) was measured and compared to the spectra of PACSIN2 SH3 domain in complex with Cobll1‐NT or SH3BP1‐CT (Figure\n\n4C\n\n). Because Cobll1 and SH3BP1 demonstrated similar binding patterns for the PACSIN2 SH3 domain (Figure\n\nS6\n\n), the majority of peaks for the PACSIN2 SH3 domain in the presence of Cobll1‐NT or SH3BP1‐CT overlapped. However, the chemical shifts of the nonoverlapping residues, such as G463, G467, L445, and E441 of the PACSIN2 SH3 domain, with both Cobll1‐NT and SH3BP1‐CT (green color) were much closer to those with Cobll1‐NT alone (red color) than to those with SH3BP1‐CT alone (blue color). These results suggest that the PACSIN2 SH3 domain is preferentially bound to Cobll1‐NT than to SH3BP1‐CT (Figure\n\n4C\n\n).\n\nFIGURE 4\n\nCobll1 and SH3BP1 competes for binding to the SH3 domain of PACSIN2. (A and B) Surface plasmon resonance (SPR) analysis of the PACSIN2 SH3 domain binding to the N‐terminal region of Cobll1 (A) and the C‐terminal region of SH3BP1 (B). (C) Heteronuclear single quantum coherence (HSQC) spectroscopy spectra of the PACSIN2 SH3 domain in the presence of SH3BP1‐CT (blue), Cobll1‐NT (red), and both proteins (green). (D and E) Western blot images showing that both the full‐length (D) and N‐terminal region (E) of Cobll1 interrupt binding between PACSIN2 and SH3BP1. All graphs show the percentage of apoptotic cells as the average of three independent experiments, with error bars indicating the SEM. Expression of the indicated proteins was confirmed by western blotting\n\nThe competitive binding of Cobll1 and SH3BP1 to PACSIN2 was further investigated by conducting a replacement titration (Figure\n\nS7A,B\n\n). The chemical shifts of the Y435, K455, Q462, and Q463 residues of the PACSIN2 SH3 domain bound to SH3BP1‐CT at the saturation point (blue color) were gradually shifted by the addition of increasing concentrations of Cobll1‐NT (Figure\n\nS7C\n\n, upper panel). By contrast, no (K455 and Q462) or a smaller (Y435 and G463) change in chemical shift was observed by the addition of SH3BP1‐CT to the Cobll1‐NT‐PACSIN2 complex (Figure\n\nS7C\n\n, lower panel). The replacement titration results were consistent with the PACSIN2 SH3 domain having a stronger binding affinity for Cobll1‐NT than SH3BP1‐CT. We further confirmed that the expression of the full‐length or the N‐terminus of Cobll1 inhibited the binding between PACSIN2 and SH3BP1 using immunoprecipitation assays (Figure\n\n4D,E\n\n). Collectively, our data suggest that the PACSIN2 SH3 domain preferentially interacts with proline‐rich motifs of Cobll1, compared with SH3BP1.\n\n3.6\n\nPACSIN2\n\nand\n\nSH3BP1\n\nregulate myelopoiesis\n\nDue to the requirement of zebrafish\n\ncobll1b\n\nfor normal myelopoiesis,\n\n13\n\nwe hypothesized that PACSIN2 and SH3BP1 are involved in hematopoiesis. To assess the function of PACSIN2 and SH3BP1 in myelopoiesis, we performed whole‐mount in situ hybridization using the myeloid marker\n\nmpx\n\nin zebrafish embryos at 28 hours postfertilization (hpf). Interestingly, the ectopic expression of\n\npacsin2\n\nvia mRNA injection diminished the number of\n\nmpx\n\n‐positive primitive myeloid cells. However, embryonic myelopoiesis was not altered in the\n\npacsin2\n\nmorphants, wherein\n\npacsin2\n\nexpression was inhibited by antisense morpholino (MO) oligonucleotides injection (Figure\n\n5A\n\nand Figure\n\nS8A–C\n\n). Similarly, the morphants of both\n\nsh3bp1\n\nand\n\nrac1a\n\nhad less myeloid cells than the controls (Figure\n\n5B\n\nand Figure\n\nS8D\n\n). Collectively, these results suggest that the SH3BP1/Rac1a signaling cascade positively regulates myelopoiesis during zebrafish embryogenesis while PACSIN2 negatively regulates myeloid development.\n\nFIGURE 5\n\nPacsin2 and Sh3bp1 are required for normal hematopoiesis. (A and B) Images of\n\nmpx\n\nwhole‐mount in situ hybridization (WISH) and the quantification of\n\nmpx\n\n‐positive cell population of embryos injected with\n\npacsin2\n\nmRNA (28 hpf) (A: uninjected control;\n\nn\n\n= 12; pacsin2‐mRNA injected; n = 12) and sh3bp1‐MO (B: uninjected control,\n\nn\n\n= 25; sh3bp1‐MO,\n\nn\n\n= 25). (C) Images of\n\nmpx\n\nWISH of 28 hpf cobll1b‐MO and cobll1b‐MO and pacsin2‐MO co‐injected embryos and the quantification of\n\nmpx\n\n‐positive cells from cobll1b morphants and cobll1b + pacsin2 morphants compared with uninjected controls (uninjected control,\n\nn\n\n= 15; cobll1b‐MO,\n\nn\n\n= 15; cobll1b‐MO + pacsin2‐MO,\n\nn\n\n= 15). All error bars indicate the SEM. **\n\nP\n\n‐value <0.01, ***\n\nP\n\n‐value <0.001; significantly different from control, Student's\n\nt\n\n‐test\n\nBased on the binding studies showing that Cobll1 has a higher binding affinity to PACSIN2 than SH3BP1, we next hypothesized that endogenous Cobll1b constitutively binds to PACSIN2 to block its inhibition of the SH3BP1/Rac1a pathway during zebrafish myelopoiesis. To test this hypothesis, we co‐injected MOs against\n\ncobll1b\n\nand\n\npacsin2\n\nto eliminate the effect of both\n\ncobll1b\n\nand\n\npacsin2\n\n. As previously described, the cobll1b MO‐injected group showed a significant reduction in\n\nmpx\n\n‐positive cells at 28 hpf.\n\n13\n\nBy contrast, the simultaneous knockdown of\n\npacsin2\n\nand\n\ncobll1b\n\nrestored myeloid formation (Figure\n\n5C\n\n), suggesting that the loss of\n\ncobll1b\n\nexpression causes PACSIN2 to inhibit the SH3BP1/Rac1a pathway and leads to the perturbation of normal hematopoiesis. Taken together, these results suggested that a reciprocal regulatory network among Cobll1b, PACSIN2, and SH3BP1 controls embryonic hematopoiesis in vertebrates using the same mechanism that regulates nilotinib resistance in CML.\n\n3.7\n\nClinical correlation of Cobll1/\n\nPACSIN2\n\n/\n\nSH3BP1\n\nexpression\n\nPreviously, we showed that Cobll1 is highly upregulated in CML patients with BC progression, compared with those at the CP.\n\n13\n\nBecause Cobll1 activates the Rac1 pathway by regulating the PACSIN2–SH3BP1 interaction at the cellular and organismal level, we next investigated the correlated expression patterns among Cobll1, PACSIN2, and SH3BP1 in clinical samples. We first determined the expression levels of three proteins in the paired serial samples from 20 patients with CML. Interestingly, 13 patients at the BC phase showed positive expression with distinct combinatorial patterns of Cobll1/PACSIN2/SH3BP1 while no patients at the CP exhibited any expression of these three proteins (Figure\n\n6A\n\n; Figure\n\nS9\n\nA). In addition, we further examined the expression of these proteins using the samples obtained from unpaired patient groups. Similar expression patterns of Cobll1/PACSIN2/SH3BP1 were observed in 18 patients among 31 BC patients, whereas no patients at the CP showed any expression of these proteins (Figure\n\n6B\n\n; Figure\n\nS9\n\nB). Of 60 samples obtained from 51 BC patients, 36 showed the expression of Cobll1/PACSIN2/SH3BP1 in two major patterns, Cobll1+/SH3BP1+ (13/36), and Cobll1+/PACSIN2+/SH3BP1+ (16/36); however, the other 24 BC samples and all 36 CP samples showed no expression of any of these proteins (Figure\n\n6C\n\n), suggesting that expression of both Cobll1 and SH3BP1 is linked to BC progression.\n\nFIGURE 6\n\nClinical correlation of Cobll1/PACSIN2/SH3BP1 expression in patients with CML. (A and B) Images of western blot analyses examining the expression of Cobll1, PACSIN2, and SH3BP1 in the bone marrow mononuclear cells of paired serial samples (A) or unpaired samples (B) from patients with CML at CP and BC phases. (C) Pie charts illustrating the distribution of distinct expression patterns of Cobll1, PACSIN2, and SH3BP1 in patients with CML at the CP or BC phase, based on the western blot analyses. (D) Quantification of bone marrow blast percentage among Cobll1‐indepedent BC patients and BC patients with expression of Cobll1+/SH3BP1+ and Cobll1+/SH3BP1+/PACSIN2+. Cobll1−/SH3BP1−/PACSIN2− (\n\nn\n\n= 25); Cobll1+/SH3BP1+ (\n\nn\n\n= 13); Cobll1+/SH3BP1+/PACSIN2+ (\n\nn\n\n= 16). *\n\nP\n\n‐value <0.00005. (E) Representative images of May–Grunwald–Giemsa‐staining of bone marrow aspirate smears from BC patients with expression of Cobll1+/SH3BP1+/PACSIN2+ (#2088, blast%: 95%; left panel) and no expression (#1723, blast%: 56%; right panel). The blasts possess small‐ to medium‐sized nuclei with a coarse chromatin pattern and a scanty amount of cytoplasm. Original magnification, x400. Black arrows indicate the blasts. (F) GST pull‐down assays showed Rac1 activity in CP and BC samples from two patients (#1744 with expression of Cobll1 and SH3BP1, and #1919 with no expression of Cobll1, SH3BP1, or PACSIN2). Each sample number with the pound symbol (#) indicates the anonymous patient number from the Asia CML registry. AP, accelerated phase; BC: blast crisis; CHR, complete hematologic response; CP, chronic phase; MyBC, myeloid blast crisis; NEL, no evidence of leukemia\n\nTo further examine the correlation of Cobll1/PACSIN2/SH3BP1 with BC progression, we analyzed the clinical characteristics of 51 patients at the BC phase based on distinct combinatorial expression patterns of Cobll1/PACSIN2/SH3BP1 including bone marrow blast percentage. Interestingly, blast percentage was significantly higher in BC patients expressing Cobll1+/SH3BP1+ and Cobll1+/PACSIN2+/SH3BP1+ than in those with no expression (Cobll1−/PACSIN2−/SH3BP1−) (Table\n\n1\n\n; Figure\n\n6D\n\n). Representative images of Giemsa‐staining showed no morphological alteration in the blasts between the BC patients with either Cobll1+/PACSIN2+/SH3BP1+ or no expression, while the blast percentage is still higher in the patients expressing Cobll1+/PACSIN2+/SH3BP1+ (Figure\n\n6E\n\n). The expression patterns of three proteins do not appear to be linked to the development of a specific type of BC‐CML between lymphoid BC and myeloid BC (Figure\n\nS9C\n\n). By contrast, the expression of BCR‐ABL1 showed no alteration between each patient group with different expression patterns (Table\n\n1\n\n). In summary, these clinical data suggest that ectopic expression of Cobll1 and SH3BP1 can induce severe BC progression with higher blast percentage independent of BCR‐ABL.\n\nTABLE 1\n\nClinical characteristics of CML patients at the BC phase with distinct expression patterns of Cobll1, PACSIN2, and SH3BP1\n\nG1\n\nG2\n\nG3\n\nG4\n\nG5\n\nG6\n\nParameters\n\nAll (\n\nn\n\n= 51)\n\nCobll1(+),PACSIN2(+),SH3BP1(+)(\n\nn\n\n= 13)\n\nCobll1(+),PACSIN2(−),SH3BP1(+)(\n\nn\n\n= 14)\n\nCobll1(+),PACSIN2(−),SH3BP1(−)(\n\nn\n\n= 1)\n\nCobll1(−),PACSIN2(+),SH3BP1(−)(\n\nn\n\n= 1)\n\nCobll1(−),PACSIN2(−),SH3BP1(+)(\n\nn\n\n= 2)\n\nCobll1(−),PACSIN2(−),SH3BP1(−)(\n\nn\n\n= 20)\n\np\n\nvalue\n\nAge (years), median (range)\n\n41 (9–77)\n\n38 (9–61)\n\n54 (16–77)\n\n34\n\n55\n\n51.5 (50–53)\n\n40 (13–68)\n\n0.332\n\nSex, male,\n\nn\n\n(%)\n\n34 (67)\n\n10 (77)\n\n8 (57)\n\n0 (0)\n\n1 (100)\n\n0 (0)\n\n15 (75)\n\n0.140\n\nDisease phase at diagnosis,\n\nn\n\n(%)\n\nCP/AP/BC\n\n43 (84)/4 (8)/4 (8)\n\n11 (84)/1 (8)/1 (8)\n\n13 (93)/1 (7)/0 (0)\n\n1 (100)/0 (0)/0 (0)\n\n1 (100)/0 (0)/0 (0)\n\n2 (100)/0 (0)/0 (0)\n\n15 (75)/2 (10)/3 (15)\n\n0.963\n\nTranscript type,\n\nn\n\n(%)\n\ne13a2/e14a2/other(e14a2 + e1a2)\n\n20 (39)/30 (59)/1 (2)\n\n4 (30)/8 (62)/1 (8)\n\n6 (43)/8 (57)/0 (0)\n\n0 (0)/1 (100)/0 (0)\n\n1 (100)/0 (0)/0 (0)\n\n0 (0)/2 (100)/0 (0)\n\n9 (45)/11 (55)/0 (0)\n\n0.723\n\nType of BC\n\nLyBC/MyBC/unclassified BC\n\n20 (39)/26 (51)/5 (10)\n\n6 (46)/6 (46)/1 (8)\n\n6 (43)/6 (43)/2 (14)\n\n0 (0)/1 (100)/0 (0)\n\n1 (100)/0 (0)/0 (0)\n\n0 (0)/2 (100)/0 (0)\n\n7 (35)/11 (55)/2 (10)\n\n0.864\n\nBlast (%), median (range)\n\n78 (23–98)\n\n97 (66–98)\n\n87 (38–98)\n\n70\n\n95\n\n40.5 (30–51)\n\n60.5 (23–96)\n\n0.000\n\nBCR‐ABL1\n\nIS\n\ntranscript (%), median (range)\n\n84.41308(11.32246–139.18450)\n\n89.9368800(33.48214–95.26846)\n\n86.7381050(55.31500–138.48806)\n\n84.74897\n\n104.13014\n\n69.9931800(63.79953–76.18683)\n\n76.095760(11.32246–139.18450)\n\n0.516\n\nBCR‐ABL1 mutation,\n\nn\n\n(%)\n\nYes/no\n\n32 (63)/19 (37)\n\n5 (39)/8 (61)\n\n10 (71)/4 (29)\n\n1 (100)/0 (0)\n\n1 (100)/0 (0)\n\n2 (100)/0 (0)\n\n13 (65)/7 (35)\n\n0.292\n\nSCT,\n\nn\n\n(%)\n\nYes/no\n\n17 (33)/34 (67)\n\n6 (46)/7 (54)\n\n4 (29)/10 (71)\n\n1 (100)/0 (0)\n\n0 (0)/1 (100)\n\n0 (0)/2 (100)\n\n6 (30)/14 (70)\n\n0.453\n\nDeath,\n\nn\n\n(%)\n\nYes/no\n\n45 (88)/6 (12)\n\n12 (92)/1 (8)\n\n12 (86)/2 (14)\n\n0 (0)/1 (100)\n\n1 (100)/0 (0)\n\n2 (100)/0 (0)\n\n18 (90)/2 (10)\n\n0.143\n\nAbbreviations: BC, blast crisis; LyBC, lymphoid blast crisis; MyBC, myeloid blast crisis; IS, international scale; SCT, stem cell transplantation.\n\nFinally, to confirm whether Rac1 is regulated by the Cobll1/PACSIN2/SH3BP1 pathway during CML progression, we examined the activity of Rac1 in samples from patients at the BC phase. We selected a patient sample (#1744) with Cobll1/SH3BP1 expression and a patient sample (#1919) without any Cobll1/PACSIN2/SH3BP1 expression in BC cells (Figure\n\n6A\n\n). Consistent with primary cell and animal model studies, Rac1 activity was increased in BC cells of patient expressing Cobll1/SH3BP1 but not in patient without any Cobll1/PACSIN2/SH3BP1 expression, suggesting that the Rac1 pathway is only activated by an exclusive activation of both SH3BP1 and Cobll1 in patients with CML (Figure\n\n6F\n\n). Taken together, our clinical analysis findings demonstrated that Cobll1/PACSIN2/SH3BP1 expression is correlated to BC progression in CML. In particular, Cobll1 and SH3BP1 activation leads to much poorer BC progression through the Rac1 pathway, independent of BCR/ABL1 (Figure\n\n7\n\n).\n\nFIGURE 7\n\nA cartoon model illustrating the reciprocal interactive mechanisms among Cobll1, PACSIN2, and SH3BP1 on hematopoiesis, drug resistance, and progression in CML\n\n4\n\nDISCUSSION\n\nCML development is generally caused by expression of BCR‐ABL1 fusion protein, which leads to genomic instability, and the malignant progression from the CP to the BC phase occurs in a BCR‐ABL1‐dependent or ‐independent manner.\n\n35\n\n,\n\n36\n\nPreviously, our study revealed that the oncogenic protein Cobll1 is linked to TKI resistance and BC transformation in CML, independent of BCR‐ABL1 expression.\n\n13\n\nIn the present study, we found that the overexpression of PACSIN2, a novel functional binding partner of Cobll1, increased nilotinib sensitivity in K562 cells. The SH3 domain of PACSIN2 binds to the proline‐rich regions located at the N‐terminus of Cobll1, and both binding motifs are crucial for their antagonistic functions in TKI resistance. Likewise, the identical SH3 motif of PACSIN2 binds to the proline‐rich domains of SH3BP1, and SH3BP1 overexpression decreases the susceptibility of CML to nilotinib similar to the function of Cobll1. PACSIN2 interacts competitively with Cobll1 or SH3BP1 with higher affinity for Cobll1, and their reciprocal interaction eventually regulates TKI resistance, as well as normal hematopoiesis. More importantly, in the primary cells of 51 BC‐transformed patients with CML, the expression patterns of Cobll1, PACSIN2, and SH3BP1 were significantly associated with blast cell percentage. While none of the three proteins were expressed at the CP, more than half of BC patients showed expression of both Cobll1 and SH3BP1 with two representative patterns (Cobll1+/SH3BP1+ and Cobll1+/PACSIN2+/SH3BP1+) These data suggest that the interactions between Cobll1, PACSIN2, and SH3BP1 are closely linked to BC transformation, TKI resistance, and sustained hematopoiesis.\n\nAlthough Cobll1 has been shown to be linked to diverse processes of cancer formation and progression including CML, CLL, and prostate cancer,\n\n13\n\n,\n\n14\n\n,\n\n37\n\n,\n\n38\n\nits molecular regulation has not been fully understood. Our study found that PACSIN2 plays a negative regulatory role against Cobll1 as a potential tumor suppressor in CML. Recent studies found that polymorphism of PACSIN2 is associated with drug‐induced hematotoxicity in patients with ALL undergoing therapy,\n\n24\n\n,\n\n39\n\nshowing the potential effects of PACSIN2 on hematopoiesis suppression. Moreover, the activation of the Rac1 pathway leads to TKI resistance at the cellular level and promotes migration and self‐renewal of hematopoietic stem cells, participating in leukemia initiation and maintenance. SH3BP1 has been shown to activate Rac1 to regulate cancer cell behavior.\n\n27\n\nConsistently, our data using K562 cell lines showed that SH3BP1 activated the Rac1 signaling pathway, whereas PACSIN2 inhibited Rac1 activity through its interaction with SH3BP1. The overexpression of Cobll1, which preferentially binds PACSIN2, forces SH3BP1 to be released from its complex with PACSIN2, activating the Rac1 signaling pathway to induce TKI resistance. In patients with CML, Rac1 activity was robustly higher in the BC sample (#1744) expressing Cobll1 and SH3BP1 than in the BC sample (#1919) without the expression of either Cobll1 or SH3BP. In summary, the Rac1 activation by the Cobll1/PACSIN2/SH3BP1 interactive cascade is closely linked to drug resistance and BC progression in CML.\n\nIn the clinical samples, three expression patterns of Cobll1, PACSIN2, and SH3BP1 were primarily observed: Cobll1+/SH3BP1+, Cobll1+/PACSIN2+/SH3BP1+, and none. By contrast, no CP patients showed any expression of the three proteins, suggesting that these proteins are related to BC progression. In BC patients, the expression of Cobll1 alone did not induce BC progression, but the co‐expression of SH3BP1, which activates the Rac1 pathway, appears to activate more aggressive BC progression. In addition, PACSIN2‐expressing BC samples without Cobll1 were rarely observed, possibly due to the negative effects of PACSIN2 on SH3BP1. Furthermore, BC patients with Cobll1+/SH3BP1+ or Cobll1+/PACSIN2+/SH3BP1+ showed a higher blast percentage than those without any expression of the three proteins, indicating that Cobll1 and SH3BP1 can aggravate disease progression in CML. Although the expression of both Cobll1 and SH3BP1 is highly correlated to the severity of BC progression with higher blast percentage, the transcript level of BCR‐ABL1 was not significantly correlated with the expression of both proteins. These results demonstrate that Cobll1/SH3BP1‐dependent CML progression is independent of BCR‐ABL1 and that the Cobll1/PACSIN2/SH3BP1 regulatory cascade can be a novel target for drug resistance and disease progression in CML in a BCR‐ABL1‐independent manner. Taken together, our cellular and organismal studies of Cobll1/PACSIN2/SH3BP1 and clinical analysis of patient samples showed that the Cobll1/SH3BP1/PACSIN2 axis that modulates Rac1 activity regulates drug resistance and disease progression in CML.\n\nCONFLICT OF INTEREST\n\nThe authors declare that they have no competing interest.\n\nAUTHOR CONTRIBUTIONS\n\nM.D.S., Y.L., S.H.H., H.K., and D.W.K. designed the experiments; K.P., H.Y., C.O., J.R.L., H.J.C., H.K., and S.K. performed the experiments; M.D.S., Y.L., S.H.H., H.K., and D.W.K. analyzed the data and wrote the manuscript.\n\nETHICS APPROVAL AND CONSENT TO PARTICIPATE\n\nAll human samples were obtained from the Korea Leukemia Bank and the protocol was approved by the Institutional Review Board (IRB) of the Songeui Campus, Catholic University of Korea (KIRB‐0E481‐001). Patient consent was obtained in accordance with the Declaration of Helsinki.\n\nSupporting information\n\nData S1\n\nClick here for additional data file."
  },
  {
    "pmcid": "9235069",
    "title": "Pacsin2 is required for endocytosis in the zebrafish pronephric tubule",
    "publish_date": "2022-6-23",
    "full_text": "INTRODUCTION\n\nThe proximal tubule is responsible for the uptake of numerous solutes and water from the renal filtrate. Low molecular weight proteins are retrieved by endocytosis from the apical pole of renal proximal tubule cells, a process mediated by the abundant scavenger receptor megalin (also known as LDL receptor related protein 2, LRP2) and its co-receptor cubulin (\n\nChristensen et al., 2012\n\n;\n\nEshbach and Weisz, 2017\n\n). These receptors undergo cycles of internalisation and recycling to facilitate the efficient capture of numerous ligands, which dissociate in apical endosomes and are subsequently delivered to the lysosome or undergo transcytosis. Endocytic uptake is mediated by clathrin and associated adaptors and accessory proteins (\n\nChristensen et al., 2012\n\n), most notably Dab2 (\n\nLong et al., 2021\n\n;\n\nOleinikov et al., 2000\n\n), while recycling is relatively poorly defined in molecular terms. Recycling in proximal tubular cells occurs via recycling tubules that emanate from apical early endosomes and apical vacuoles, which appear to function as a major sorting and recycling compartment in this cell type (\n\nBirn et al., 1993\n\n;\n\nEshbach and Weisz, 2017\n\n;\n\nHatae et al., 1997\n\n). In line with a role in recycling, apical vacuoles are associated with Rab11, a marker of recycling endosomes in other cell types (\n\nMattila et al., 2014\n\n). Mutation of megalin is responsible for Donnai–Barrow syndrome, with characteristic tissue-specific defects including the hallmark trait of low molecular weight (LMW) proteinuria (\n\nKantarci et al., 2007\n\n).\n\nThe PACSIN (also known as syndapin) family comprises three members in mammals, namely PACSIN1, which is neuronally expressed; PACSIN2, which is ubiquitous; and PACSIN3, which is expressed in skeletal muscle and heart (\n\nKessels and Qualmann, 2004\n\n;\n\nQuan and Robinson, 2013\n\n). PACSINs contain an amino-terminal banana-shaped F-BAR (Fes-CIP4 homology Bin-amphiphysin-Rvs161/167) domain that binds to membranes to induce or sense membrane curvature (\n\nFrost et al., 2009\n\n), and a carboxy-terminal SH3 domain that interacts with various associated proteins, including trafficking components and actin machinery (\n\nModregger et al., 2000\n\n;\n\nQualmann and Kelly, 2000\n\n). PACSIN1 and PACSIN2 also contain NPF motifs that bind to EHD domain proteins (\n\nBraun et al., 2005\n\n;\n\nXu et al., 2004\n\n), which are involved in membrane sculpting and fission and associated with caveolae formation and endocytic recycling (\n\nNaslavsky and Caplan, 2011\n\n). Pacsins have been implicated in a number of cellular processes that involve membrane remodelling, including clathrin and non-clathrin dependent endocytosis, caveolae formation, endocytic recycling, ciliogenesis, microvilli formation and neuronal morphogenesis (reviewed in\n\nQuan and Robinson, 2013\n\n). Many of these functions have been determined using\n\nin vitro\n\nstudies, while the roles of PACSINs have been less well studied\n\nin vivo\n\n. In particular, animal models for the ubiquitously expressed PACSIN2 have only recently been described. Loss of PACSIN2 in mice does not affect viability or fertility and the animals appear generally healthy (\n\nMalinova et al., 2021\n\n;\n\nPostema et al., 2019\n\n;\n\nSemmler et al., 2018\n\n). However, a number of tissue-specific phenotypes have been reported in the PACSIN2 knockouts, namely effects upon microvillar structure in the intestine (\n\nPostema et al., 2019\n\n), reduced blood vessel sprouting in the retina (\n\nMalinova et al., 2021\n\n), and delayed cardiomyocyte development (\n\nSemmler et al., 2018\n\n). The former two phenotypes were attributed to endocytic trafficking defects, either defective endocytic vesicle formation at the apical membrane (\n\nMalinova et al., 2021\n\n), or defective cadherin trafficking (\n\nMalinova et al., 2021\n\n), respectively. Loss of Pacsin2 in zebrafish crispant embryos results in defective ciliogenesis in the olfactory placode, likely caused by defects in membrane tubule formation at the ciliary pocket (\n\nInsinna et al., 2019\n\n).\n\nTo better understand the\n\nin vivo\n\nrequirements for Pacsin2, we generated a stable\n\npacsin2\n\n-knockout zebrafish model using CRISPR/Cas9. We find that stable loss of Pacsin2 in zebrafish does not affect gross morphology, viability or fertility, similar to what is seen in the PACSIN2 knockout mouse. Analysis of the zebrafish pronephros, the larval kidney, revealed a defect in proximal tubular endocytosis upon loss of Pacsin2. This functional defect was accompanied by a reduction in the abundance of megalin, as well a loss of apical endocytic organelles from the proximal tubular cells. Our results indicate a role for Pacsin2 in endocytosis and maintenance of the apical endocytic apparatus in the renal proximal tubule.\n\nRESULTS\n\nConservation of the Pacsin family in zebrafish\n\nA previous study identified six\n\npacsin\n\northologues in zebrafish (\n\nEdeling et al., 2009\n\n). Using sequence alignment, we too identified the six orthologues, which are shown in\n\nFig. S1A\n\n.\n\npacsin1\n\nhas been duplicated in zebrafish resulting in two paralogues, named\n\npacsin1a\n\nand\n\npacsin1b\n\n. Synteny analysis supports the view these were generated by duplication (\n\nFig. S1B\n\n).\n\npacsin2\n\nis present as a single gene in zebrafish, whereas\n\npacsin3\n\nappears have undergone a duplication event to generate an additional paralogue\n\nch211-51c14.1\n\n, which in turn also appears to have been duplicated to generate a third related gene\n\nzgc:91999\n\n(\n\nFig. S1A\n\n).\n\nch211-51c14.1\n\nand\n\nzgc:91999\n\nshare lower homology to mammalian\n\nPACSIN3\n\nthan the zebrafish gene annotated as\n\npacsin3\n\n(\n\nFig. S1A\n\n). There is good conservation of the zebrafish Pacsins with their mammalian orthologues in the F-BAR and SH3 domains, with the retention of key features such as the wedge-loop in the F-BAR domain and the PxxP motif binding pocket in the SH3 domain (\n\nFig. S1C,D\n\n). Zebrafish Pacsin1a and Pacsin1b each contain one EHD domain protein-binding NPF motif, as in mammalian PACSIN1, although in Pacsin1a the central proline residue is instead a serine, the significance of which is unclear (\n\nFig. S1E\n\n). Pacsin2 has three NPF motifs, the same as in mammals, and the three Pacsin3 orthologues all lack NPF motifs, as is the case in the mammalian protein (\n\nFig. S1E\n\n). Hence, there is good conservation of the zebrafish Pacsins with their mammalian counterparts, particularly in the case of Pacsin2.\n\nPacsin tissue and developmental expression\n\nWe next performed expression analysis of the zebrafish pacsins.\n\npacsin1a\n\nis predominantly expressed in the nervous system (\n\nFig. 1\n\nA), which is similar to mammalian\n\nPACSIN1\n\n(\n\nKessels and Qualmann, 2004\n\n). In contrast,\n\npacsin1b\n\nis more widely expressed, although the brain is again one of the most highly expressing tissues.\n\npacsin2\n\nis expressed ubiquitously across all tissues (\n\nFig. 1\n\nA), as is the case for the mammalian orthologue (\n\nKessels and Qualmann, 2004\n\n).\n\npacsin3\n\nis also expressed ubiquitously (\n\nFig. 1\n\nA), in contrast to the mammalian orthologue, which is predominantly found in heart and skeletal muscle (\n\nKessels and Qualmann, 2004\n\n). Interestingly, the\n\npacsin3\n\nparalogue\n\nch211-51c14.1\n\nshows this enrichment in the heart and skeletal muscle (\n\nFig. 1\n\nA), similar to the mammalian\n\nPACSIN3\n\n, supporting the view it is a functional gene product in zebrafish. We did not assess the expression profile of\n\nzgc:91999\n\nas it was not fully annotated at the time of the analysis. Analysis of the developmental expression of the zebrafish pacsins revealed that\n\npacsin1b\n\n,\n\npacsin2\n\nand\n\npacsin3\n\nare expressed throughout embryonic development (\n\nFig. 1\n\nB). All three transcripts are present as maternal pools and their expression is maintained at a relatively constant level through to 72 h post-fertilisation. In contrast,\n\npacsin1a\n\nand\n\nch211-51c14.1\n\nare not expressed before 1 day post-fertilisation (dpf), and expression increases beyond this time (\n\nFig. 1\n\nB). Expression of these two genes therefore coincides with major organogenesis events, consistent with their organ-specific expression pattern in adult animals.\n\nFig. 1.\n\nTissue and developmental expression of zebrafish\n\npacsin\n\ngenes.\n\n(A) The expression of\n\npacsin1a\n\n,\n\npacsin1b\n\n,\n\npacsin2\n\n,\n\npacsin3\n\n, and\n\nch211-51c14-1\n\nmRNA was analysed by RT-PCR in whole organs of male (top panels) and female (bottom panels) adult zebrafish. The housekeeping gene eef1a was used as a positive control. (B) Developmental expression profile of the indicated\n\npacsin\n\ngenes at different developmental timepoints was assessed by RT-PCR.\n\neef1a\n\nwas used as a loading control.\n\nLoss of Pacsin2 in zebrafish does not affect viability or gross morphology\n\nIn this study we wanted to assess the functional importance of Pacsin2\n\nin vivo\n\n, and therefore generated a stable knockout zebrafish line using CRISPR/Cas9. Guide RNAs targeting exon 2, the first coding exon of\n\npacsin2\n\n, were used to generate indels, which sequencing confirmed comprised either a 10 bp or 20 bp deletion, and F1 animals created by outcrossing founders containing these mutations with wild-type fish. Both mutations are expected to result in nonsense mutation and should they be expressed, a severely truncated and non-functional protein (\n\nFig. 2\n\nA). We failed to obtain breeding pairs containing the same\n\npacsin2\n\nmutation due to inherent sex bias during breeding in the aquarium at the time the lines were generated, which resulted in a lack of females containing homozygous\n\npacsin2\n\nmutations. The sex bias was independent of genotype (the same sex ratios were observed with wild type and other lines at that time) and we attribute it to environmental conditions. Compound heterozygotes containing both mutant alleles were therefore generated and used for subsequent experiments. The mutations were present in offspring at an expected Mendelian ratio, indicating that loss of\n\npacsin2\n\ndoes not affect embryonic viability (\n\nFig. 2\n\nB). This is supported by our ability to subsequently generate homozygous\n\npacsin2\n\n−10bp/−10bp\n\nmutants that are viable (\n\nFig. S2\n\n). This finding also argues against complementarity between the two mutant alleles. Western blotting of whole-brain lysates of juvenile animals with an antibody raised to zebrafish Pacsin2 confirmed the loss of protein in the compound heterozygote, showing that both mutant alleles fail to generate Pacsin2 protein (\n\nFig. 2\n\nC). Functional experiments were performed on\n\npacsin2\n\nnull animals created by crossing compound heterozygote males (\n\npacsin2\n\n−20bp/−10bp\n\n) with females harbouring the 10 bp or 20 bp deletion (\n\npacsin2\n\nwt/−20bp\n\nor\n\nwt/−10bp\n\n), or by crossing male\n\npacsin2\n\n+/−10bp\n\nfish with female\n\npacsin2\n\n+/−20bp\n\nfish. For simplicity,\n\npacsin2\n\n+/−10bp\n\nor\n\npacsin2\n\n+/ −20bp\n\nlarvae will hereon in be referred to as\n\npacsin2\n\n+/−\n\nas we did not distinguish between mutant alleles in our experiments. Likewise, as we have shown that\n\npacsin2\n\n−10bp/−20bp\n\nfish have no Pacsin2 protein, we will refer to these as\n\npacsin2\n\n−/−\n\nfor simplicity.\n\nFig. 2.\n\nGeneration and normal development of\n\npacsin2\n\nknockout zebrafish.\n\n(A) Top, mutant\n\npacsin2\n\nalleles in F0 founder zebrafish (\n\nF\n\nθ\n\n) aligned to a wild-type reference sequence. Red dashes indicate deleted nucleotides. Red nucleotides indicate an SNP present in the intronic sequence. The green box indicates a splice donor site at the end of exon 2. The underlined sequence is the guide RNA target sequence. Bottom, predicted protein sequences encoded by the two indicated\n\npacsin2\n\nmutant alleles. (B) Larvae produced by crossing\n\npacsin2\n\n+/−10bp\n\nand\n\npacsin2\n\n+/−20bp\n\nzebrafish are at the expected Mendelian ratio. (C) Western blot analysis of whole-brain protein lysates from wild-type,\n\npacsin2\n\n+/−10bp\n\nand\n\npacsin2\n\n−10bp/−20bp\n\nadult fish blotted for Pacsin2 (arrow indicates Pacsin2 band, asterisks indicate cross-reacting proteins) and GAPDH. (D) Wild-type,\n\npacsin2\n\n+/−\n\nand\n\npacsin2\n\n−/−\n\nembryos were imaged every 10 min over the first 20 h post-fertilisation and developmental progression scored. Data were analysed using two-way ANOVA and Dunnett's multiple comparison test. In all cases\n\nP\n\n>0.05,\n\nn\n\n=7-10 embryos per genotype. Error bars=s.d. (E) Zebrafish larvae at 3 and 4-dpf were imaged on a brightfield dissecting microscope and assessed for gross morphology (left). Body length was also measured (right). Data were analysed by one-way ANOVA followed by a\n\npost-hoc\n\nTukey's multiple comparison test. In all cases\n\nP\n\n>0.05.\n\nn\n\n=8-18 larvae per genotype. Error bars=s.d.; scale bar: 1 mm. (F) Left, 5-month-old adult male\n\npacsin2\n\n+/−\n\nand\n\npacsin2\n\n−/−\n\nclutch-mates were photographed and inspected for gross morphology (left). Right, body axis length was measured and analysed using an unpaired\n\nt\n\n-test,\n\nP\n\n>0.05.\n\nn\n\n=4 (\n\npacsin2\n\n+/−\n\n) and 7 (\n\npacsin2\n\n−/−\n\n)\n\n.\n\nError bars=s.d.; scale bar: 1 cm.\n\nBecause\n\npascin2\n\nis expressed throughout embryogenesis, we assessed whether loss of the protein would affect embryonic development and morphogenesis. Time-lapse imaging of\n\npacsin2\n\n−/−\n\nembryos generated from a heterozygote in-cross indicated no significant developmental delay up to 16 h post-fertilisation (hpf), assessed using gross morphology (\n\nFig. 2\n\nD). Analysis of\n\npacsin2\n\n−/−\n\nlarvae at 3 and 4 dpf also indicated no developmental delay, and no difference in larval morphology or size (\n\nFig. 2\n\nE). Although we cannot exclude the possibility of maternal transcript contributing to embryonic survival, morpholino data suggest this is unlikely. Both translation blocking (E2) and splice-blocking (E4) morpholinos targeting\n\npacsin2\n\ntranscripts, when injected into one cell stage embryos, did not affect larval development or viability (\n\nFig. S3A-D\n\n). Although higher levels of the morpholinos did have some effect on viability and larval morphology, this was likely due to off-target effects at these higher doses as it did not correlate with the level of Pacsin2 knock-down (\n\nFig. S3A-D\n\n). Analysis of\n\npacsin2\n\n−/−\n\nmutant zebrafish at juvenile and adult stages indicated normal morphology and size (\n\nFig. 2\n\nF). Thus, loss of Pacsin2 does not affect zebrafish development, morphogenesis or viability.\n\nLoss of Pacsin2 causes a proximal tubular uptake defect\n\nWe next wanted to assess whether loss of Pacsin2 affected endocytosis in the zebrafish renal tubule. Megalin-dependent retrieval of low molecular weight proteins is an extremely active process within the proximal tubule, reliant on a high rate of endocytic uptake and receptor recycling (\n\nChristensen et al., 2012\n\n). Considering the endocytic roles described for mammalian PACSIN2, we hypothesised that it may be required for proximal tubular endocytosis. To test this possibility, we used a previously described assay whereby fluorescent low molecular weight dextran is injected into the bloodstream of zebrafish larvae, and its filtration by the glomerulus and subsequent uptake into the pronephros (larval kidney tubule) assessed using fluorescence microscopy (\n\nChristou-Savina et al., 2015\n\n;\n\nOltrabella et al., 2015\n\n) (\n\nFig. 3\n\nA). As shown in\n\nFig. 3\n\nB, categorical scoring of dextran fluorescence in the pronephros revealed reduced uptake in\n\npacsin2\n\n-knockout larvae compared to heterozygote controls. This was not due to any defect in tubular morphogenesis as this was normal upon the loss of Pacsin2 (\n\nFig. S4A\n\n). Nor was it due to effects upon glomerular filtration, indicated by the clearance of dextran from the bloodstream, as this too was normal in the\n\npacsin2\n\n-knockout larvae (\n\nFig. S4B\n\n).\n\npacsin2\n\nmorphants also showed reduced dextran uptake (\n\nFig. 3\n\nC), indicating the phenotype is specific. This was further indicated by rescue of dextran uptake in the knockout animals upon re-expression of wild-type Pacsin2 selectively in the pronephros (\n\nFig. 3\n\nD), which was achieved using the\n\nenpep\n\npromoter (\n\nSeiler and Pack, 2011\n\n). These results indicate a requirement for Pacsin2 in proximal tubular endocytosis.\n\nFig. 3.\n\nDepletion or knockout of Pacsin2 in zebrafish larvae impairs renal tubule endocytosis.\n\n(A) Schematic representation of dextran reabsorption assay performed on zebrafish larvae. (B) Top, representative image of 4 dpf\n\npacsin2\n\n+/−\n\n(left) and\n\npacsin2\n\n−/−\n\n(right) larvae 1.5 h post-injection with 10 kDa dextran-A488, displaying normal and no uptake phenotypes, respectively. Scale bar: 25 µm. The blue dashed line indicates the position of the proximal tubule. Bottom, the percentage of larvae showing normal, low or no uptake phenotypes in\n\npacsin 2\n\n+/−\n\nand\n\npacsin 2\n\n−/−\n\nlarvae. Data were analysed using a Chi-squared test. **\n\nP\n\n<0.01.\n\nn\n\n=67 (\n\npacsin2\n\n+/−\n\n) and 41 (\n\npacsin2\n\n−/−\n\n). (C) Top, representative images of 3 dpf control larvae showing normal accumulation of 10 kDa dextran-A488 at 1.5 h post-injection and morphant embryos displaying low or no uptake phenotypes, respectively. The blue dashed lines outline the position of the proximal tubule. Scale bar: 50 µm. Bottom, quantification of uptake phenotypes of control, E2MO and E4MO morphant larvae. Data were analysed using a Chi-squared test. **\n\nP\n\n<0.01, ***\n\nP\n\n<0.001, ****\n\nP\n\n<0.0001.\n\nn\n\n=28-84 larvae per genotype. (D) Top, representative images of\n\ncmlc:GFP\n\n(top row, mock) and\n\nenpep:pacsin2\n\n(bottom row) rescued\n\npacsin2\n\n+/−\n\nand\n\npacsin2\n\n−/−\n\nlarvae. The blue dashed lines outline the proximal tubule. Scale bar: 60 µm. Bottom, percentage of total larvae scored for uptake phenotypes. Data were analysed using a Chi-squared test. **\n\nP\n\n<0.01.\n\nn\n\n=23-56 larvae per genotype.\n\nLoss of Pacsin2 causes a reduction in abundance of apical endocytic compartments\n\nWe next wanted to assess whether loss of Pacsin2 would affect the abundance and morphology of endocytic compartments in the proximal tubule. Active endocytosis in renal proximal tubular cells occurs at the apical membrane, and consequently there is a concentration of endocytic compartments and machinery at the apical pole of the cell. Immunofluorescence microscopy of endogenous Pacsin2 showed enrichment at the apical membrane of proximal tubule cells (\n\nFig. 4\n\nA), consistent with a previous study showing apical enrichment of Pacsin2 in the mouse renal tubule (\n\nYao et al., 2013\n\n). Pacsin2 could also be visualised in sub-apical puncta that showed partial co-localisation with megalin, which populates the apical endosomal system, and Rab11, which marks apical vacuolar endosomes in proximal tubule cells (\n\nMattila et al., 2014\n\n) (\n\nFig. 4\n\nA;\n\nFig. S5\n\n). This suggests that Pacsin2 can also reside on sub-apical endosomal compartments. The specificity of the Pacsin2 labelling was confirmed using morphant larvae (\n\nFig. 4\n\nA). To assess the effects of Pacsin2 loss upon the endosomal network,\n\npacsin2\n\nmorphants were labelled for Rab11 and EEA1, which is a marker of early endosomes, as well as megalin. There was a reduction in the intensity of both endosomal markers at the apical region of proximal tubular cells, suggesting reduced abundance of endocytic compartments (\n\nFig. 4\n\nB). The megalin signal was also reduced (\n\nFig. 4\n\nB), possibly due to changes in its trafficking within the endosomal system, which could result in excessive shedding at the apical pole or degradation in lysosomes (\n\nFatah et al., 2018\n\n;\n\nGena et al., 2010\n\n). A similar reduction in Rab11 and megalin abundance was also seen in the\n\npacsin2\n\n-knockout larvae (\n\nFig. 4\n\nC), supporting the view that loss of Pacsin2 causes loss of apical endosomal compartments and megalin in the proximal tubule.\n\nFig. 4.\n\nLoss of Pacsin2 causes reduced abundance of megalin and endocytic markers in the proximal tubule.\n\n(A) Top, transverse cryosections of proximal tubule were immunolabeled for Pacsin2, Rab11 and megalin in 3 dpf wild-type larvae. Insets depict an enlarged view of the boxed region, rotated 90˚ clockwise. Blue arrows indicate regions of colocalisation between Pacsin2, Rab11 and megalin. Bottom, 3 dpf\n\npacsin2\n\nE2MO morphant larvae labelled with anti-Pacsin2 antibody. (B) Top, transverse cryosections through the pronephros of 3 dpf control morphant or\n\npacsin2\n\nE2MO morphant larvae immunolabeled for megalin, EEA1 and Rab11. Bottom, quantification of relative signal intensity of megalin, EEA1 and Rab11, respectively, between control and\n\npacsin2\n\nmorphants.\n\nn\n\n=5-12 for control morphants and 6-14 for\n\npacsin2\n\nmorphants. Unpaired\n\nt\n\n-test, *\n\nP\n\n<0.05, **\n\nP\n\n<0.01, ****\n\nP\n\n<0.0001. Error bars=s.d. (C) Left, transverse sections through the proximal tubule of 4 dpf\n\npacsin2\n\n+/−\n\nor\n\npacsin2\n\n−/−\n\nlarvae immunolabelled for megalin and Rab11. Right, quantification of relative signal intensity of megalin and Rab11, respectively, between\n\npacsin2\n\n+/−\n\nand\n\npacsin2\n\n−/−\n\nlarvae.\n\nn\n\n=11 and 13 for megalin, and 9 and 13 for Rab11 for\n\npacsin2\n\n+/−\n\nand\n\npacsin2\n\n−/−\n\n, respectively. Unpaired\n\nt\n\n-test, *\n\nP\n\n<0.05 ***\n\nP\n\n<0.001. Error bars=s.d. Dashed white lines indicate the outer margin of the pronephros. Scale bars: 10 µm.\n\nTo more directly assess the abundance and morphology of endocytic compartments we used block face scanning electron microscopy, similar to how it was previously performed (\n\nOltrabella et al., 2021\n\n,\n\n2015\n\n). The endocytic structures are readily identifiable using this approach, with the apical vacuolar endosomes, which serve as a hybrid sorting and recycling compartment, seen as electron lucent structures close to the numerous electron dense recycling tubules found in the sub-apical region (\n\nFig. 5\n\nA). The overall morphology and polarisation of the proximal tubular cells was normal, with a clear apical brush border present in both control and\n\npacsin2\n\n-knockout larvae (\n\nFig. 5\n\nA). Strikingly though, there was a reduction in number and overall area occupied by the apical vacuolar endosomes (AVE) in the\n\npacsin2\n\nknockout (\n\nFig. 5\n\nA,B). There also appeared to be fewer recycling tubules, but we were not able to reliably quantify this effect. In contrast to endosomes, the lysosomes of proximal tubule cells appeared unaffected in the\n\npacsin2\n\nknockout (\n\nFig. 5\n\nA,B). Together, our results indicate a reduction of apical endosomal compartments upon the loss of Pacsin2.\n\nFig. 5.\n\nLoss of Pacsin2 results in reduced abundance of the apical endocytic organelles in the proximal tubule.\n\n(A) Block-face SEM images of transverse proximal tubule sections from\n\npacsin2\n\n+/−\n\n(left panels) and\n\npacsin2\n\n−/−\n\n(right panels) 4 dpf larvae. Top panels show whole cross-section of the proximal tubule, bottom panels show enlarged boxed regions indicated in green and red. Top panels: scale bar: 10 µm. Green and red boxed areas=4 µm and 3 µm, respectively. bb, brush border; V, apical vacuolar endosome;\n\nN\n\n, nucleus; *, lysosomes; arrows, dense apical recycling tubules; arrowheads, endocytic vesicles. (B,C) Average number and size of AVEs, respectively, and (D) number of lysosomes per cell. Unpaired\n\nt\n\n-test, ****\n\nP\n\n<0.0001. For B and D,\n\nn\n\n=40 (\n\npacsin2\n\n+/−\n\n) and 34 (\n\npacsin2\n\n−/−\n\n). For C,\n\nn\n\n=114 (\n\npacsin2\n\n+/−\n\n) and 136 (\n\npacsin2\n\n−/−\n\n). Error bars=s.d.\n\nDISCUSSION\n\nPACSIN2 participates in a number of cellular processes including endocytic traffic, caveolae formation, and ciliogenesis (\n\nQuan and Robinson, 2013\n\n). The extent to which PACSIN2 contributes to these processes\n\nin vivo\n\n, within different tissues, remains poorly defined. In this study, we report that zebrafish Pacsin2 is required for endocytosis\n\nin vivo\n\n, in the renal tubule. Loss of Pacsin2 causes a deficit in endocytic uptake into the apical pole of renal tubular cells, with a reduction in the abundance of endocytic compartments in these cells. Endocytosis in renal tubular cells is a highly active process, important for clearance of low molecular weight proteins from the renal filtrate, and various studies have shown the importance of different proteins in this process (reviewed in\n\nChristensen et al., 2012\n\n). Other studies have shown that PACSIN2 can function in both endocytic uptake and recycling in mammalian cells (reviewed in\n\nQuan and Robinson, 2013\n\n), and both processes may be impaired in our\n\npacsin2\n\nknockout and morphant larvae. The decrease in abundance of apical endocytic compartments in our experiments suggests endocytic uptake is likely to be affected. A similar albeit more dramatic loss of endocytic organelles is seen when the major endocytic receptor megalin is absent from the proximal tubule (\n\nAnzenberger et al., 2006\n\n;\n\nKur et al., 2011\n\n). We may therefore expect less endocytic uptake and flux through the pathway due to loss of Pacsin2 to result in reduced abundance of endocytic organelles. A role in caveolar uptake is unlikely considering the caveolin proteins are not expressed in the proximal tubule\n\nin vivo\n\n(\n\nZhuang et al., 2011\n\n), consistent with a more likely role for Pacsin2 in clathrin-dependent endocytosis. Of note, a recent study has shown that mutation of the PACSIN2 binding partner EHD1, which is involved in endocytic recycling (\n\nNaslavsky and Caplan, 2011\n\n), causes a rare tubular disorder characterised by low molecular weight proteinuria due to defective endocytic traffic (\n\nIssler et al., 2022\n\n). Thus, it remains possible that Pacsin2 contributes to both endocytic uptake and recycling within the proximal tubule.\n\nThe loss of Pacsin2 in the zebrafish renal tubule did not affect development of this tissue, nor cell polarity or formation and maintenance of the brush border of the proximal tubular epithelial cells. The latter phenotype differs from that seen in the intestine of\n\nPACSIN2\n\n-knockout mice, which have reduced numbers of microvilli and altered microvillar ultrastructure (\n\nPostema et al., 2019\n\n). This may reflect different requirements for the protein in the renal tubule epithelium compared to the intestinal epithelium, or a species-dependent difference. It will be interesting to analyse the renal tubular epithelium of the\n\nPACSIN2\n\nknockout mouse and also look at other tissues in Pacsin2-deficient zebrafish to assess the extent of\n\npacsin2\n\nnull phenotypes in the two model organisms. Although\n\npacsin2\n\nis broadly expressed at the tissue level and throughout early development, its loss in both zebrafish (this study) and mouse (\n\nMalinova et al., 2021\n\n;\n\nPostema et al., 2019\n\n;\n\nSemmler et al., 2018\n\n) does not lead to gross changes in morphology or viability. This suggests that PACSIN2 may play only an accessory role in the various processes it participates in, at least in an\n\nin vivo\n\ncontext, or that there is redundancy or functional compensation by other proteins. Candidates here are other F-BAR proteins, including other members of the PACSIN family, that could replace PACSIN2 function when it is absent. Functional redundancy between zebrafish Pacsin1b and Pacsin2 has previously been shown during ciliogenesis, which interestingly differed in the two tissues analysed (otic vesicle and olfactory placode) (\n\nInsinna et al., 2019\n\n). Further analysis of functional redundancy between the PACSINs and/or other F-BAR proteins, as well as possible compensatory mechanisms for loss of PACSIN2, should prove informative in this regard.\n\nA previous study showed changes in PACSIN2 expression within the mouse kidney during development and following injury, where it was more highly expressed than in the adult organ at steady state, consistent with a role in nephrogenesis (\n\nYao et al., 2013\n\n). This was supported by analysis of kidney tubulogenesis\n\nin vitro\n\n, which was impaired upon PACSIN2 knockdown. Our data indicate that Pacsin2 is dispensable for kidney development\n\nin vivo\n\nin zebrafish, and the viability of\n\nPACSIN2\n\nknockout mice also suggests a minor if any defect in formation of the kidneys in this model. Our data rather support a role for Pacsin2 in the kidney post-development, in maintaining optimal endocytosis within the proximal tubule. Single cell transcriptomic analysis of the mouse kidney shows that\n\nPACSIN2\n\nis expressed throughout the adult renal tubule (\n\nPark et al., 2018\n\n), consistent with a function in maintaining renal physiology. It is the most abundant of the three mammalian PACSINs in all segments, including the proximal tubule, as would be expected if it were to function in endocytosis at this location.\n\nMATERIALS AND METHODS\n\nAntibodies\n\nPolyclonal antibodies to zebrafish Pacsin2 were generated in sheep by immunising with a recombinant GST-tagged Pacsin2 construct encoding amino acids 301-388. Immunisation and serum collection were by Orygen Antibodies Ltd. Antibodies were affinity purified from serum by first clearing on GST beads alone followed by affinity purification on the GST-Pacsin2 recombinant protein. Polyclonal antibodies to zebrafish megalin were generated in rabbits against a GST fusion to the cytoplasmic domain, and affinity purified on the recombinant protein. Also used in this study were goat anti-EEA1 (Santa Cruz Biotechnology, sc-6415), mouse anti-Rab11 (BD Transduction Labs, 610657), mouse 3G8 anti-proximal tubule (European Xenopus Resource Centre, Portsmouth, UK), and mouse anti-GAPDH (Santa Cruz Biotechnology, sc-25778). Fluorophore-and HRP-conjugated secondary antibodies were purchased from Thermo Fisher Scientific.\n\nMolecular biology\n\nAll constructs were made using standard molecular biology techniques. Zebrafish\n\npascin2\n\ngene sequences is designated on Ensembl as ENSDARG00000078014. Full-length zebrafish\n\npacsin2\n\ncDNA was cloned into pT2KXIGDin-enpep vector (Dr Michael Pack, University of Pennsylvania, USA) for expression in zebrafish pronephric tubules. GST-tagged\n\npacsin2\n\n(encoding amino acids 301-388) was cloned into pFAT2 for bacterial expression and antibody production and purification. cDNA encoding the cytoplasmic domain of zebrafish megalin (amino acids 4464-4673) was cloned into pGEX-4T for antibody production and purification. Primer sequences for all manipulations are available upon request. All constructs were verified by DNA sequencing. Plasmid encoding GFP under control of the cardiomyosin light chain 2 promoter (\n\ncmlc2\n\n:GFP) was obtained from Dr Adam Hurlstone (University of Manchester, UK).\n\nZebrafish strains and husbandry\n\nZebrafish were raised and maintained at the University of Manchester Biological Services Unit according to the UK Animals (Scientific Procedures) Act 1986. The AB strain was used for morpholino studies and the non-pigmented Casper (\n\nWhite et al., 2008\n\n) strain was used to generate\n\npacsin2\n\nmutants. AB embryos used in experiments were transferred at 2 hpf to chorion water +0.003% phenylthiourea (PTU) to prevent pigment development. Generation of the\n\npacsin2\n\nmutant line was performed with CRISPR/Cas9, and this line was maintained as heterozygotes.\n\nRNA isolation and PCR\n\nTotal RNA was isolated from zebrafish embryos or adult tissues using Trizol (Invitrogen) and reverse-transcribed with Superscript First Strand (Invitrogen) to produce cDNA. For analysis of amplification products, cDNA was amplified using standard PCR conditions and appropriate primer pairs. For PCR of genomic DNA, genomic DNA was extracted from single or pooled embryos or was isolated from fin clips (1 mm\n\n2\n\n) taken from juvenile fish by extraction into 50 mM NaOH, heating to 95°C, neutralisation using Tris, pH 8, and centrifugation to remove insoluble debris. PCR was performed using standard conditions and appropriate primer pairs.\n\nRNA, DNA and morpholino injections in zebrafish\n\nFor CRISPR/Cas9 mutagenesis, guide RNA targeting exon 2 of zebrafish\n\npacsin2\n\n(GTCCAGCGACAGCTTCTGGG) was co-injected with Cas9 mRNA and protein (40 ng/µl sgRNA, 100 ng/µl Cas9 mRNA, 300 ng/µl EnGen Cas9 protein (NEB); injected at 1 nl volume) into one-cell-stage embryos. Mutagenesis was assessed by performing PCR of the genomic locus followed by restriction digestion using AlwNI, which cuts at the guide target sequence. Mutagenesis confers resistance to digestion. This method was also used for routine genotyping of zebrafish. Discrimination between the two mutant\n\npacsin2\n\nalleles (\n\n–10 bp\n\nand\n\n−20 bp\n\n) was done by DNA sequencing. For rescue experiments, capped mRNA encoding tol2 transposase was transcribed from the pCS2-FA vector (Dr Michael Pack, University of Pennsylvania, USA) using the mMessage mMachine kit (Ambion) and approximately 1 nl of a mix of 10 ng/µl pT2KXIGDin-\n\nenpep\n\nvector containing\n\npacsin2\n\ncoding sequence, 10 ng/µl\n\ncmcl2\n\n:GFP vector and 20 ng/μl tol2 transposase mRNA was injected into one-cell-stage embryos. Morpholinos were obtained from GeneTools. Control morpholino was described previously (\n\nRamirez et al., 2012\n\n); 1-3 nl of morpholino targeting zebrafish\n\npacsin2\n\n(E2, ATGTCTGAAAGAACAACAGCACAGA; E4, CTCGCGCTGCCTGTGTTTACCTCCT) was injected into the yolk sac of one-cell-stage embryos.\n\nInjection and analysis of endocytic tracers\n\nLysine-fixable Texas Red- or Alexa 488-conjugated 3 kDa or 10 kDa dextran (Thermo Fisher Scientific) was prepared in PBS at 2 µg/µl final concentration. The injected volume was adjusted individually for each tracer used based on the total fluorescence in the larvae circulatory system. Zebrafish larvae at 72 hpf were anesthetised with 0.2 mg/ml MS222 (Sigma-Aldrich), in chorion water, and tracer injected into the common cardinal vein using a glass micropipette PLI-90 Pico-Injector (Harvard Apparatus). Pronephric uptake was assessed at between 1-2.5 h after injection on whole mounts using a fluorescence dissecting stereomicroscope (Leica MZ10F).\n\nTimelapse imaging of zebrafish embryos\n\nEmbryos were mounted in 1% low melting point agarose, overlaid with chorion, warmed to 28°C and brightfield images acquired every 10 min on an Eclipse Ti inverted microscope (Nikon) using 10× Plan Fluor objective, the Nikon filter set for GFP and a pE-300 LED (CoolLED) fluorescent light source. NIS Elements AR.46.00.0 software (Nikon) was used to allow multiple embryos to be imaged every 10 min over the course of 24 h, with automatic refocusing. A Retiga R6 (Q-imaging) camera was used to capture single plane images. Images were analysed using NIS Elements Viewer (Nikon) software.\n\nFluorescence microscopy\n\nZebrafish larvae were fixed overnight using 4% PFA. For cryosectioning, larvae were mounted in cryosectioning moulds, frozen on dry ice and sectioned using a Leica CM3050 S cryotome. Cryosections were rehydrated with PBS for 5 min at room temperature and blocked overnight at 4°C in PBS containing 0.1% Triton and 5% Donkey serum. Incubation with primary antibodies in blocking solution was for 4 h at room temperature or overnight at 4°C, followed by secondary antibodies in blocking solution for 4 h at room temperature. Samples were mounted on coverslips in Mowiol. Images were captured with an Olympus IX83 inverted microscope using Lumencor LED excitation, a 100×/1.35 UPlanFl objective and the Penta filter set (Chroma). Images were collected using a R6 (Qimaging) CCD camera. Images were acquired using Metamorph v7.10.09.119 (Molecular Devices). Z-stacks of cryosections were acquired with a Z optical spacing of 0.2 μm and raw images deconvolved using the Huygens Pro software (SVI). For whole mount immunolabelling, fixed larvae were dehydrated in 100% methanol at −20°C overnight, rehydrated at room temperature and washed PBS containing 0.1% Tween-20. Proteinase K treatment (10 µg/ml, Sigma-Aldrich) was performed for 5 min, and larvae were blocked overnight at 4°C in PBS containing 0.1% Tween-20 and 10% FCS. Samples were labelled as for cryosections and mounted by overlaying with 1% low melting point agarose. Samples were imaged using a Leica TCS SP5 AOBS inverted confocal microscope using a 20× HC PL Fluotar (PH2) objective with 0.75× confocal zoom. Three-dimensional optical stacks were acquired using a step size of 1 µm, and images are displayed as maximum intensity projections.\n\nBlock face scanning electron microscopy\n\nSerial block face scanning electron microscopy was performed according to (\n\nOltrabella et al., 2015\n\n). Images were analysed using ImageJ. Endocytic and lysosomal compartments were defined by morphology. Vacuolar endosomes are oval or spherical membrane-enclosed compartments of a diameter greater than 500 nm, with an electron sparse lumen that contains varying degrees of granular material. Lysosomes are electron dense oval or spherical membrane-enclosed compartments of a diameter greater than 500 nm.\n\nStatistical tests\n\nAll statistical analyses and graphs were performed with GraphPad Prism version 9. Values are presented as the mean±s.d., and are from a minimum of three independent experiments. The\n\nn\n\nnumbers represent sample sizes. The statistical tests used in each case are indicated in the figure legends. All data were first tested for normality. Differences between two independent groups were compared using an unpaired Student's\n\nt\n\n-test. Differences between means of more than two comparison groups were analysed using one-way or two-way ANOVA, with adjustments on multiple comparison tests performed using either the Dunnett, Tukey or Sidak method, depending on the experiment. The Chi-squared test was used to analyse the categorical data obtained in the renal uptake experiments. Survival data were assessed using the non-parametric log-rank (Mantel–Cox) test.\n\nSupplementary Material\n\nSupplementary information"
  },
  {
    "pmcid": "8110786",
    "title": "A junctional PACSIN2/EHD4/MICAL-L1 complex coordinates VE-cadherin trafficking for endothelial migration and angiogenesis",
    "publish_date": "2021-5-10",
    "full_text": "Introduction\n\nSprouting angiogenesis, the formation of new blood vessels that originate from pre-existing vasculature, is an essential process for development, wound healing, and tumorigenesis. Coordinated endothelial migration and rearrangements drive angiogenesis, and are important for related vascular developmental processes such as anastomosis, lumen formation, and valve morphogenesis\n\n1\n\n–\n\n5\n\n. Angiogenic sprouts are formed by migrating endothelial leader cells (tip cells), which are directly connected to endothelial follower cells (stalk cells), which mediate sprout elongation and vessel branching\n\n6\n\n–\n\n8\n\n. Endothelial cell–cell contacts are formed through VE-cadherin-based adherens junctions (AJs). AJ remodeling is needed to allow the formation of angiogenic sprouts from the vascular endothelium, whereas stabilization of AJs supports the integrity of newly formed vessels. Hence, a tight regulatory system that is responsible for the making and breaking of endothelial cell–cell contacts is needed for proper sprouting angiogenesis and vascular barrier function\n\n9\n\n–\n\n11\n\n. Although the importance of VE-cadherin-based AJs in angiogenesis has already been well recognized, the molecular events that explain the spatiotemporal turnover of AJs between leader and follower cells are still poorly understood.\n\nVE-cadherin is a transmembrane receptor that connects neighboring cells by forming extracellular homotypic adhesions\n\n11\n\n–\n\n14\n\n. Intracellularly, VE-cadherin binds to the actin cytoskeleton via β-catenin and α-catenin proteins\n\n11\n\n. Besides its function as a structural anchor between endothelial cells and their actomyosin cytoskeleton, VE-cadherin possesses important mechanotransduction properties, which coordinate endothelial collective behavior\n\n15\n\n–\n\n18\n\n. Cytoskeletal-derived forces remodel the organization, protein composition, and function of AJs in cultured endothelial cells\n\n15\n\n,\n\n16\n\n,\n\n19\n\n–\n\n21\n\nand in the endothelium of developing blood vessels\n\n4\n\n,\n\n7\n\n,\n\n22\n\n. In turn, cytoplasmic molecular adaptations within the AJ complex are propagated over multicellular distances via the extracellular VE-cadherin connections\n\n23\n\n,\n\n24\n\n. Such mechanically coupled AJ signaling ensures the finely tuned collective behavior of the endothelium in response to pushing and pulling forces from neighboring cells\n\n24\n\n–\n\n28\n\n.\n\nDuring collective cell migration, actomyosin contractions occur at the rear of the leader cells, which pulls along the front of the follower cells. These pulling forces at the interface between leader and follower cells produce tension on the cell–cell contacts, leading to the formation of asymmetric AJs\n\n14\n\n,\n\n29\n\n–\n\n31\n\n. Tensile AJs are essential for collective dynamics in cell monolayers\n\n26\n\n,\n\n27\n\n. The polarized trafficking of cadherin-based adhesions is thought to drive this phenomenon\n\n32\n\n. The formation of asymmetric tensile AJs is accompanied by local curvature of the junctional plasma membrane\n\n19\n\n,\n\n33\n\n. We previously showed that recruitment of the curvature-sensing F-BAR protein PACSIN2 (protein kinase C and casein kinase 2 substrate in neurons 2) occurs specifically at the rear of asymmetric AJs in the follower cells\n\n19\n\n. Intriguingly, the formation of asymmetric AJs precedes the change in the direction of collectively migrating cells, suggesting that BAR proteins provide follower cells with guidance signals in vitro\n\n14\n\n,\n\n33\n\n. The identification of BAR proteins as molecular players at AJs added curvature sensing of the plasma membrane as contributor to mechanotransduction and junctional remodeling. The previous studies were performed with endothelial cell cultures, and although PACSIN2-positive asymmetric junctions have been observed in human blood vessels as well, to this date, the functional importance of junction-based signaling through BAR proteins in endothelial collective behavior and vascular development remains unknown. In addition, the molecular systems responsible for PACSIN2-driven remodeling of VE-cadherin at asymmetric junctions have not yet been identified.\n\nHere, we reveal that junctional PACSIN2 signaling guides endothelial cells during angiogenesis. Our results show that PACSIN2 mediates endothelial front–rear polarity during collective migration by recruiting the trafficking regulators EHD4 and MICAL-L1 specifically to asymmetric AJs formed between endothelial leader and follower cells. The junctional PACSIN2/EHD4/MICAL-L1 complex controls VE-cadherin trafficking and coordinates endothelial migration and angiogenesis. Together, these data show that tensile asymmetric AJs harbor a plasma membrane-bound tubular recycling compartment with marked importance in AJ remodeling and control over endothelial collective migration in the developing vasculature. These findings provide a mechanistic explanation for the established hypothesis of long-range guidance communication between endothelial cells during angiogenesis.\n\nResults\n\nPACSIN2 controls sprouting angiogenesis in vivo\n\nThe F-BAR protein PACSIN2 is recruited to the rear of AJs between endothelial leader–follower cells in vitro to locally protect junctional integrity\n\n19\n\n. In vitro cultured endothelial cells express the PACSIN2 and PACSIN3 isoforms, but no PACSIN1\n\n19\n\n. We first immuno-stained postnatal day 6 (P6) wild-type retinas and confirmed that PACSIN2, but not the related PACSIN3 isoform, is expressed in the endothelium of the developing vasculature of the retina in vivo (Supplementary Fig.\n\n1a\n\n). Next, we generated homozygous\n\nPacsin2\n\n−/−\n\nknockout mice through homologous recombination and ubiquitous Cre-\n\nloxP\n\nrecombination (Supplementary Fig.\n\n1b–d\n\n, see “Methods”). Lack of PACSIN2 protein expression was confirmed in the retina and lung tissue from the\n\nPacsin2\n\n−/−\n\nmice.\n\nPacsin2\n\ngene deletion resulted in a slight increase in PACSIN1 and PACSIN3 protein levels in the overall\n\nPacsin2\n\n−/−\n\nretinal tissue (Supplementary Fig.\n\n1e\n\n).\n\nPacsin2\n\n−/−\n\nmice are viable, fertile and adult mice appear healthy without major defects or bleedings, which indicates that there is no prominent vascular barrier defect. Some mild delays in cardiomyocyte development were previously reported in\n\nPacsin2\n\n−/−\n\nmice\n\n34\n\n. To investigate the role of PACSIN2 during angiogenesis, we compared the developing vasculature in control (\n\nPacsin2\n\n+/+\n\n)\n\nand\n\nPacsin2\n\n−/−\n\nmice retinas at P6.\n\nPacsin2\n\n−/−\n\nP6 retinas did not show explicit differences in the number of developing vascular branches and sprouts at the vascular front (Fig.\n\n1a, c\n\n). However, we noticed that the vascular sprouts were shorter, albeit composed by a higher number of endothelial cells (Fig.\n\n1b–d\n\n). This coincided with the formation of abnormal angiogenic sprouts, constituted by endothelial clusters of three or more cells, instead of the clear leader and follower cells that generate sprouts in control vessels (Fig.\n\n1b, d\n\n).\n\nPacsin2\n\n−/−\n\nretinas showed no differences in the number of endothelial dividing cells (Fig.\n\n1d\n\n). This suggests that the increase in endothelial cell numbers at the vascular sprouts is not due to proliferative changes, but might relate to differences in endothelial cell organization. Furthermore, we observed no changes in the number of endothelial tip cells at the sprouting front in\n\nPacsin2\n\n−/−\n\nretinas, as defined by endothelial cell-specific molecule 1 (ESM1) staining (Fig.\n\n1d\n\nand Supplementary Fig.\n\n2a\n\n).\n\nFig. 1\n\nAbnormal sprouting during retinal angiogenesis in\n\nPacsin2\n\n−/−\n\nmice.\n\na\n\nImmunofluorescent images of whole-mount retinas stained for Isolectin B4 (IB4, red, as marker of blood vessels) and the endothelial transcription factor ERG (cyan, marker of endothelial nuclei) from control (\n\nPacsin2\n\n+/+\n\n) and\n\nPacsin2\n\n−/−\n\nmouse littermates at P6. Representative images of at least ten retinas per genotype from three independent littermates. White rectangles indicate regions of interest (ROI) of which magnifications are shown below.\n\nb\n\nRepresentative images of the sprouting front of retinas from control and\n\nPacsin2\n\n−/−\n\nmouse littermates at P6 stained for ERG (red), IB4 (blue), and VE-cadherin (green). Punctuated lines indicate the sprouting front boundary. The red arrows indicate nuclear clusters in abnormal sprouts.\n\nc\n\nQuantification of the number of branch points per unit of area, the number of sprouts per 100 µm of sprouting front border, and the average length of sprouts (at least\n\nn\n\n= 10 retinas per genotype, from three independent littermates).\n\nP\n\n= 0.0295 when comparing the sprout length in\n\nPacsin2\n\n+/+\n\nto\n\nPacsin2\n\n−/−\n\nretinas.\n\nd\n\nQuantification of the number of nuclei per 100 µm of sprouting front border, the number of endothelial cell clusters per sprout, and the percentage of proliferating cells based on cytoplasmic (dividing cells) versus nuclear ERG (non-dividing cells) stainings per unit area in the sprouting front of control and\n\nPacsin2\n\n−/−\n\nP6 retinas (at least ten retinas per genotype, from at least three independent littermates).\n\nP\n\n= 0.0015 when comparing the number of nuclei, and\n\nP\n\n= 0.0242 when comparing the number of endothelial clusters in\n\nPacsin2\n\n+/+\n\nto\n\nPacsin2\n\n−/−\n\nretinas. Quantification of the number of tip cells (ESM1\n\n+\n\n) per total number of ECs at the sprouting front (at least four retinas per genotype, from two independent littermates).\n\ne\n\nRepresentative high-resolution images of the sprouting front from control and\n\nPacsin2\n\n−/−\n\nmice stained for VE-cadherin (green), ERG (red), and IB4 (blue). The black dotted squares indicate the ROIs that are magnified in the panels below.\n\nf\n\nQuantification of the intensity of cytoplasmic VE-cadherin at the vascular sprouts of control and\n\nPacsin2\n\n−/−\n\nretinas (at least seven retinas per genotype, from two independent littermates).\n\nP\n\n= 0.0401 when comparing\n\nPacsin2\n\n+/+\n\nto\n\nPacsin2\n\n−/−\n\nretinas. All quantifications represent mean ± SEM (error bars) and the statistics were performed by the two-sided Mann–Whitney test. ns non-significant; *\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01. Scale bars, 100 and 50 µm (\n\na\n\n), 40 µm (\n\nb\n\n), 20 and 5 µm (\n\ne\n\n). Arb. units arbitrary units. Source data are provided as a Source Data file.\n\nEndothelial cell migration and rearrangements in angiogenic sprouts requires the remodeling of the VE-cadherin-based AJs\n\n4\n\n,\n\n7\n\n,\n\n35\n\n. High-magnification imaging of VE-cadherin stainings revealed that the AJs in angiogenic vessels in the\n\nPacsin2\n\n−/−\n\nretinas are differently organized (Fig.\n\n1e\n\n). Notably, we observed an increase in cytoplasmic VE-cadherin intensity at the sprouting front in the\n\nPacsin2\n\n−/−\n\nretinas (Fig.\n\n1e, f\n\n), a feature which has been shown to associate with the remodeling of AJs between endothelial leader and follower cell during angiogenesis\n\n7\n\n. Moreover, the VE-cadherin junctions were completely disorganized in the large endothelial clusters at the sprouting front in the\n\nPacsin2\n\n−/−\n\nretinas (Supplementary Fig.\n\n2b\n\n). Taken together, these findings show that PACSIN2 is needed for endothelial organization during sprouting angiogenesis and that PACSIN2 modulates VE-cadherin-based endothelial junctions in vivo.\n\nEndothelial PACSIN2 coordinates collective migration and angiogenic sprouting\n\nTo understand how PACSIN2 controls endothelial cell movement, we examined in vitro cultured primary human umbilical vein endothelial cells (HUVECs) in which\n\nPACSIN2\n\nexpression was depleted by specific short hairpin RNAs (shRNAs, previously validated in ref.\n\n19\n\n) (Fig.\n\n2a\n\n). Multicellular spheroids composed of shControl or shPACSIN2 HUVECs were placed in 3D collagen matrices\n\n36\n\nto assess VEGF-induced sprouting capacity. Sprout formation and elongation from spheroids was strongly decreased upon depletion of PACSIN2 (Fig.\n\n2b, c\n\n), confirming that PACSIN2 is needed for endothelial-driven angiogenic sprouting. We next performed scratch wound assays of monolayers formed by shControl or shPACSIN2 HUVECs. Depletion of PACSIN2 inhibited cell migration toward the scratch resulting in delayed wound closure (Fig.\n\n2d, e\n\nand Supplementary Movie\n\n1\n\n). Moreover, applying particle image velocity (PIV) analysis\n\n27\n\n,\n\n37\n\n,\n\n38\n\nto the time-lapse recordings revealed that there is a strong decrease in the correlated migration of a given cell and its neighbors upon depletion of PACSIN2 (Fig.\n\n2f\n\n). To decipher whether the depletion of PACSIN2 results in a cell-intrinsic or a collective migration defect, we performed competition scratch assays. Mosaic endothelial monolayers were generated in which half of the HUVECs expressed shControl with an RFP tag and the other half of the HUVECs expressed shPACSIN2 and GFP. Next, scratch assays were performed and the identity of the front row cells during collective migration was determined. The experiments demonstrated that at 12 h after scratch the migrating front is dominated by cells that express PACSIN2, whereas PACSIN2-depleted cells fail to follow during the collective cell migration process (Fig.\n\n2g–i\n\n). These findings indicate that PACSIN2 is needed for coordinated collective cell migration.\n\nFig. 2\n\nPACSIN2 controls endothelial directed migration and angiogenic sprouting.\n\na\n\nRepresentative Western blot analysis of PACSIN2 and vinculin (loading control) expression in whole-cell lysates from HUVECs transduced with shControl, shPACSIN2-D11, and shPACSIN2-E1. Western blots were repeated three times with similar results.\n\nb\n\nRepresentative phase-contrast images of sprouting spheroids from HUVECs transduced with shControl, shPACSIN2-D11, and shPACSIN2-E1 after 16-h stimulation with VEGF.\n\nc\n\nQuantification of the number of sprouts per spheroid and the average sprout length of HUVECs transduced with shControl (\n\nn\n\n= 63 spheroids), shPACSIN2-D11 (\n\nn\n\n= 52 spheroids), and shPACSIN2-E1 (\n\nn\n\n= 67 spheroids). Data are from four independent experiments.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-D11 and when comparing shControl to shPACSIN2-E1.\n\nd\n\nRepresentative phase-contrast images of the scratch wound migration assay at 9 h post-scratch performed on HUVEC monolayers transduced with shControl, shPACSIN2-D11, and shPACSIN2-E1. The punctuated yellow lines indicate the boundaries of the wound. See Supplementary Movie\n\n1\n\nfor time-lapse images of the scratch wound migration.\n\ne\n\nQuantification of wound-healing velocity measured in surface area per min of post-scratch HUVEC monolayers transduced with shControl (\n\nn\n\n= 33 movies), shPACSIN2-D11 (\n\nn\n\n= 18 movies), and shPACSIN2-E1 (\n\nn\n\n= 20 movies) from three independent experiments.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-D11 and when comparing shControl to shPACSIN2-E1.\n\nf\n\nQuantification of the correlation length of wound-healing time-lapse recordings of HUVECs transduced with shControl (\n\nn\n\n= 23 movies), shPACSIN2-D11 (\n\nn\n\n= 19 movies), and shPACSIN2-E1 (\n\nn\n\n= 35 movies) from at least four independent experiments using particle image velocimetry (PIV) analysis.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-D11 and\n\nP\n\n= 0.0358 when comparing shControl to shPACSIN2-E1.\n\ng\n\nRepresentative fluorescence images of HUVECs transduced with shControl-RFP or shPACSIN2 together with GFP in a scratch wound assay (\n\nt\n\n= 0 and\n\nt\n\n= 12 h after scratch). The punctuated yellow line highlights the migration front.\n\nh\n\nQuantification of the fraction of shControl (RFP) or shPACSIN2 (GFP) cells at the leading edge at\n\nt\n\n= 0 and\n\nt\n\n= 12 h after scratch.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2 at\n\nt\n\n= 12 h using two-way ANOVA multiple comparisons. Data are from three independent experiments and 20 movies per condition.\n\ni\n\nQuantification of the average directionality and velocity of migrating follower shControl (RFP;\n\nn\n\n= 22 movies) or shPACSIN2 (GFP;\n\nn\n\n= 22 movies) cells. Directionality data were normally distributed and for comparison a paired two-tailed Student’s\n\nt\n\ntest was performed.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-D11. The velocity data were not normally distributed, a paired two-tailed nonparametric Wilcoxon test was performed.\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-D11.\n\nj\n\nRepresentative widefield IF images taken 5 h post-scratch of HUVEC monolayers transduced with shControl, shPACSIN2-D11, and shPACSIN2-E1 and stained for VE-cadherin (gray), DAPI (blue), and GM130 (green). The punctuated yellow lines indicate the boundaries of the wound.\n\nk\n\nA scheme to explain the quantification of Golgi orientation in migrating cells. Golgi was assessed as oriented if located within the 120° angle area directed toward the migration front of scratch wound assays.\n\nl\n\nQuantification of the percentage of cells with oriented Golgi in scratch wound assays with HUVECs transduced with shControl (\n\nn\n\n= 39 images), shPACSIN2-D11 (\n\nn\n\n= 23 images), and shPACSIN2-E1 (\n\nn\n\n= 32 images) from three independent experiments.\n\nP\n\n= 0.0017 when comparing shControl to shPACSIN2-D11 and\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2-E1.\n\nm\n\nRepresentative images of the sprouting front of retinas from control and\n\nPacsin2\n\n−/−\n\nmouse littermates at P6 stained for ERG (green), ICAM2 (blue), and GOLPH4 (red). Arrows display the orientation of the Golgi in relation to the nucleus.\n\nn\n\nRose plot of the polarization data distribution of quantified endothelial cells from control and\n\nPacsin2\n\n−/−\n\nretinas at the first three rows of the vascular sprouting front.\n\no\n\nQuantification of the percentage of polarized endothelial cells as defined within the ±60° range toward the sprouting front.\n\nP\n\n= 0.0087 when comparing\n\nPacsin2\n\n+/+\n\nto\n\nPacsin2\n\n−/−\n\n(two-sided Mann–Whitney test). All graphs represent mean ± SEM (error bars), and the statistical analysis was performed by a one-way ANOVA and Dunnett’s multiple comparisons test unless stated otherwise. ns non-significant; *\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01; ***\n\nP\n\n< 0.001. Scale bars, 50 µm (\n\nb, d, g\n\n) and 20 µm (\n\nj, m\n\n).\n\nt\n\ntime. Source data are provided as a Source Data file.\n\nNext, we studied whether PACSIN2 might control the front–rear polarization of migrating ECs. Efficient collective migration is tightly dependent on the ability of the cells to polarize toward a directional cue\n\n39\n\n,\n\n40\n\n, and in polarized migrating endothelial cells, the Golgi is located in front of the nucleus\n\n41\n\n,\n\n42\n\n. We assessed Golgi localization in the first two rows of scratch wound migrating shControl and shPACSIN2 HUVECs (Fig.\n\n2j\n\n). The Golgi was considered oriented if localized within a 120° margin relative to the nucleus and the leading edge of the cells (Fig.\n\n2k\n\n). These experiments demonstrate a strong reduction in cell polarization upon PACSIN2 depletion (Fig.\n\n2l\n\n). To determine the importance of PACSIN2 for endothelial polarization during angiogenesis in vivo, we investigated Golgi orientation in ECs at the angiogenic front in control and\n\nPacsin2\n\n−/−\n\nP6 retinas.\n\nPacsin2\n\n−/−\n\nECs were strongly impaired in their capacity to polarize toward the sprouting front (Fig.\n\n2m–o\n\n). Taken together, these results indicate that PACSIN2 is needed for endothelial migration by supporting cell collectivity and polarity during angiogenesis.\n\nPACSIN2 recruitment occurs in parallel with the dissociation of p120-catenin from VE-cadherin\n\nOur previous study has shown that asymmetric AJs are formed between the leader and the follower cells during directed migration, and that PACSIN2 is recruited to the rear side of these contacts in the follower cells (Fig.\n\n3a\n\nand ref.\n\n19\n\n). Since AJ turnover is essential for efficient collective migration\n\n2\n\n,\n\n32\n\n,\n\n43\n\n–\n\n45\n\n, and PACSIN2 locally controls VE-cadherin dynamics at asymmetric AJs\n\n19\n\n, we next investigated how PACSIN2 regulates VE-cadherin turnover. P120-catenin binds to the juxtamembrane domain of the VE-cadherin cytoplasmic tail where it masks an endocytic motif\n\n46\n\n,\n\n47\n\n. P120-catenin dissociation exposes this motif and induces clathrin-dependent endocytosis of the VE-cadherin receptor\n\n48\n\n,\n\n49\n\n. To establish whether PACSIN2 and p120-catenin are functionally associated, we performed immunofluorescence (IF) imaging of endogenous p120-catenin, PACSIN2, and VE-cadherin in HUVECs (Fig.\n\n3b\n\n). Linescan analysis across individual asymmetric AJs revealed that p120-catenin is released from the trailing ends of PACSIN2-positive, but not PACSIN2-negative, asymmetric AJs (Fig.\n\n3c, d\n\n). In addition, live imaging of HUVECs expressing PACSIN2-GFP, p120-catenin-mCherry, and live-labeled VE-cadherin showed that PACSIN2 is recruited to the asymmetric AJs after p120-catenin dissociates from VE-cadherin (Supplementary Movie\n\n2\n\nand Supplementary Fig.\n\n3a\n\n). Together these data demonstrate that PACSIN2 is recruited to the asymmetric AJs that are locally primed for internalization due to the release of p120-catenin from the VE-cadherin complex.\n\nFig. 3\n\nPACSIN2 recruitment to asymmetric AJs occurs in parallel with the dissociation of p120-catenin from VE-cadherin.\n\na\n\nA schematic representation and an IF image zoomed-in on asymmetric AJs at the junctional interface of collectively migrating HUVECs. Stained PACSIN2 is represented in green and VE-cadherin in red.\n\nb\n\nIF images of asymmetric AJs between HUVECs stained for PACSIN2 (white), p120-catenin (green), and VE-cadherin (red) and dual and triple channel merges.\n\nc\n\nOn the left—a representative site of a linescan analysis of VE-cadherin and p120-catenin along a PACSIN2-positive asymmetric AJ (indicated with a solid blue line of 3.5-µm length). On the right—a graph with averages of VE-cadherin and p120-catenin intensities, normalized and corrected for background, measured along PACSIN2-positive asymmetric AJs (\n\nn\n\n= 21 asymmetric AJs) from three independent experiments.\n\nd\n\nOn the left—a representative site of a linescan analysis of VE-cadherin and p120-catenin along a PACSIN2-negative asymmetric AJ. On the right—a graph with averages of VE-cadherin and p120-catenin intensities, normalized and corrected for background, measured along PACSIN2-negative asymmetric AJs (\n\nn\n\n= 13 asymmetric AJs) from three independent experiments.\n\ne\n\nRepresentative widefield IF images of asymmetric AJs in HUVECs depleted for endogenous VE-cadherin and rescued with ectopic expression of VE-cadherin-GFP, VE-cadherin[GGG]-GFP, or VE-cadherin[DEE]-GFP (red) and stained for endogenous p120-catenin (white) and PACSIN2 (green). The white arrows point to PACSIN2-positive asymmetric AJs. Corresponding Western blot analysis of endogenous VE-cadherin depletion is shown in Supplementary Fig.\n\n3b\n\n.\n\nf\n\nA schematic representation of the p120-catenin-binding domain mutated VE-cadherin variants.\n\ng\n\nQuantification of the percentage of PACSIN2-positive asymmetric AJs detected in VE-cadherin-GFP (\n\nn\n\n= 22 images), VE-cadherin[DEE]-GFP (\n\nn\n\n= 27 images), VE-cadherin[GGG]-GFP (\n\nn\n\n= 24 images) expressing HUVECs from three independent experiments. The statistical analysis was performed by a one-way ANOVA and Dunnett’s multiple comparisons test. ns non-significant. All graphs represent mean ± SEM (error bars). Scale bars, 5 µm (\n\na\n\n–\n\nd\n\n) and 10 µm (\n\ne\n\n). AJs adherens junctions, Arb. units arbitrary units, VEC VE-cadherin. Source data are provided as a Source Data file.\n\nWe next investigated if PACSIN2 is a member of the constitutive endocytic machinery recruited to VE-cadherin after p120-catenin dissociation\n\n48\n\n,\n\n50\n\n. First, endogenous VE-cadherin was depleted from HUVECs by lentiviral shRNAs targeting the 3′-untranslated region (3′-UTR) of the\n\nCDH5\n\nmessenger RNA (Supplementary Fig.\n\n3b\n\n). These VE-cadherin knockdown cells were rescued by ectopic expression of wild-type VE-cadherin-GFP, VE-cadherin[DEE]-GFP, or VE-cadherin[GGG]-GFP; two previously described VE-cadherin variants that contain mutations at the core p120-catenin binding site (Fig.\n\n3e, f\n\n). Both VE-cadherin mutants do not bind to p120-catenin. However, the DEE mutation prevents endocytosis of VE-cadherin and affects endothelial polarization and retinal angiogenesis, while the GGG mutation still allows for VE-cadherin internalization\n\n48\n\n,\n\n51\n\n. IF imaging of the generated endothelial cell lines shows that recruitment of endogenous PACSIN2 to VE-cadherin-, VE-cadherin[DEE]-, and VE-cadherin[GGG]-based asymmetric AJs occurs at comparable levels (Fig.\n\n3e, g\n\n). This indicates that junctional recruitment of PACSIN2 occurs in parallel with the mechanism driving p120-catenin controlled VE-cadherin endocytosis.\n\nPACSIN2, EHD4, and MICAL-L1 bind to each other at the trailing end of asymmetric AJs\n\nTo identify the mechanism through which PACSIN2 controls VE-cadherin turnover, we next looked at potential PACSIN2 interactors involved in protein trafficking. PACSIN2 contains Asn-Pro-Phe (NPF) motifs that bind to the EH domain of the dynamin-like C-terminal Eps15 homology domain (EHD) proteins\n\n52\n\n(Fig.\n\n4a\n\n). There are four known mammalian EHD proteins, which are linked to different branches of endocytic pathways\n\n53\n\n–\n\n55\n\n. IF imaging in HUVECs revealed that PACSIN2 colocalizes clearly with EHD4, and to a certain extent with EHD1, in a tubular fashion at the asymmetric AJs (Fig.\n\n4b\n\n). No junctional colocalization between PACSIN2 and EHD2 or EHD3 was observed. Quantified Pearson’s colocalization coefficients confirmed the strongest colocalization of PACSIN2 with EHD4 (\n\nR\n\n= 0.62) compared to EHD1 (\n\nR\n\n= 0.38), EHD2 (\n\nR\n\n= 0.20), and EHD3 (\n\nR\n\n= 0.23) at asymmetric AJs (Fig.\n\n4c\n\n).\n\nFig. 4\n\nPACSIN2, EHD4, and MICAL-L1 interact at asymmetric AJs.\n\na\n\nA schematic representation of the domain structures of PACSIN2 and EHD proteins. NPF Asn-Pro-Phe motif; SH3 SRC homology 3 domain; Hlc helical domain.\n\nb\n\nConfocal and widefield IF images of asymmetric AJs in HUVECs expressing PACSIN2-GFP (green) and stained for EHD1, EHD2, EHD3, or EHD4 (red) and VE-cadherin (blue).\n\nc\n\nPearson’s correlation analysis of PACSIN2 and EHD isoform fluorescent signals at the asymmetric AJs. The red numbers represent the mean Pearson’s correlation values (R). Data are derived from three independent experiments; EHD1/PACSIN2 (\n\nn\n\n= 22 asymmetric AJs), EHD2/PACSIN2 (\n\nn\n\n= 26 asymmetric AJs), EHD3/PACSIN2 (\n\nn\n\n= 23 asymmetric AJs), EHD4/PACSIN2 (\n\nn\n\n= 34 asymmetric AJs).\n\nd\n\nRepresentative Western blot analysis for EHD4, GFP, and MICAL-L1 on whole-cell lysates and GFP pull-down samples derived from non-transduced HUVECs (WT), HUVECs expressing GFP, or PACSIN2-GFP.\n\ne\n\nQuantification of relative EHD4 intensity detected in GFP pull-down samples from HUVECs expressing GFP or PACSIN2-GFP (\n\nn\n\n= 3 independent experiments). The signal is normalized to the amount of protein in the whole-cell lysate.\n\nP\n\n= 0.0311 when comparing GFP to PACSIN2-GFP.\n\nf\n\nRepresentative Western blot analysis for PACSIN2, EHD4, and GFP on whole-cell lysates and GFP pull-down samples derived from non-transduced HUVECs (WT), HUVECs expressing GFP or EHD4-GFP.\n\ng\n\nQuantification of relative PACSIN2 intensity detected in GFP pull-down samples from HUVECs expressing GFP or EHD4-GFP (\n\nn\n\n= 3 independent experiments). The signal is normalized to the amount of protein in the whole-cell lysate.\n\nP\n\n= 0.0375 when comparing GFP to EHD4-GFP.\n\nh\n\nWidefield IF images of asymmetric AJs in HUVECs stained for MICAL-L1 (green), F-actin (red), and VE-cadherin (blue).\n\ni\n\nWidefield IF images of asymmetric AJs in HUVECs expressing EHD4-GFP (red) stained for MICAL-L1 (green) and VE-cadherin (blue).\n\nj\n\nQuantification of the percentage of MICAL-L1-positive asymmetric AJs in HUVECs (\n\nn\n\n= 18 images from three independent experiments).\n\nk\n\nPearson’s correlation analysis of fluorescent signal of MICAL-L1 and EHD4-GFP at the asymmetric AJs (\n\nn\n\n= 8 images from three independent experiments).\n\nl\n\nQuantification of relative MICAL-L1 intensity detected in GFP pull-down samples from HUVECs expressing GFP or PACSIN2-GFP (\n\nn\n\n= 3 independent experiments). The signal is normalized to the amount of protein in the whole-cell lysate.\n\nP\n\n= 0.0436 when comparing GFP to PACSIN2-GFP. All graphs represent mean ± SEM (error bars), and the statistical analysis was performed by a paired two-tailed\n\nt\n\ntest. *\n\nP\n\n< 0.05. Scale bars, 5 µm (\n\nb\n\n) and 2.5 µm (\n\nh\n\n,\n\ni\n\n). IP immunoprecipitation, Arb. units arbitrary units. Source data are provided as a Source Data file.\n\nIF imaging further showed that EHD4, like PACSIN2\n\n19\n\n, is recruited to the rear of asymmetric AJs in follower cells that are aligned in the direction of collective migration (Supplementary Fig.\n\n4\n\n). To study whether PACSIN2 and EHD4 bind to each other, we next conducted GFP-tag-based immunoprecipitations (IPs) on lysates of HUVECs expressing either PACSIN2-GFP or EHD4-GFP. Endogenous EHD4 was efficiently pulled down in PACSIN2-GFP IPs (Fig.\n\n4d, e\n\n), and vice versa endogenous PACSIN2 was co-immunoprecipitated in EHD4-GFP IPs (Fig.\n\n4f, g\n\n). Together, these results indicate that PACSIN2 and EHD4 interact at the asymmetric AJs during collective migration.\n\nBinding of PACSIN2 to EHD proteins occurs during the biogenesis of the recycling endosome—a tubular recycling compartment\n\n56\n\n,\n\n57\n\n. In addition, EHD4 has been shown to control cargo recycling\n\n58\n\n. The lipid-binding MICAL-like protein 1 (MICAL-L1) links EHD proteins to the endocytic recycling compartment, functions upstream of Rab proteins, and is a marker for endocytic recycling\n\n59\n\n,\n\n60\n\n. IF imaging of HUVECs revealed that MICAL-L1 is recruited to the trailing end of 31% of the asymmetric AJs (Fig.\n\n4h, j\n\n). Next, to investigate whether MICAL-L1 is part of the tubular junctional PACSIN2-EHD4 complex at asymmetric AJs between HUVECs, we assessed colocalization of endogenous MICAL-L1 and ectopically expressed EHD4-GFP (Fig.\n\n4i, k\n\n) or PACSIN2-GFP (Supplementary Fig.\n\n5\n\n). IF-based imaging and Pearson’s coefficient analyses revealed strong junctional colocalization of MICAL-L1 and EHD4-GFP (\n\nR\n\n= 0.72) (Fig.\n\n4i, k\n\n), and MICAL-L1 and PACSIN2-GFP (\n\nR\n\n= 0.82) (Supplementary Fig.\n\n5\n\n). These findings were further corroborated by the notion that endogenous MICAL-L1 was readily pulled down in PACSIN2-GFP IPs from HUVECs (Fig.\n\n4d, l\n\n). Taken together, these results demonstrate that MICAL-L1 interacts with PACSIN2 and EHD4 at the trailing end of asymmetric AJs to form a tubular recycling compartment.\n\nThe PACSIN2/EHD4/MICAL-L1 complex controls VE-cadherin trafficking at asymmetric AJs\n\nAsymmetric AJs are remodeled in a front–rear polarized fashion, and local PACSIN2 recruitment protects the integrity of VE-cadherin-based junctions\n\n1\n\n,\n\n19\n\n. Concordantly, the depletion of PACSIN2 leads to strongly augmented VE-cadherin internalization levels\n\n19\n\n. To investigate if the interaction of PACSIN2 with the EHD4/MICAL-L1 complex controls VE-cadherin-based junction turnover, we depleted EHD4 from HUVECs by two different\n\nEHD4\n\n-specific shRNAs. IF imaging revealed a clear loss of EHD4 from the trailing end of asymmetric AJs upon EHD4 depletion (Fig.\n\n5a, b\n\n). Intriguingly, both the recruitment of PACSIN2 and MICAL-L1 to asymmetric AJs were also perturbed upon EHD4 depletion (Fig.\n\n5c–f\n\n), indicating complete disruption of the junctional PACSIN2/EHD4/MICAL-L1 complex. Vice versa, depletion of PACSIN2 prevented the recruitment of EHD4 to asymmetric AJs (Supplementary Fig.\n\n6\n\n). These experiments show that both EHD4 and PACSIN2 are needed to assemble the junctional PACSIN2/EHD4/MICAL-L1 complex.\n\nFig. 5\n\nEHD4 is needed to form a junctional PACSIN2/EHD4/MICAL-L1 complex at asymmetric AJs.\n\na\n\nRepresentative widefield images of asymmetric AJs in HUVECs transduced with shControl, shEHD4-E1, and shEHD4-E10 stained for VE-cadherin (red) and EHD4 (green). The white squares indicate the ROIs that are magnified in the right panels. The white arrow points to EHD4-positive asymmetric AJs. Imaging experiments were repeated three times with similar results.\n\nb\n\nRepresentative Western blot analysis of EHD4 and vinculin (loading control) protein levels in whole-cell lysates from HUVECs transduced with shControl, shEHD4-E1, or shEHD4-E10. The graph represents quantification of EHD4 protein levels in lysates of shEHD4 transduced HUVECs, normalized to the levels of the protein in lysates from HUVECs transduced with shControl (\n\nn\n\n= 5 independent experiments).\n\nP\n\n< 0.0001 when comparing shControl to shEHD4-E1 and when comparing shControl to shEHD4-E10.\n\nc\n\nRepresentative widefield images of asymmetric AJs in HUVECs transduced with shControl, shEHD4-E1, and shEHD4-E10 stained for VE-cadherin (red) and PACSIN2 (green). The white squares indicate the ROIs that are magnified in the right panels.\n\nd\n\nQuantification of the percentage of PACSIN2-positive asymmetric AJs in HUVECs transduced with shControl (\n\nn\n\n= 18 images), shEHD4-E1 (\n\nn\n\n= 24 images) or shEHD4-E10 (\n\nn\n\n= 16 images) from three independent experiments.\n\nP\n\n= 0.007 when comparing shControl to shEHD4-E1 and\n\nP\n\n= 0.008 when comparing shControl to shEHD4-E10.\n\ne\n\nRepresentative widefield images of asymmetric AJs in HUVECs transduced with shControl, shEHD4-E1, and shEHD4-E10 stained for VE-cadherin (red) and MICAL-L1 (green). The white squares indicate the ROIs that are magnified in the right panels.\n\nf\n\nQuantification of the percentage of MICAL-L1-positive asymmetric AJs in HUVECs transduced with shControl (\n\nn\n\n= 46 images), shEHD4-E1 (\n\nn\n\n= 44 images), or shEHD4-E10 (\n\nn\n\n= 51 images) from three independent experiments.\n\nP\n\n= 0.022 when comparing shControl to shEHD4-E1 and\n\nP\n\n= 0.0493 when comparing shControl to shEHD4-E10. The graphs represent mean ± SEM (error bars). The statistical analyses were performed by a one-way ANOVA and Dunnett’s multiple comparisons test. *\n\nP\n\n< 0.05, ***\n\nP\n\n< 0.001. Scale bars—20 and 5 µm (\n\na\n\n,\n\nc\n\n,\n\ne\n\n). ROI region of interest, Arb. units arbitrary units. Source data are provided as a Source Data file.\n\nHUVECs transduced with shEHD4 were still able to form VE-cadherin-based junctions and no major cytoskeletal changes were observed (Fig.\n\n5\n\nand Supplementary Fig.\n\n7a\n\n). Fluorescence-activated cell sorting (FACS) analysis indicate that the depletion of EHD4 does not affect overall cell surface levels of VE-cadherin (Supplementary Fig.\n\n7b\n\n). Next, we determined VE-cadherin intensity and localization in shControl, shPACSIN2, and shEHD4 monolayers by immunostaining the VE-cadherin molecules on the cell surface without permeabilization using an anti-VE-cadherin antibody that recognizes an extracellular epitope of VE-cadherin. In agreement with the FACS data and our earlier experiments with shPACSIN2 HUVECs\n\n19\n\n, we observed no clear differences in VE-cadherin localization or intensity in the various knockdown conditions compared to control (Fig.\n\n6a\n\nupper images). This indicates that global VE-cadherin-based junction biogenesis pathways are unaffected. To study if EHD4, like PACSIN2, controls VE-cadherin trafficking, we pulse-labeled VE-cadherin molecules on the surface of shControl, shPACSIN2, and shEHD4 HUVECs and followed their turnover and internalization. These experiments show that in a time course of 2 h, a larger proportion of VE-cadherin is internalized and accumulating in intracellular vesicles upon depletion of PACSIN2 or EHD4 (Fig.\n\n6a, b\n\n).\n\nFig. 6\n\nEHD4 depletion perturbs VE-cadherin trafficking and asymmetric AJ remodeling during collective migration.\n\na\n\nWidefield IF images of shControl, shPACSIN2 (mix of D11 + E1), or shEHD4 (mix of E1 + E10) HUVECs that are pulse-labeled with anti-VE-cadherin antibodies (green) and stained for nuclei (blue). Upper row represents the surface-labeled levels of VE-cadherin at\n\nt\n\n= 0 h, and the lower row images represent 2 h chased VE-cadherin.\n\nb\n\nQuantification of the number of VE-cadherin-positive vesicles per cell. The data are from three independent experiments; shControl (\n\nn\n\n= 87 cells), shPACSIN2 (\n\nn\n\n= 80 cells), and shEHD4 (\n\nn\n\n= 70 cells).\n\nP\n\n< 0.0001 when comparing shControl to shPACSIN2 and\n\nP\n\n= 0.0001 when comparing shControl to shEHD4.\n\nc\n\nWidefield time-lapse images of asymmetric AJs in HUVECs expressing EHD4-GFP (green) and VE-cadherin-mCherry (red). White arrows point to EHD4 recruitment, and the black filled arrowheads indicate the displacement direction of the AJs. See Supplementary Movie\n\n3\n\n.\n\nd\n\nWidefield time-lapse images of asymmetric AJs in shControl or shEHD4 (mix of E1 + E10) HUVECs expressing VE-cadherin-GFP. White arrows point to gradually turning over of asymmetric AJs through subtle internalization events. Yellow arrowhead highlights the breaking of elongated asymmetric AJ in shEHD4 HUVECs. Heat map in the right image panels shows the corresponding junction dynamics over 64 min in a unique color per time frame. Note the gradual asymmetric AJ turnover in shControl HUVECs. See Supplementary Movie\n\n4\n\n.\n\ne\n\nWidefield images of HUVEC monolayers transduced with shControl or shEHD4 (mix of E1 + E10) and live-labeled with anti-VE-cadherin antibody (white) at time\n\nt\n\n= 0 and\n\nt\n\n= 54 min post-scratch wound induction. The yellow punctuated line indicates the border of the scratch wound. The white squares indicate ROIs of remodeling asymmetric AJs between migrating HUVECs. See Supplementary Movie\n\n5\n\nfor time-lapse images of the wound closure.\n\nf\n\nQuantification of the maximal length of asymmetric AJs during the time-lapse recordings scratch wound migration (54 min). The data are from three independent experiments; shControl (\n\nn\n\n= 63 asymmetric AJs) and shEHD4 (\n\nn\n\n= 68 asymmetric AJs).\n\nP\n\n= 0.0005 when comparing shControl to shEHD4.\n\ng\n\nQuantification of the lifetime of asymmetric AJs. The lifetime was defined as the time between asymmetric AJ formation and the time of their breakdown. The data are from three independent experiments; shControl (\n\nn\n\n= 63 asymmetric AJs) and shEHD4 (\n\nn\n\n= 68 asymmetric AJs).\n\nP\n\n< 0.0001 when comparing shControl to shEHD4. All graphs represent mean ± SEM (error bars) and the statistical analysis was performed by a Kruskal–Wallis and Dunnett’s multiple comparisons test (\n\nb\n\n) or unpaired two-tailed\n\nt\n\n-test (\n\nf, g\n\n). ***\n\nP\n\n< 0.001. Scale bars—20 and 5 µm. VEC VE-cadherin,\n\nt\n\ntime, Ab antibody, R region of interest, AJ adherens junction, Nr number. Source data are provided as a Source Data file.\n\nLive imaging of HUVECs expressing EHD4-GFP and VE-cadherin-mCherry showed that the recruitment of EHD4 relates to rapid movements of the asymmetric AJs (Fig.\n\n6c\n\nand Supplementary Movie\n\n3\n\n). To investigate whether EHD4 controls local turnover of the AJs, VE-cadherin-GFP was expressed in shControl and shEHD4 HUVECs. Subsequent live cell imaging experiments clearly showed that the asymmetric AJs are gradually turning over during their movement through subtle internalization events (Fig.\n\n6d\n\nand Supplementary Movie\n\n4\n\n). Importantly, upon the depletion of EHD4, the asymmetric AJs are not turning over in a smooth fashion, but instead elongate until they break (Fig.\n\n6d\n\nand Supplementary Movie\n\n4\n\n). This junctional defect in shEHD4 HUVECs likely underlies the accumulation of VE-cadherin-positive vesicles in the pulse-chase experiments.\n\nWe next investigated if EHD4 controls remodeling of AJs during endothelial collective migration. To study this, we live-labeled VE-cadherin in shControl or shEHD4 HUVEC monolayers and induced a scratch wound to trigger collective migration. Both shEHD4 and shControl HUVECs established asymmetric AJs between the leader and follower cells (Fig.\n\n6e\n\n). Live imaging revealed that the asymmetric AJs in shControl HUVECs were gradually resolved, allowing for the dynamic breaking and making of cell–cell contacts to support the coordination of polarized cell migration (Fig.\n\n6e\n\nand Supplementary Movie\n\n5\n\n). Strikingly, in the shEHD4 HUVECs the majority of asymmetric AJs persisted longer, and the asymmetric AJs elongated, supporting the notion that VE-cadherin is not properly trafficked (Fig.\n\n6e\n\nand Supplementary Movie\n\n5\n\n). This resulted in increased maximal junctional length and prolonged lifetime of the asymmetric AJs between EHD4 knockdown cells (Fig.\n\n6f, g\n\n). Together, these findings clearly show that the PACSIN2/EHD4/MICAL-L1 complex mediates proper VE-cadherin trafficking at asymmetric junctions.\n\nThe PACSIN2/EHD4/MICAL-L1 complex is needed for endothelial collective migration and sprouting angiogenesis\n\nNext, we validated the functional importance of the PACSIN2/EHD4/MICAL-L1 complex for endothelial collective behavior. HUVECs depleted of EHD4 exhibited an approximate twofold delay in wound closure compared to control cells (Fig.\n\n7a, b\n\nand Supplementary Movie\n\n6\n\n), similar to the migration capacity of shPACSIN2 HUVECs (Fig.\n\n2d, e\n\n). The correlation length between neighboring migrating shEHD4 HUVECs is reduced compared to shControl (Fig.\n\n7c\n\n), indicative of a loss of collectively coordinated endothelial cell migration upon EHD4 depletion. In addition, the depletion of EHD4 impaired VEGF-induced sprouting and sprout elongation in 3D collagen matrices (Fig.\n\n7d, e\n\n). Based on the notion that these effects are comparable to the functional defects in shPACSIN2 HUVECs (Fig.\n\n2\n\n), we conclude that assembly of the junctional PACSIN2/EHD4 complex supports asymmetric AJ remodeling for collective endothelial migration.\n\nFig. 7\n\nEHD4 is needed for endothelial directed migration, in vitro angiogenic sprouting and coordination of angiogenesis in vivo.\n\na\n\nRepresentative phase-contrast images of scratch wound assays at 9 h and 40 min post-scratch performed on HUVEC monolayers transduced with shControl, shEHD4-E1, and shEHD4-E10. The punctuated yellow lines indicate the boundaries of the wound. See Supplementary Movie\n\n6\n\nfor time-lapse images of the scratch wound migration.\n\nb\n\nQuantification of wound-healing velocity measured in surface area per min of post-scratch HUVEC monolayers transduced with shControl (\n\nn\n\n= 36 movies), shEHD4-E1 (\n\nn\n\n= 24 movies) and shEHD4-E10 (\n\nn\n\n= 35 movies) from three independent experiments.\n\nP\n\n< 0.0001 when comparing shControl to shEHD4-E1 and when comparing shControl to shEHD4-E10.\n\nc\n\nQuantification of the correlation length of wound-healing time-lapse recordings of HUVECs transduced with shControl (\n\nn\n\n= 19 movies), shEHD4-E1 (\n\nn\n\n= 17 movies), and shEHD4-E10 (\n\nn\n\n= 19 movies) from four independent experiments using particle image velocimetry (PIV) analysis.\n\nP\n\n= 0.0384 when comparing shControl to shEHD4-E1 and\n\nP\n\n= 0.0035 when comparing shControl to shEHD4-E10.\n\nd\n\nRepresentative phase-contrast images of sprouting spheroids from HUVECs transduced with shControl, shEHD4-E1, and shEHD4-E10 after 16-h stimulation with VEGF.\n\ne\n\nQuantification of the number of sprouts per spheroid and the average sprout length of HUVECs transduced with shControl (\n\nn\n\n= 35 spheroids), shEHD4-E1 (\n\nn\n\n= 30 spheroids), and shEHD4-E10 (\n\nn\n\n= 23 spheroids). Data are from three independent experiments.\n\nP\n\n< 0.0001 when comparing shControl to shEHD4-E1 and when comparing shControl to shEHD4-E10.\n\nf\n\nRepresentative images of whole-mount retinas stained for Isolectin B4 (IB4, red) and ERG (cyan) from control (\n\nEhd4\n\n+/+\n\n) and\n\nEhd4\n\n−/−\n\nmouse littermates at P6.\n\ng\n\nQuantification of the number of branch points per unit area (at least seven retinas per genotype from three independent littermates), the number of sprouts and the number of nuclei per 100 µm of sprouting front border (at least 16 retinas per genotype from at least three independent littermates) in the sprouting front of control and\n\nEhd4\n\n−/−\n\nP6 retinas.\n\nh\n\nRepresentative images of magnified sprouting front of retinas from control and\n\nEhd4\n\n−/−\n\nmice at P6 stained for ERG (cyan) and IB4 (red). Red punctuated lines indicate the sprouting front boundary. The red arrows indicate nuclear clusters in abnormal sprouts.\n\ni\n\nQuantification of the average sprout length and the number of endothelial cell clusters at the sprouting front of control and\n\nEhd4\n\n−/−\n\nP6 retinas (at least 11 retinas per genotype from at least three independent littermates).\n\nP\n\n= 0.0268 when comparing the sprout length and\n\nP\n\n= 0.0290 when comparing the number of endothelial clusters in\n\nEhd4\n\n+/+\n\nto\n\nEhd4\n\n−/−\n\nretinas.\n\nj\n\nRepresentative high-resolution images of the sprouting front from control and\n\nEhd4\n\n−/−\n\nretinas stained for VE\n\n-\n\ncadherin (green), ERG (blue), and IB4 (red). The black dotted squares indicate the ROIs that are magnified in the panels below.\n\nk\n\nQuantification of the intensity of cytoplasmic VE-cadherin at the vascular sprouts of control and\n\nEhd4\n\n−/−\n\nretinas (\n\nn\n\n= 4 retinas per genotype, from two independent littermates). All quantifications represent mean ± SEM (error bars), and statistical analysis was performed by a one-way ANOVA and Dunnett’s multiple comparisons test in (\n\nb\n\n,\n\nc\n\n,\n\ne\n\n) and two-sided Mann–Whitney test in (\n\ng\n\n,\n\ni\n\n,\n\nk\n\n). ns non-significant; *\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01; ***\n\nP\n\n< 0.001. Scale bars 100 µm (\n\na\n\n,\n\nf\n\n), 50 µm (\n\nd\n\n), 40 µm (\n\nh\n\n), 10 and 5 µm (\n\nj\n\n). Arb. units arbitrary units. Source data are provided as a Source Data file.\n\nWe next investigated the role of EHD4 in retinal angiogenesis. Immunostaining of P6 wild-type retinas showed that EHD4 is highly expressed in the retinal vasculature and associates with VE-cadherin junctions to some extent (Supplementary Fig.\n\n8a\n\n). To establish the importance of EHD4 in vascular development, we generated homozygous\n\nEhd4\n\n−/−\n\nknockout mice through homologous recombination and ubiquitous Cre-\n\nloxP\n\nrecombination (Supplementary Fig.\n\n8b\n\n, see “Methods”). Depletion of EHD4 was confirmed in the retina and lung tissue of the\n\nEhd4\n\n−/−\n\nmice, and\n\nEhd4\n\ngene deletion did not affect the expression of the related EHD1, EHD2, and EHD3 isoforms (Supplementary Fig.\n\n8c\n\n).\n\nEhd4\n\n−/−\n\nmice are viable, fertile, and develop toward adulthood, including development of retinal vasculature with equal number of vascular branch points, sprouts, and endothelial cell numbers (Fig.\n\n7f, g\n\n). Notably, the deletion of EHD4 resulted in a decrease in the endothelial sprout length and an increase in the number of endothelial cell clusters at the angiogenic front of the developing vasculature in P6 retinas (Fig.\n\n7h, i\n\n). Also, we observed a slight increase (not significant) in cytoplasmic VE-cadherin signal in the angiogenic endothelial cells in\n\nEhd4\n\n−/−\n\nretinal vasculature compared to controls (Fig.\n\n7 j, k\n\n).\n\nTaken together, these results show that EHD4, like PACSIN2, controls endothelial collective migration and angiogenic sprouting. Altogether, these data support the notion that the PACSIN2/EHD4/MICAL-L1 complex forms a tubular trafficking compartment at asymmetric AJs that is required for coordinated endothelial cell migration and rearrangements during sprouting angiogenesis.\n\nDiscussion\n\nThe ability of the endothelium to adapt as collective tissue is crucial for vascular development and maintenance of the vascular barrier in the mature organism. Communication between leading tip cells and following stalk cells orchestrates the development of a proper vascular bed and involves direct anchoring, signaling, and orientation between the endothelial cells\n\n2\n\n,\n\n7\n\n. AJs are essential hubs of cell-to-cell communication during collective tissue behavior. Although the importance of mechanical coupling between the leader and follower cells through cadherin-based adhesions has been well established\n\n11\n\n,\n\n61\n\n–\n\n64\n\n, we have only just begun to appreciate the extent to which junctional-derived signaling events guides collective behavior. Our data reveal that the F-BAR protein PACSIN2 acts as a sensor between leader and follower cells by recruiting the trafficking modulators EHD4 and MICAL-L1 to the rear of asymmetric AJs. We find that formation of the junctional PACSIN2/EHD4/MICAL-L1 complex drives proper turnover of VE-cadherin at remodeling AJs (Fig.\n\n8\n\n), and we provide proof for the importance of PACSIN2/EHD4/MICAL-L1 complex signaling for endothelial collective migration and sprouting angiogenesis in vitro and in vivo. Together, these results put forward asymmetric AJs as important players at the endothelial leader and follower cell interface, in addition to the well-established angiogenic signaling cascades, such as VEGF-VEGFR and Delta-Notch signaling that shape the angiogenic front.\n\nFig. 8\n\nSchematic representation of how the PACSIN2/EHD4/MICAL-L1 complex controls trafficking of VE-cadherin at asymmetric junctions.\n\nAsymmetric adherens junctions are formed between leader and follower cells in migrating endothelial collectives. The F-BAR protein PACSIN2 as well as the trafficking and recycling proteins EHD4 and MICAL-L1 are recruited to the rear of asymmetric junctions (\n\na\n\n). The PACSIN2/EHD4/MICAL-L1 complex enables the proper trafficking of VE-cadherin at the junction rear, ensuring gradual turnover of asymmetric junctions in support of collective migration (\n\nb\n\n,\n\nc\n\n). In the absence of PACSIN2 or EHD4, this VE-cadherin trafficking systems fails, leading to asymmetric junction elongation and eventually ruptures (\n\na′, b′\n\n), resulting in an accumulation of internalized VE-cadherin levels (\n\nc′\n\n).\n\nCollective migration requires polarized remodeling of the AJs\n\n2\n\n,\n\n18\n\n,\n\n65\n\n, which is mediated by internalization, sorting, recycling, and (re)formation of cadherin-based adhesions\n\n43\n\n,\n\n46\n\n,\n\n50\n\n,\n\n66\n\n–\n\n68\n\n. Although the presence of asymmetric AJs has been numerously described\n\n3\n\n,\n\n19\n\n,\n\n31\n\n,\n\n69\n\n,\n\n70\n\n, their role and importance in endothelial migration and vascular development remained to be established. Our data reveal that PACSIN2 is recruited to asymmetric AJs that are primed for endocytosis by the dissociation of p120-catenin from the VE-cadherin complex. At the trailing rear of asymmetric AJs, PACSIN2 binds to the recycling regulators EHD4 and MICAL-L1. Our results further implicate the importance of this junctional tubular trafficking compartment in balancing the breaking and making of AJs during endothelial collective behavior. Recent experiments using transgenic\n\nCDH5\n\nknock-in mouse models, established that the p120-mediated turnover of VE-cadherin is important for endothelial collective migration and endothelial cell polarization\n\n51\n\n. Our current finding that the PACSIN2-EHD4 complex controls VE-cadherin turnover and drives endothelial collective migration and angiogenesis is in strong agreement with the notion that proper trafficking of VE-cadherin is needed for endothelial polarity and retinal angiogenesis.\n\nEHD proteins bind to the NPF motifs of PACSIN2 and their association has been observed in cilia of fibroblasts and epithelial cells, as well as in the soma and neurites of neuronal cells\n\n57\n\n,\n\n71\n\n. Also, an interaction between PACSIN2, EHD1, and MICAL-L1 was previously shown during the formation of the recycling endosome at the nuclear periphery\n\n56\n\n, where it receives cargo sorted for recycling from the early endosome\n\n55\n\n,\n\n72\n\n. Our results reveal that the PACSIN2/EHD4/MICAL-L1 complex is locally generated at asymmetric AJs to fit the need of the endothelium to direct AJ turnover in collective migration. We observed that MICAL-L1 is also recruited to a fraction of remodeling AJs that are negative for PACSIN2 (Supplementary Fig\n\n5\n\n). This opens up the possibility that additional NPF-containing BAR proteins and/or EHD isoforms are involved in the turnover of AJs of different tubular sizes and/or shapes.\n\nThe PACSIN2/EHD4/MICAL-L1 complex may contribute to VE-cadherin trafficking by targeting the junctional membrane. EHD1 is known to actively sculpt membranes, thereby driving membrane scission and promoting endocytic recycling\n\n73\n\n. Likewise, expression of PACSIN2, EHD4, and EHD1 has been shown to contribute to infectious virus spread by controlling membrane fission in host cells\n\n74\n\n,\n\n75\n\n. Alternatively, the PACSIN2/EHD4/MICAL-L1 complex may tighten the connections between endocytic pathways and cytoskeletal adaptations that provide polarized cues across AJs for collectively migrating cells\n\n26\n\n,\n\n40\n\n,\n\n70\n\n.\n\nHere, we have focussed on the primary signaling events at the front–rear interface between migrating neighboring cells, where pulling from the leader cells leads to force-dependent remodeling of the AJs. Interestingly, similar junction remodeling is observed in response to other mechanical triggers such as shear stress\n\n76\n\nand monolayer stiffness heterogeneity\n\n77\n\n,\n\n78\n\n. We therefore expect that the formation of the PACSIN2/EHD4/MICAL-L1 complex is not limited to collective cell migration during angiogenesis and wound healing. We surmise that the complex forms as an adaptation to a variety of mechanical stimuli that promote rapid turnover of cell–cell contacts and junctional membrane tension to protect junction stability and vascular integrity. Given the notion that PACSIN2 is an ubiquitously expressed protein, experimental approaches using endothelial-specific conditional knockout models might further reveal the function of the PACSIN2/EHD4/MICAL-L1 complex as mechanosensing module and its involvement in vascular homeostasis and pathology.\n\nMethods\n\nCell culture\n\nWe used primary HUVEC (up to passage 5) pooled from different donors (obtained under informed consent) from Lonza (Cat # C2519A). HUVEC were cultured on gelatin-coated cell culture dishes in Endothelial Cell Growth Medium 2 supplemented with the Growth Medium 2 Supplement Pack (EGM-2) from Promocell. HEK293T cells (ATCC, CRL-3216) were cultured in Dulbecco’s Medium Eagle medium with L-glutamine supplemented with 10% FCS and penicillin (100 units mL\n\n−1\n\n), and streptomycin (100 mg mL\n\n−1\n\n) (ThermoFisher). All cells were cultured at 37 °C and 5% CO\n\n2\n\n.\n\nMice\n\nWe used homologous recombination and the Cre-\n\nloxP\n\nrecombination to create mice with a\n\nloxP\n\n-flanked (floxed) expression of the\n\nPacsin2\n\ngene. The targeting vector contained a single\n\nloxP\n\nsite in intron 3 and an FRT-site-flanked neo cassette with an additional\n\nloxP\n\nsite in intron 4, to allow conditional removal of exon 4 (Supplementary Fig.\n\n1b\n\n). Two independent transfected ES clones with the correct recombination event were identified by Southern blotting and injected into blastocysts. Mice carrying the\n\nPacsin2\n\nflox(neo)\n\nallele were then bred to homozygosity and crossed with transgenic Flp-recombinase deleter mice to remove the FRT-site flanked neo cassette (Supplementary Fig.\n\n1b\n\n). The resulting homozygous\n\nPacsin2\n\nflox\n\nmice appeared normal, indicating that the genetic manipulation had not altered the function of PACSIN2. To generate animals lacking PACSIN2 expression,\n\nPacsin2\n\nflox\n\nmice were bred to transgenic Cre-deleter mice to produce PACSIN2-deficient animals carrying the\n\nPacsin2\n\nnull\n\nallele. The removal of exon 4 was confirmed by Southern blotting on DNA from the progeny (Supplementary Fig.\n\n1c\n\n). To check for homologous recombination, ScaI-digested genomic DNA was analyzed by Southern blotting using a 1.3-kb XhoI-BamHI DNA fragment of a genomic subclone as external probe (corresponding to nt 165762–166609 of acc.no. AL583889). This probe identifies an 8.8-kb fragment and a 6.4-kb fragment in the wild-type and mutant alleles, respectively. We backcrossed these mice onto the C57BL/6 background for six generations. In homozygous PACSIN2-deficient mice, very low levels of\n\nPacsin2\n\ntranscripts could be detected by Northern blotting (Supplementary Fig.\n\n1d\n\n), but tested retina and lung tissues lacked the PACSIN2 protein (Supplementary Fig.\n\n1e\n\n). For Northern blot analysis, RNA was isolated from freshly prepared tissues using guanidinium thiocyanate lysis, and poly(A) + RNA was enriched by using the Oligotex mRNA kit (Qiagen). After fractionation of the RNA by a 1% agarose-formaldehyde gel, and subsequent capillary transfer onto Hybond XL membrane (Amersham Pharmacia Biotech), hybridization was performed in a formamide mix and radiolabelled probes were generated by using a labeling kit (TaKaRa). For isoform-specific hybridization\n\n79\n\n, the following eluted DNA fragments of the corresponding\n\nPacsin\n\ncDNA clones were used as probes: a 0.36-kb SmaI fragment corresponding to nt 704–1067 of\n\nPacsin1\n\ncDNA (acc.no. X85124), a 0.25-kb SmaI/NheI fragment corresponding to nt 718–984 of\n\nPacsin2\n\ncDNA (acc.no. XM_030248566), and a 0.52-kb SmaI fragment corresponding to nt 854–1379 of\n\nPacsin3\n\ncDNA (acc. no. NM_028733), respectively. The filters were stringently washed before autoradiography. Prior ethidium bromide staining of the gel and hybridization with glycerin aldehyde-3-phosphate dehydrogenase cDNA were used to control equal loading and to check RNA integrity.\n\nThe\n\nEhd4\n\nmutant mice were commercially generated by inGenious Targeting Laboratory, Inc. (Stony Brook). Briefly, for the construction of the floxed\n\nEhd4\n\ntargeting vector, a genomic fragment spanning a total of 10.05 kb of\n\nEhd4\n\nsequence including exon 1 was isolated from a C57BL/6 BAC clone (RP23: 108D15) using a homologous recombination-based technique. The final construct was designed such that the long homology arm extends 6.8 kb from the 5′-end of the single\n\nloxP\n\nsite located upstream of exon 1 (Supplementary Fig.\n\n8b\n\n). The short homology arm extends 2.2 kb from the 3′-end of the\n\nloxP\n\n/FRT-site-flanked neo cassette, which was inserted downstream of exon 1. The target region spans ~1.0 kb containing exon 1. The resulting targeting construct was linearized by cutting at the NotI restriction site located within the vector backbone 3′ of the sequence homologous to\n\nEhd4\n\n. Linearized DNA was electroporated into C57BL6/129SvEv hybrid embryonic stem cells. Homologous recombination events were identified by Southern blot analysis using external and internal probes. Four correctly targeted ES cell clones were isolated and injected into C57/BL6 blastocysts to generate chimeric mice. To generate EHD4-deficient animals, homozygous\n\nEhd4\n\nflox\n\nmice were crossed to Cre-deleter mice, yielding ubiquitous disruption of the\n\nEhd4\n\ngene (Supplementary Fig.\n\n8b\n\n).\n\nAll mouse studies were performed after ethical approval for breeding and maintaining mice by local government authorities (Landesamt für Natur, Umwelt und Verbraucherschutz Nordrhein-Westfalen (permission number no. 81-02.04.2019A215, Germany) in accordance with the German animal protection law and with permission to sacrifice mice for scientific purpose. Animals were housed in the Center for Molecular Medicine animal care facility of the University of Cologne under standard pathogen-free, temperature- and humidity-controlled conditions with a 12-h light/dark schedule and provided with food and water ad libitum. Experimental procedures were performed according to all relevant ethical regulations for animal testing and research.\n\nAntibodies\n\nDetection of PACSIN2 was performed with purified rabbit polyclonal anti-human PACSIN2 antibody (Cat # AP8088b; diluted 1/100 for IF; 1/5000 for Western Blot) obtained from Abgent and affinity-purified antibodies against mouse PACSIN2 and PACSIN3 (dilution 1/100 for IF) raised in rabbit were from the laboratory of M.P. We used purified mouse anti-human p120-catenin antibody (Clone 98/pp120, Cat # 610134; diluted 1/100 for IF) obtained from BD Biosciences. Imaging of VE-cadherin was performed with the following antibodies: purified goat anti-human VE-cadherin (Clone C-19, Cat # SC-6458, diluted 1/100) from Santa Cruz, rabbit polyclonal anti-human VE-cadherin (Cat # 160840, diluted 1/100 for IF) from Cayman Chemical, mouse anti-cadherin-5 (Clone 75, Cat # 610252, diluted 1/100 for IF; and 1/1000 for Western Blot), rat anti-mouse VE-cadherin (BD Bioscience, #555289, diluted 1:50 for IF retinas), and directly labeled Alexa Fluor-647 mouse anti-human CD144 (Clone 55-7H1; Cat # 561567; diluted 1/200) from BD Biosciences. Affinity-purified antibodies against human EHD1, EHD2, EHD3, and EHD4 (dilution 1/100 for IF, 1/1000 for Western Blot) raised in rabbit were a gift from the laboratory of M.P. We used rabbit monoclonal anti-ERG (Clone EPR3864, #AB92513, diluted 1:400 for IF) from Abcam, polyclonal goat anti-endocan/ESM1 (1/100 for IF, Cat # AF1999) from R&D Systems, purified rat anti-ICAM2 (Clone 3C4 (mIC2/4), 1/100 for IF, Cat # 553326) from BD Pharmingen, and purified polyclonal rabbit anti-human MICAL-L1 (Cat # NBP2-55389; diluted 1/100 for IF, 1/1000 for Western Blot) antibody from Novus Biologicals. IF of Golgi was performed with purified mouse anti-GM130 (clone 35, Cat # 610823, diluted 1/200) antibody obtained from BD Biosciences in HUVECs and with the rabbit polyclonal anti-GOLPH4 (1/100 for IF, Cat # ab28049) from Abcam in mouse retinas. IF of cell nuclei was performed with DAPI (Invitrogen; diluted 1/1000). To perform IF on F-actin, we used PromoFluor-415 Phalloidin (Cat # PK-PF415-7-01, diluted 1/200) from Promokine. For IF with fixed cells, the following secondary antibodies from Invitrogen (diluted 1/200) were used: chicken anti-mouse Alexa Fluor-488 (Cat # A21200), chicken anti-rabbit Alexa Fluor-488 (Cat # A21441), chicken anti-mouse Alexa Fluor-594 (Cat # A21201), chicken anti-rabbit Alexa Fluor-594 (Cat # A21442), chicken anti-mouse Alexa Fluor-647 (Cat # A21463), chicken anti-rabbit Alexa Fluor-647 (Cat # A21443), and chicken anti-goat Alexa Fluor-647 (Cat # A21469). For IF stainings in the retina, the following labels and secondary antibodies from Invitrogen were used at 1/300 dilution: Isolectin GS-IB4 Alexa Fluor-488 (Cat # I21411), Isolectin GS-IB4 Alexa Fluor-568 (Cat # I21412), Isolectin GS-IB4 Alexa Fluor-647 (Cat # I32450), goat anti-rabbit Alexa Fluor-488 (Cat # A11008), goat anti-rabbit Alexa Fluor-568 (Cat # A11011), goat anti-rat Alexa Fluor-488 (Cat # A11006), and goat anti-rat Alexa Fluor-633 (Cat # A21094). As loading control for Western Blot, we used mouse monoclonal anti-human vinculin (Clone hVIN-1, Cat # V9131, diluted 1/1000) antibody from Sigma-Aldrich. To detect GFP in Western Blot, we used mouse anti-GFP (Clone B-2, Cat # sc-9996, dilution 1/1000) antibody from Santa Cruz. For Western Blot protein detection, we used horseradish peroxidase-coupled goat anti-mouse (A28177) and goat anti-rabbit (A27036) secondary antibodies (diluted 1/1000) from Invitrogen.\n\nDNA plasmids and lentiviral transduction\n\nPACSIN2 and EHD4 knockdowns were performed using pLKO.1 lentiviral vectors expressing shRNAs targeting human\n\nPACSIN2\n\nor\n\nEHD4\n\n. The shRNA constructs were obtained from The RNAi Consortium (TRC) library\n\n80\n\n. For PACSIN2 knockdown, we used MISSION TRC1 clones 0000037980 and 0000037983 designated as clone shPACSIN2-E1 and D11 throughout the manuscript. For EHD4 knockdown, we used MISSION TRC1 clones 0000053400 and 0000053401, designated as shEHD4-E10 and shEHD4-E1 throughout the manuscript. As a negative control, we used non-targeting shRNA (SHC002) from Sigma-Aldrich. shVE-cadherin-3′UTR was created by allowing two oligos containing the shRNA sequence 5′-CCGGTGGATAGCAAACTCCAGGTTCCCTCGAGGGAACCTGGAGTTTGCTATCCTTTTTG-3′ to self-ligate. The product was then inserted into a modified version of pLKO.1 EV U6 backbone between the AgeI and EcoRI restriction sites. For ectopic expression of EHD4-GFP, human EHD4 cDNA was amplified by PCR from a peGFP-EHD4 plasmid (gift from Prof. Dr Steve Caplan). The PCR product was then cloned into a pLV-CMV-ires-puro vector using the Sequence- and Ligation-Independent Cloning method\n\n81\n\nand Xbal and Nhel restriction sites. The Aspartate-Glutamate-Glutamate (GACGAGGAG) to Alanine-Alanine-Alanine (GCAGCAGCA) mutations at position 646–648 and Glycine-Glycine-Glycine (GGCGGCGGC) to Alanine-Alanine-Alanine (GCAGCAGCA) mutations at position 649–651 in the VE-cadherin cytoplasmic domain were achieved by site-directed mutagenesis in the peGFP-VE-cadherin plasmid\n\n15\n\n. Next, these plasmids were digested with PstI and Bpu1102I restriction enzymes. The 816-bp fragment, containing the mutations, was exchanged with the wild-type fragment from lentiviral plasmid pLV-CMV-VE-cadherin-eGFP-ires-puro\n\n15\n\nto generate the lentiviral pLV-CMV-VE-cadherin-[DEE646-648AAA]-eGFP and pLV-CMV-VE-cadherin-[GGG649-651AAA]-eGFP plasmids. The lentiviral expression constructs pLV-PACSIN2-GFP, pLV-VE-cadherin-mCherry, and pLV-p120-catenin-mCherry have been described before\n\n15\n\n,\n\n19\n\n. Lentiviral particles were produced in HEK293T cells, which were transiently transfected with third-generation packaging constructs and the lentiviral expression vector of interest using Trans-IT LTI (Mirus). HUVECs at 60% confluency were transduced with the lentiviral particles overnight. HUVECs transduced with shRNAs were analyzed at least 72 h post transduction. For primer sequences, see Supplementary Table\n\n1\n\n.\n\nIF staining\n\nFor standard IF stainings, HUVECs were cultured on coverslips coated with 5-µg ml\n\n−1\n\nhuman plasma fibronectin (Sigma-Aldrich). Cells were then fixed in 4% PFA diluted in PBS supplemented with 1-mM CaCl\n\n2\n\nand 0.5-mM MgCl\n\n2\n\n(PBS++) for 10 min. After fixation, the cells were permeabilized with 0.5% Triton X-100 in PBS and blocked with 2% bovine serum albumin (BSA) in PBS. Primary and secondary antibodies were diluted in 0.5% BSA in PBS and incubated in dark for 1 h each. After each incubation, the coverslips were thoroughly washed in 0.5% BSA in PBS. After the last wash, the coverslips were mounted on microscope slides in Mowiol4-88 (Calbiochem, #475904) and DABCO (Sigma-Aldrich, D27802) solution.\n\nFor retinal IF, isolated eyes from postnatal day 6 mice were fixed in 4% PFA in PBS for 1 h on ice and washed in PBS for at least 10 min. Retinas were dissected from the eyes and fixed with 4% PFA in PBS for 1 h on ice. Retinas were washed with PBS and blocked with blocking buffer (1% BSA, 0.3% Triton X-100 in PBS) overnight at 4 °C. Next, retinas were incubated with the specific primary antibodies diluted in blocking buffer overnight at 4 °C. Retinas were washed three times in PBST and 30 min at room temperature with Pblec (1-mM MgCl2, 1-mM CaCl2, 0.1-mM MnCl2, 1% Triton X-100 in PBS). Retinas were incubated for 2 h at room temperature or overnight at 4 °C with Isolectin B4 (IB4, Invitrogen, #I21412, diluted 1:300) and the corresponding secondary antibodies in Pblec. Subsequently, the retinas were washed three times with PBST and flat-mounted on microscope glass slides with Mowiol/DABCO. For IF stainings of the Golgi (anti-GOLPH4) and EC nuclei (anti-ERG) in retinas (both primary antibodies are raised in the same species), an extra step was performed\n\n82\n\n. After incubation with anti-ERG antibody and its corresponding secondary, retinas were blocked for 2 h at RT with the AffiniPure F(ab′)2 fragments Donkey anti-rabbit IgG (1/100, Cat# 711-006-152) from Jackson ImmunoResearch. Retinas were washed three times in PBST and fixed with 4% PFA at RT for 5 min. Next, retinas were washed with PBS and blocked with blocking buffer for 30 min at 4 °C followed by incubation with anti-GOLPH4 antibody in blocking buffer overnight at 4 °C. Finally, retinas were incubated with the corresponding secondary antibody in Pblec as described above.\n\nFlow cytometry\n\nHUVECs transduced with shControl, shPACSIN2, or shEHD4 were washed with PBS and detached with accutase on ice, and washed with FACS buffer (0.1% BSA, 2-mM EDTA in PBS). Cells were incubated with anti-surface VE-cadherin Alexa Fluor-647 conjugated antibody for 30 min at 4 °C and analyzed on a CytoFLEX S Flow cytometer (Beckman Coulter Life Sciences).\n\nFluorescence microscopy\n\nStandard IF stainings were imaged on a NIKON Eclipse TI widefield microscope that was equipped with a lumencor SOLA SE II light source, standard DAPI, CFP, GFP, mCherry, or Cy5 filter cubes, 10x CFI Achromat dry objective (0.25 NA) or 60x Apo TIRF oil objective (1.49 NA), and an Andor Zyla 4.2 plus sCMOS camera (Figs.\n\n2g, j\n\n,\n\n3e\n\n,\n\n4h, i\n\n,\n\n5\n\n,\n\n6a\n\nand Supplementary Figs.\n\n4\n\n–\n\n7\n\n). Imaging of retinal stainings was performed on a LEICA SP5 confocal equipped with 40x (1.25 NA) and 63x oil (1.40 NA) objectives and on a Leica TCS SP8 confocal laser scanning microscope, with 10x, 40x oil (1.30 NA) and 63x oil (1.40 NA) objectives using 405-nm UV diode and 470–670-nm White Light lasers (Figs.\n\n1\n\n,\n\n2m\n\n,\n\n7f, h, j\n\nand Supplementary Figs.\n\n1a, 2, 8a\n\n). Colocalization studies in Figs.\n\n3b\n\nand\n\n4b\n\nwere performed with the SP8 confocal and 60× objective. Live cell imaging was performed on HUVECs, which were seeded on Lab-Tek chambered 1.0 borosilicate coverglass slides coated with 5-µg ml\n\n−1\n\nfibronectin. For live cell imaging, we used the previously specified inverted NIKON Eclipse TI microscope equipped with perfect focus system and Okolab cage incubator and humidified CO\n\n2\n\ngas chamber maintaining 37 °C and 5% CO\n\n2\n\n; (Figs.\n\n2d, g\n\n,\n\n6c–e\n\n,\n\n7a\n\nand Supplementary Movie\n\n1\n\n,\n\n3\n\n–\n\n6\n\n); or a Leica TCS SP8 SMD confocal laser scanning microscope (Leica Microsystems), equipped with case incubator maintaining 37 °C and 5% CO\n\n2\n\n, CS2 63 × /1.40 oil objective and 470–670-nm white light lasers (Supplementary Fig.\n\n3a\n\nand Supplementary Movie\n\n2\n\n).\n\nImmunolabeling for live imaging and VE-cadherin pulse-chase experiments\n\nFor live imaging of VE-cadherin experiments, HUVECs were labeled with an Alexa Fluor-647-conjugated Mouse Anti-Human CD144 non-blocking anti-extracellular antibody (Clone 55-7H1; Cat # 561567) diluted 1/200 in EGM-2 at 37 °C. The HUVECs were labeled 10–15 min prior to imaging and maintained in antibody-containing media throughout the imaging experiment (Fig.\n\n6e\n\n). For VE-cadherin pulse-chase experiments (Fig.\n\n6a\n\n), we pre-labeled the cells with the antibody for 30 min at 4 °C, washed the cells with PBS, and either fixed the HUVECs immediately in 4% PFA in PBS++, or first cultured the cells at 37 °C for 2 h.\n\nWound-healing assay\n\nHUVECs were cultured on 24-well plates or coverslips coated with 5-µg ml\n\n−1\n\nfibronectin. After reaching confluency, the monolayers were scratched cross-wise with a p200 pipette tip and were washed with EGM-2. For live imaging, the 24-well plates were mounted on an inverted NIKON Eclipse TI microscope equipped with Okolab cage incubator and humidified CO\n\n2\n\ngas chamber maintaining 37 °C and 5% CO\n\n2\n\n. Phase-contrast live imaging of wound closure was performed with 10x CFI Achromat DL dry objective (0.25 NA) and an Andor Zyla 4.2 plus sCMOS camera for 16–18 h with a time interval of 10 or 15 min. For IF imaging, the coverslips were fixed in 4% PFA in PBS++ 5 h after wounding and subsequently immuno-stained. For the competition scratch assays, HUVECs transduced with shControl-RFP or shPACSIN2 and GFP were seeded as mosaic monolayers in a 24-well plate coated with 5-µg ml\n\n−1\n\nfibronectin. Scratch wound migration was imaged overnight on an inverted NIKON Eclipse TI microscope with a 20× objective using GFP and mCherry filter cubes (NIKON). The ImageJ plugin for manual tracking was used for single-cell tracking, and the Chemotaxis tool plugin was used to quantify velocity and directionality.\n\nParticle image velocimetry (PIV) analysis\n\nParticle image velocimetry (PIV) was performed using PIVlab software implemented in MATLAB\n\n83\n\n. The velocity fields of the time-lapses of wound-healing assays were determined using an interrogation window set to 50 × 50 pixels with 50% overlap, enable clahe window size of 30 pixels, and applied to 10-h recordings with 15-min time interval. The mean velocity correlation length was determined from exponential fitting of correlation curves between neighboring windows using the\n\nv\n\n-component of the velocity using the MATLAB code as in refs.\n\n37\n\n,\n\n38\n\n.\n\nSprouting angiogenesis assay\n\nFor the angiogenic sprouting assay\n\n36\n\n, HUVECs were resuspended in EGM-2 medium containing 0.1% methylcellulose (4000 cP, Sigma, #M0512). For spheroid formation, 750 cells per 100-µl methylcellulose medium were seeded in wells of a U-bottom 96-wells suspension plate and incubated overnight. Next, glass-bottom 96-well plates were coated with 50 µl/well of 1.7-mg ml\n\n−1\n\nType I rat tail collagen (IBIDI, #50201) mixed with FCS and EGM-2 and placed at 37 °C for 30 min. Then, spheroids were collected and resuspended in the collagen mixture and plated 50 µl/well on top of the coated glass-bottom 96-well plates and placed at 37 °C. After polymerization of the collagen gel, spheroids were stimulated with 50-ng ml\n\n−1\n\nVEGF to induce sprouting overnight. Pictures were acquired using an EVOS M7000 imaging system and 10× objective. Sprouting number and length was analyzed using ImageJ.\n\nCo-IP assay and Western blot analysis\n\nCo-IP on untransduced HUVECs, HUVECs ectopically expressing GFP, GFP-tagged PACSIN2 or EHD4 was performed with magnetic GFP-Trap agarose beads from Chromotek (Cat # gtma-20). Prior to the procedure, the magnetic beads were washed three times in PBS, two times in lysis buffer, blocked for 1 h with 2% BSA in PBS at 4 °C and washed one time with lysis buffer. Cells were lysed with freshly made ice-cold lysis buffer (20-mM HEPES pH 7.4, 150-mM NaCl, 1,7-mM CaCl\n\n2\n\n, and 0.5% NP-40 supplemented with cOmplete\n\n™\n\n, Mini, EDTA-free Protease Inhibitor Cocktail (Sigma-Aldrich)). The lysates were homogenized with a Douncer homogenizer and sonicated thoroughly. The crude cell lysates were then incubated on ice for 30 min and centrifuged at 12,000\n\ng\n\nand 4 °C for 15 min. A portion of the supernatant was used as whole lysate for Western Blot analysis. The rest of the supernatant was added to the GFP-Trap-coupled beads, incubated overnight at 4 °C and then washed three times with lysis buffer and PBS on ice. Immunoprecipitates were dissolved in reduced sample buffer, boiled for 5 min and analyzed by Western Blot. Western Blot analysis was performed according to standard Western Blot technique protocols. All samples were taken up in reduced sample buffer. Images were acquired using ImageQuant LAS4000 mini. Source data are provided as a Source Data file.\n\nImage analysis and quantification\n\nImages were acquired using Nikon Imaging Software Elements and Leica Application Suite. Images were enhanced for display with an unsharp mask filter or processed in ImageJ/Adobe Photoshop. All image analyses for quantifications were performed in ImageJ. Overview and high-resolution images of retinal IF are maximum intensity projections. Quantifications were performed on the obtained high-resolution confocal images as follows: endothelial branch points and proliferating cells were quantified behind the angiogenic front in image field sizes of 100 × 100 μm. The number of sprouts, length of the sprouts, number of endothelial cells, and clustering of cells were quantified at the angiogenic front. The percentage of proliferating cells per unit area in the sprouting front was based on cytoplasmic (dividing cells) versus nuclear ERG (non-dividing cells) stainings. The total number of sprouts and the number of endothelial cells was determined per 100 μm of the angiogenic front border. The number of sprouting clusters was defined as three or more cells per sprout. The number of ESM1\n\n+\n\ncells at the sprouting front was calculated by dividing the number of ESM1\n\n+\n\nendothelial cells per number of total endothelial cells at the sprouting front. VE-cadherin cytoplasmic intensity at the sprouting front was determined by measuring the mean intensity of multiple fixed areas of interest inside the vessels per image and subtracting the mean of the background signal outside the vessels. Golgi orientation in retinas was measured by relating the position of GOLPH4 signal to the center of the mass of the nucleus (ERG) in relation with the vascular sprouting front and represented in a Rose plot showing the angular distribution of individual Golgi orientation (performed in R). The percentage of endothelial cells in the first three rows (tip and stalks cells) with the Golgi polarized ±60° toward the sprouting front direction was determined. In images from scratch wound assays, the boundaries of the wound were manually marked and the decrease of the wounded surface area was measured over time to quantify wound closure velocity. Golgi orientation was assessed by relating the positioning of the GM130 signal to the center of mass of nucleus (DAPI) in relation to the scratch direction. Linescan analysis was performed using 3-µm long lines that span asymmetric AJs measured the integrated intensity profile of the imaged proteins. These profiles were background corrected with the integrated intensities in 3-µm linescans in the cytoplasm in close proximity to the junction. Quantifications of the percentage of PACSIN2, EHD4, or MICAL-L1 positive junctions were calculated as the ratio between all manually counted asymmetric AJs and asymmetric AJs featuring the presence of tubular PACSIN2, EHD4, or MICAL-L1 signals, respectively. Colocalization of proteins at asymmetric AJs were assessed at regions of interest around the tubular junctional structures and defined by the Pearson’s colocalization coefficient obtained by the ImageJ colocalization plugin JACOP. The number of VE-cadherin-positive vesicles in pulse-chase experiments was quantified as the number of vesicles detected in the cytoplasm using the Find Maxima (prominence = 15000) and Analyze Particle (size = 0.1–1.5; circularity = 0.50–1.00) tools in ImageJ. Asymmetric AJs maximal length and lifetime during wound closure were quantified by manually tracking remodeling AJs in the first two rows of migrating cells from the moment of their formation. The intensity of Western Blot bands was measured by the Gel Analyzer plugin in ImageJ.\n\nStatistics\n\nAll data were analyzed using GraphPad Prism software. The graph error bars represent mean ± SEM. Sample size and experimental replicates are indicated in the figure legends. We used the nonparametric two-sided Mann−Whitney’s test, the parametric Student’s\n\nt\n\ntest, one-way ANOVA or Kruskal–Wallis with Dunnett’s multiple comparison test, and a paired nonparametric Wilcoxon test. We designated\n\nP\n\nvalues in figures as: ns not significant; *\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01; ***\n\nP\n\n< 0.001.\n\nReporting summary\n\nFurther information on research design is available in the\n\nNature Research Reporting Summary\n\nlinked to this article.\n\nSupplementary information\n\nSupplementary Information\n\nPeer Review File\n\nDescription of Additional Supplementary Files\n\nSupplementary Movie 1\n\nSupplementary Movie 2\n\nSupplementary Movie 3\n\nSupplementary Movie 4\n\nSupplementary Movie 5\n\nSupplementary Movie 6\n\nReporting Summary"
  }
]