[
  {
    "pmcid": "8857007",
    "title": "The β-Secretase Substrate Seizure 6–Like Protein (SEZ6L) Controls Motor Functions in Mice",
    "publish_date": "2021-12-27",
    "full_text": "Introduction\n\nThe protease β-site APP cleaving enzyme 1 (BACE1; also known as β-secretase) has fundamental functions in the nervous system, both under physiological and pathophysiological conditions. BACE1 is highly expressed in neurons and contributes to various physiological processes in the nervous system, including myelination, axon targeting and homeostasis of synapses [\n\n1\n\n,\n\n2\n\n]. BACE1 is also linked to pathophysiological processes, in particular to Alzheimer’s disease where it is a major drug target because it cleaves the amyloid precursor protein (APP) and catalyzes the first step in the generation of the amyloid β peptide, a key pathogenic agent in Alzheimer’s disease [\n\n3\n\n]. BACE1-targeted inhibitors have advanced to phase 3 trials for Alzheimer’s disease. However, several of them, unexpectedly, induced side effects, including mild cognitive decline and psychiatric symptoms as well as an increased number of falls [\n\n4\n\n–\n\n7\n\n], pointing to potential defects in motor coordination. The molecular basis of the side effects is largely unknown, but they may result from too strongly inhibiting the cleavage of one or more of the numerous BACE1 substrates [\n\n8\n\n]. This issue needs to be resolved before clinical trials with BACE inhibitors are resumed. To date, the functions and consequences of BACE1 cleavage have only been studied for selected BACE1 substrates, such as type III neuregulin-1, Ig-containing β1 neuregulin, seizure protein 6 (SEZ6), close homolog of L1 (CHL1) and Aη, an APP-derived peptide [\n\n9\n\n–\n\n16\n\n].\n\nFor many other substrates and substrate candidates of BACE1, relatively little is known about their physiological function and how it may be altered through BACE1 cleavage. One of them is SEZ6-like (SEZ6L, also known as brain-specific receptor-like protein B (BSRP-B)), which forms a protein family with SEZ6 and SEZ6L2 that are also cleaved by BACE1 [\n\n9\n\n,\n\n10\n\n,\n\n17\n\n]. SEZ6L is broadly expressed in the murine brain, including in the neocortex and hippocampus as well as in the cerebellum [\n\n10\n\n,\n\n17\n\n,\n\n18\n\n], where SEZ6L is expressed in Purkinje and granule cells and in interneurons in the molecular layer of the cerebellum [\n\n17\n\n]. Given the strong expression of SEZ6L in the cerebellum, which contributes to motor coordination, SEZ6L may be involved in motor control in mice. In fact, mice lacking all three SEZ6 family members (SEZ6 triple knockout (KO) or TKO mice) have motor coordination deficits on the rotarod and cognitive deficits [\n\n17\n\n,\n\n18\n\n]. These phenotypes appear less pronounced or absent for the single knockout mice of the SEZ6 family [\n\n17\n\n], suggesting that the three SEZ6 family members may have partially redundant functions although detailed analyses of an independently generated SEZ6 single KO mouse line revealed specific defects in motor coordination and cognition [\n\n19\n\n]. SEZ6L single KO mice have not yet been investigated in depth.\n\nHere, we provide a detailed behavioural analysis of SEZ6L KO mice. We report that SEZ6L deficiency does not lead to major changes in the anatomy or proteome of the cerebellum. The lack of SEZ6L does induce specific deficits in motor functions as well as altered stress-responsive behaviour, although memory functions are not affected.\n\nMethods and Materials\n\nAnimal Procedures\n\nMice were group-housed in standard conditions in the animal facility of the University of Melbourne. All experimental procedures accorded with the Australian Code of Practice for the Care and Use of Animals for Scientific Purposes and were approved by the Animal Ethics Committee of the University of Melbourne. Wild-type (WT), SEZ6L heterozygous (het) and SEZ6L knockout (KO) mice on a 129 × C57BL/6 background [\n\n17\n\n] were obtained from heterozygous matings. Additional WT and SEZ6L KO mice were housed in the pathogen-free animal facility of the Center for Stroke and Dementia Research (CSD) in Munich, Germany. Mouse work in the CSD was performed according to the European Communities Council Directive (86/609/EEC) and was approved by the committee responsible for animal ethics of the government of Upper Bavaria (02-19-067).\n\nImmunohistochemistry of the Cerebellum\n\nWe analysed 18-week-old SEZ6L KO and WT littermates (\n\nn\n\n=3). Animals were anesthetized intraperitoneally with a mixture of ketamine (400 mg/kg) and xylazine (27 mg/kg) and transcardially perfused with cold 0.1 M PBS for 5 min followed by 4% paraformaldehyde (PFA) in 0.1 M PBS for 15 min. Brains were isolated and post-fixed for 24 h in 4% PFA in 0.1 M PBS and afterwards kept until cutting in 0.5% PFA in 0.1 M PBS. Half of a cerebellum was glued to the stage of a Microm HM 650V vibratome (Thermo Scientific) and cut submersed in Ringer buffer in 25-μm parasagittal sections. Sections were stored at 4°C in 0.1 M PBS until staining. Free-floating sections were permeabilized, blocked and stained in PBS containing 0.4% Triton X100 and 5% BSA (PBS-T) together with the primary antibody overnight at 4°C. Sections were then washed 3 times with PBS-T and incubated with the appropriate secondary antibody (1:2000, goat anti-mouse Alexa 488 or donkey anti-rabbit Alexa 488, Invitrogen) together with nuclear stain DAPI (0.2 μg/ml, Roth) for 2 h at room temperature (RT). Sections were washed as before, mounted in Mowiol (Fluka) onto glass slides (Engelbrecht, Edermünde, Germany). Stained sections were stored at 4°C until analysis. For each primary antibody, sections from all animals were stained and processed in parallel using the same reagents. Genotypes were hidden during staining and analysis.\n\nCalbindin fluorescence intensity in Purkinje cell somata and dendrites was determined on calbindin (Cb38)-stained sections from z-stacks recorded using a ZEISS LSM710 confocal microscope equipped with Argon multiline and 405-nm diode lasers and a ×20, 0.8 (Fig.\n\n1A, B\n\n: GFAP) or x63, 1.4 (Fig\n\n1B\n\n: except GFAP) objective. Imaging parameters (except z-stack boundaries) were kept constant for a series of sections from all 6 animals stained with a given primary antibody. Comparisons between genotypes were performed within these series.\n\nMeasurements of mean intensity were calculated from the maximum intensity z-plane of circular ROIs within the apical part of five randomly selected Purkinje cell somata excluding nucleus and apical dendrites. For dendrites, measurements of mean intensity were calculated from the maximum intensity z-plane of rectangular ROIs within five randomly selected thick primary Purkinje cell dendrites. Quantification of Purkinje cell density was done on the upper or lower half of z-stacks selected for maximum intensity projection using the profile tool to measure the length of the PC layer. PC somata were counted manually.\n\nPrimary antibodies used: polyclonal rabbit anti-calbindin (Cb38, Swant), monoclonal SEZ6L (1:5; clone 21D9, IgG2a) [\n\n10\n\n], synaptophysin (1:100, mouse monoclonal, ab8049, Abcam), syntaxin 1B (1:500, rabbit polyclonal, Synaptic Systems), Pcp2 (1:4000, rabbit polyclonal, kind gift of Brad Denker), GFAP (1/4000, rabbit polyclonal, DAKO), IP3R (1:500, rabbit polyclonal, Alomone labs).\n\nProteomic Analysis\n\nCerebella from 5-month-old WT and SEZ6L KO (\n\nn\n\n=4) were collected and lysed in STET buffer (50mM Tris pH 7.5, 150mM NaCl, 2mM EDTA, 1% TritonX-100, supplemented with 1:500 Protease inhibitor cocktail (Sigma)) as described [\n\n20\n\n–\n\n22\n\n] using the Precellys soft tissue lysis kit (Precellys). The mix of sample and ceramic beads was homogenized in the Precellys Evolution homogenizer with the following settings: 6500 rpm, cycle: 2 × 30s, pause: 3s. After a subsequent 15 min incubation step at 4 °C, samples were centrifuged at 16,000\n\ng\n\nand 4 °C for 15 min and the supernatant was transferred to a fresh tube.\n\nPost-natal day 21 (P21) cerebella of the WT and SEZ6L KO (\n\nn\n\n=7) mice were collected and lysed in 1:1 ratio of high salt buffer (2M NaCl, 10 mM PBS pH 7.4, 1 mM EDTA) and STET buffer (50mM Tris pH 7.5, 150mM NaCl, 2mM EDTA, 2% TritonX-100) supplemented with 1:500 protease inhibitor cocktail (Sigma). Samples were processed using a tissue homogenizer (Omni International) at maximum speed for 60 s. Samples were incubated for 1h at 4 °C with occasional vortexing and afterwards centrifuged at 17,000\n\ng\n\nand 4 °C for 15 min. Supernatants were transferred to a fresh tube.\n\nAn amount of 25 units of Benzonase (Sigma-Aldrich) was added to 20 μg of protein and samples were incubated for 30 min at 37 °C at 1400 rpm in the Thermomixer (Eppendorf) to remove remaining DNA. Afterwards, samples were digested with LysC and trypsin, using single-pot, solid-phase-enhanced sample preparation (SP3) [\n\n23\n\n]. Proteolytic peptides were dried by vacuum centrifugation and dissolved in 20 μl 0.1% (v/v) formic acid.\n\nCerebella samples from 21 days were analysed using data-dependent acquisition. In total, 1.2 μg of peptides was separated on a nanoLC system (EASY-nLC 1200, Thermo Fisher Scientific) using an in-house packed C18 column (30 cm × 75 μm ID, ReproSil-Pur 120 C18-AQ, 1.9 μm, Dr. Maisch GmbH) with a binary gradient of water and 80% acetonitrile (B) containing 0.1% formic acid (0 min, 3% B; 3.5 min, 6% B; 137.5 min, 30% B; 168.5 min, 44% B; 182.5 min,75% B; 185 min, 99% B, 200 min, 99% B) at 50 C column temperature. The nanoLC was coupled online via a nanospray flex ion source equipped with a column oven (Sonation) to a Q-Exactive HF mass spectrometer (Thermo Fisher Scientific). Full MS spectra were acquired at a resolution of 120,000 and a\n\nm/z\n\nrange from 300 to 1400. The top 15 peptide ions were chosen for collision-induced dissociation (resolution: 15,000, isolation width 1.6\n\nm\n\n/\n\nz\n\n, AGC target: 1E+5, NCE: 26%). A dynamic exclusion of 120 s was used for peptide fragmentation).\n\nSamples from 5-month-old mice were analysed using data-independent acquisition. Full MS spectra were acquired at a resolution of 120,000 (AGC target 5E+6). DIA fragmentation spectra were acquired by higher-energy collisional dissociation of all ions in 20 windows of variable size (resolution: 30,000, AGC target: 3E+6, stepped NCE 23.4%, 26%, 28.6%).\n\nFor spectral library generation, DDA measurements of mouse brain lysates (cerebellum and cerebrum) were performed. The raw data of DDA measurements were analysed with the Maxquant software (maxquant.org, Mack-Planck Institute Munich) [\n\n24\n\n] version 1.5.5.1.1.6.6.0. and searched against reviewed canonical FASTA database of Mus musculus (UniProt, 2018-07-23, 16,989 entries). Two missed trypsin cleavages were allowed. Oxidation of methionine and N-terminal acetylation were set as variable, carbamidomethylation of cysteine as static modifications. For the main search peptide and peptide fragment, mass tolerances were set to 4.5 and 20 ppm, respectively. Label-free protein quantification was performed on the basis of at least 2 ratio counts of unique peptides per protein.\n\nThe software Spectronaut (12.0.20491.14.21367) [\n\n25\n\n] was used with a self-generated library on murine brain tissues (82 runs, 201,130 precursors, 7988 protein groups), using the default settings. Briefly, a 1% FDR was applied to peptide and protein identifications and LFQ was performed on the MS2 level. LFQ of proteins required at least one identified peptide and quantification was performed with up to three peptides.\n\nGenerated LFQ outputs were log2-transformed and an average log2-fold change was calculated for each protein, which was identified in at least 3 biological replicates per experimental group. Changes in protein abundance were evaluated using Student’s\n\nt\n\n-test between the log2 LFQ intensities of the two experimental groups. A permutation-based FDR estimation was used to account for multiple hypotheses (\n\np\n\n=5%; s0=0.1) using the software Perseus [\n\n26\n\n,\n\n27\n\n].\n\nBehavioural Testing\n\nMale and female WT, SEZ6L het and SEZ6L KO mice aged between 4 and 6 months were used. Littermates were used and groups were age-matched. Experiments were performed in the light cycle and mice were acclimatised to the testing room, and equipment as appropriate, before behavioural testing. One cohort underwent multiple tests in a 2-month period, between 4 and 6 months of age, and tests were performed in the following order: inverted screen test, forelimb grip strength, ledged beam, DigiGait, locomotor cells, light/dark box and Morris water maze (only WT and SEZ6L KO underwent this final test). Mice tested in cohort one (excluding Morris water maze): 23–24 WT (9 male, 14–15 female), 30 SEZ6L het (15 male, 15 female) and 23 SEZ6L KO (15 male, 8 female). A number of additional mice were tested on the ledged beam and DigiGait; numbers are indicated in the relevant figure legend. Mice tested in\n\nMorris water maze\n\n: 22 WTs (9 male, 13 female) and 21 SEZ6L KOs (13 male, 8 female). A second cohort of mice aged 4–5 months was tested on the rotarod only: 29 WT (15 male, 14 female), 24 SEZ6L het (18 male, 16 female) and 36 SEZ6L KO (21 male, 15 female). A third cohort of mice aged 3–5 months was tested on the elevated open field: 30 WT (17 male, 13 female), 33 SEZ6L het (17 male, 16 female) and 29 SEZ6L KOs (15 male, 14 female). All training and testing sessions were performed by investigators blinded to the genotype of the mice. Statistical analysis was performed using GraphPad Prism (GraphPad Software, Inv.) as described below and in figure legends. Values represent mean ± standard error of mean (SEM). Data from male and female mice were pooled in analyses where there was no statistical evidence of a sex difference.\n\nGait Analysis\n\nGait analysis was quantified with DigiGait imaging apparatus and software (Mouse Specifics Inc., Boston, MA). Mice were placed on a transparent treadmill within a 15 × 5 cm plexiglass compartment. Prior to the main study, a separate cohort of mice from the same colony was tested on a range of treadmill speeds and 25 cm/s was identified as a fast speed which allowed most mice to maintain a gait free from contact with the rear bumper or wall. A video camera mounted underneath the treadmill belt captured ventral images of the mice running at constant speeds of 15 cm/s and 25 cm/s and the videos (4 s long) were analysed with DigiGait software as previously described [\n\n18\n\n]. One male SEZ6L het was unable to run at a speed of either 15 or 25 cm/s for a sufficient length of time for analysis to be completed. Ten mice (3 male WT, 2 female WT, 1 male SEZ6L het, 2 male SEZ6L KOs and 2 female SEZ6L KOs) were unable to run for a sufficient length of time at 25 cm/s.\n\nRotarod\n\nMotor coordination and learning were assessed by testing mice on an accelerating rotarod (IITC Life Science Inc.) with cylinders 1.25 inches in diameter. The rotarod speed gradually increased from 1 to 40 RPM over 5 min. Mice underwent 3 trials per day for 5 consecutive days with an intertrial interval of approximately 10 min. The latency to fall was recorded as the time the mouse fell off the cylinder or did one full passive rotation. If a mouse remained on the cylinder at the end of the trial, the latency was recorded as 300 s.\n\nAssessment of Muscle Strength\n\nForelimb grip strength was recorded on a mouse grip strength meter (Ametek, USA). Mice were lifted by the tail, allowed to grasp the triangular pull bar with both forepaws and were gently pulled backwards in the horizontal plane until their forepaws released the bar. The peak tension (in kg) was recorded for five successful tests performed 30 s apart. The highest value from the five trials was recorded as the grip strength for that mouse and was normalised to its body weight. In the inverted screen test, mice were placed on a 20cm × 20 cm grid screen composed of 1cm × 1cm squares of 1mm diameter wire. The screen was held 40 cm above an enclosed area containing cushioning and after ~5 s was slowly inverted so the mice were hanging upside down with all four paws gripping the screen. The time until the mouse fell off the screen was recorded as the ‘hang time’. After a maximum of 600 s, any mice still gripping the screen were removed.\n\nLedged Beam\n\nLocomotor precision was assessed with the ledge beam. Mice were placed onto an 80-cm-long black Perspex beam that was 3.5cm wide at the starting end and progressively narrowed to 1mm. One centimeter below the beam was a 0.5cm wide clear plastic ledge that the mice could use to recover if their feet slipped off the beam. Mice performed 2 days of training with 3 traversals per day prior to testing. On the test day, mice traversed the beam once while being recorded. Videos of the left and right sides were analysed for forepaw and hindpaw foot faults, total number of steps (hindpaw placements) and total time to traverse the beam (s).\n\nLocomotor Cells\n\nMice were individually placed in activity test chambers (Med Associates Inc.) measuring 27.5 × 27.5 cm × 20.5 cm (height) for 30 min under ambient lighting. Locomotor activity was recorded for 30 min and analysed in the horizontal and vertical planes.\n\nLight/Dark Box\n\nAnxiety-like behaviour was investigated with the light/dark box test. Mice were individually placed in activity test chambers as described above with a black plastic insert that created a dark area in one half of the chamber (27.5 cm × 13.5 cm) with an opening for the mouse to move between light and dark areas. The ‘light’ part of the chamber was illuminated to 750 lux. Mice were placed in the dark area and the locomotor activity in the light and dark areas was recorded for 10 min.\n\nElevated Open Field\n\nAnxiety-like behaviour in an aversive environment was assessed with the elevated open field as previously described [\n\n28\n\n]. Mice were placed on the test arena (75 × 100cm) without walls situated 60cm above the ground. Overhead lighting was switched off and two spotlights (3000 lux) on either side of the arena shone directly onto the field to create an aversive environment. Mice were placed in the centre of the field and allowed to explore freely for 3 min. Videos were obtained using TopScan Lite (CleverSys Inc.). Time moved and latency to leave the centre were recorded by the experimenter.\n\nMorris Water Maze\n\nSpatial learning and memory were assessed with the Morris water maze. A pool measuring 1.4 m in diameter was surrounded by spatial cues. The water depth was 30 cm with non-toxic white paint added to make the water opaque. The ‘hidden’ platform (15 cm diameter) was submerged 1 cm below the water level. In the acquisition phase, mice were placed in a given quadrant and given up to 2 min to find the platform; after this time, the mouse was gently guided to the platform. Mice spent 10 s on the platform before they were removed, had excess water gently blotted off and were placed in a cage under a warming lamp to dry. Mice had four acquisition sessions within a 1-h period at approximately the same time each day for 6 days. During the acquisition phase, the starting coordinate (north/east/west/south) changed with each session on a given day and the order of starting coordinates changed daily; the location of the hidden platform (NE quadrant) remained the same. In the probe trial on day 7, mice were placed in the SW quadrant and the platform was removed; mice were left in the pool for 1 min and the amount of time spent in/distance travelled in/entries into the target NE quadrant was observed. Cognitive flexibility was examined by altering the platform location. The reversal phase was conducted in the same way as the acquisition phase with the location of the hidden platform moved (to the SW quadrant). Mice had four reversal sessions within a 1-h period at the same time each day for 4 days. In the reversal probe trial on day 12, mice were placed in the NE quadrant and the platform was removed; mice were left in the pool for 1 min and the amount of time spent in/distance travelled in/entries into the target SW quadrant was observed. Behavioural parameters were analysed with CleverSys Topscan tracking software.\n\nResults\n\nSEZ6L Deficiency Does Not Alter Cerebellar Anatomy and Proteome\n\nSEZ6L-deficient (SEZ6L KO) mice were generated as described [\n\n17\n\n]. SEZ6L het and KO mice were viable and had no obvious health issues. Within sex, there was no significant effect of genotype on body weight in 4-month-old male mice (WT 30.2 ± 1.3 g, SEZ6L het 30.3 ± 0.7 g, SEZ6L KO 31.3 ± 0.9 g; 1-way ANOVA\n\np\n\n>0.05,\n\nn\n\n=13–16/genotype); however, 4-month-old female SEZ6L het and SEZ6L KO mice were slightly heavier than female WTs (WT 21.2 ± 0.5 g, SEZ6L het 24.4 ± 0.7 g, SEZ6L KO 23.4 ± 0.7 g; 1-way ANOVA\n\np\n\n=0.0030,\n\nn\n\n=15–16/genotype).\n\nBecause SEZ6L is highly expressed in the cerebellum [\n\n17\n\n,\n\n18\n\n], we used immunohistochemistry and proteomics to determine whether SEZ6L deficiency induces major changes in cerebellar anatomy or the cerebellar proteome. Sections from wild-type and SEZ6L KO mice at 4 months of age were stained for (a) calbindin, (b) Purkinje cell–specific protein 2 (pcp2), which serve as markers of the cerebellar Purkinje cells (PC), (c) for inositol 1,4,5-trisphosphate (IP3) receptor, which is highly expressed in PCs, (d) for glial fibrillary acidic protein (GFAP), which is a marker for astrocytes and (e) for the neuronal protein synaptophysin (Fig.\n\n1A, B\n\n). As a control, SEZ6L staining was seen in wild-type, but not in SEZ6L KO cerebellum (Fig.\n\n1B\n\n). The intensity of the calbindin staining was not different between the genotypes, in either the PC dendrites or in the soma (Fig.\n\n1A\n\n). Likewise, the density of PCs within the cerebellum was not changed (Fig.\n\n1A\n\n). Similarly, staining for Pcp2, IP3, GFAP and synaptophysin did not reveal obvious differences between wild-type and SEZ6L KO mice. Thus, we conclude that SEZ6L deficiency does not induce major neuroanatomical changes in the cerebellum.\n\nFig. 1\n\nImmunohistochemistry of SEZ6L KO cerebellum. (A) Representative image of SEZ6L WT and KO Purkinje cells (PC) in cerebellar brain sections stained for calbindin. Staining intensity in PC dendrites and soma as well as PC density is not significantly different between the genotype in 3 biological replicates. Data displayed as mean ± SEM. a.u.: arbitrary units. (B) SEZ6L KO cerebellar sections did not show any difference in synaptic marker staining (synaptophysin), PC morphology (as stained with Pcp2), structure of the endoplasmic reticulum (as indicated by IP3R staining) nor in the glial marker GFAP. SEZ6L antibody was used as a control. White arrows represent Purkinje cells. Scale bar: 20 μm\n\nNext, we used quantitative, label-free mass spectrometry–based proteomics to compare the proteome of the cerebellum from 5-month-old wild-type and SEZ6L KO mice (Supp. Table\n\n1\n\n). Total cerebellar protein extracts of four biological replicates of each genotype were analysed. Protein abundance differences between SEZ6L KO mice and wild-type mice are displayed in a volcano plot (Fig.\n\n2\n\n). Proteins with reduced abundance in the SEZ6L KO cerebellum are on the left side of the y-axis, whereas proteins with an increased abundance are on the right side of the y-axis. Proteins indicated with a circle in red have a\n\np\n\n-value of less than 0.05. The hyperbolic curves correct for multiple hypothesis testing using a false discovery rate (FDR) approach. While numerous proteins appeared to have reduced or increased levels in the SEZ6L KO cerebellum, none of the proteins remained statistically significant after FDR correction (Fig.\n\n2\n\n). Similar results were obtained from young mice at post-natal day 21 (P21) (Suppl. Fig.\n\n1\n\n). We thus conclude that loss of SEZ6L does not induce major changes of the murine cerebellar proteome.\n\nFig. 2\n\nSEZ6L KO cerebellar proteome. Volcano plot of SEZ6L KO and WT cerebella with four biological replicates. The mean protein log2-transformed fold changes between SEZ6L KO and WT cerebella of each protein are plotted against the negative log10-transformed\n\np\n\n-value. Proteins with a\n\nt\n\n-test\n\np\n\n-value < 0.05 are shown as red circles. Proteins that remain significant after permutation-based FDR correction (FDR <0.05, s0= 0.1) are located above the hyperbolic curves. The straight dotted line crosses the y-axis at 1.3 and represents the\n\np\n\n-value of 0.05.\n\nSEZ6L KO Mice Exhibit Gait Differences as Assessed by Treadmill Walking\n\nSEZ6 TKO mice lacking SEZ6, SEZ6L and SEZ6L2 have a distinct motor phenotype [\n\n17\n\n,\n\n18\n\n]. Although we found that SEZ6L deficiency did not lead to major anatomical or proteomic changes in the cerebellum, it is important to note that the cerebellum is only one of several anatomical structures involved in motor control. Thus, a detailed behavioural analysis of SEZ6L KO mice is required to test for the involvement of SEZ6L in motor control. To assess the role of SEZ6L in normal movement parameters, we employed the DigiGait system which is widely used to analyse gait in genetically altered mice. Experimental mice were first tested at a treadmill speed of 15 cm/s and then at 25 cm/s, and, for most DigiGait indices, average forelimb/paw and average hindlimb/paw values for each mouse were used for analysis. Animal body width did not vary significantly between genotypes or sexes (average of DigiGait measurements taken at 15 and 25 cm/s; 2-way ANOVA with genotype and sex as factors). There was a significant effect of sex, but not genotype, on animal length from nose to base of the tail (2-way ANOVA,\n\np\n\n= 0.0044) with males slightly longer than females (13.3 ± 0.136 vs. 12.7 ± 0.168 cm). In order to identify gait parameters that exhibit sex-specific changes, major DigiGait indices were analysed with a 2-way ANOVA with genotype and sex as factors (Supp. Table\n\n2)\n\n. Where no sex difference was observed, data from male and female mice were pooled.\n\nSEZ6L KO mice exhibited a number of gait differences to WT mice, and in some cases to SEZ6L het mice, at treadmill speeds of 25 cm/s (Table\n\n1\n\n) and 15 cm/s (Supp. Table\n\n3\n\n). On a treadmill speed of 25 cm/s, SEZ6L KO mice exhibited increased stride length (~13% higher in KO compared to WT), increased time to complete a stride (~11% higher) and consequently a decrease in stride frequency (steps per second; ~11% lower). While data from male and female mice were pooled for this analysis, this change in gait was comparable in male and female SEZ6L KO mice when sexes were analysed separately (e.g. hindlimb stride length in male WT vs. KO = 6.22 ± 0.246 vs. 6.78 ± 0.175; hindlimb stride length in female WT vs. KO = 5.73 ± 0.264 vs. 6.60 ± 0.292). At the slower speed of 15 cm/s, changes to stride time and frequency were similarly altered in SEZ6L KO compared to WT mice and stride length was significantly increased in SEZ6L KO compared to het mice when examining hindlimbs. Stride time is a combination of stance duration (paw contact with treadmill) and swing time (no paw contact); both of these indices were increased in some SEZ6L KO categories at both treadmill speeds. Stance time can be further divided into brake duration (initial to maximal paw contact) and the propulsion phase. These indices were not significantly different between genotypes at 25 cm/s apart from an increase in propulsion time of the hindlimbs between male SEZ6L KO and het mice. At 15 cm/s, brake duration was increased in SEZ6L KOs compared to WT (forelimb) and in SEZ6L hets compared to WT (hindlimb). There was no difference in stance width between genotypes, indicating no deficit in stability in SEZ6L KOs. Overall, the gait of SEZ6L KO mice primarily differs from WTs in stride length and frequency: SEZ6L KO mice take longer and less frequent strides than WT mice to maintain the treadmill pace.\n\nTable 1\n\nSEZ6L KO mice exhibit gait differences as assessed by treadmill walking at 25 cm/s.\n\np\n\n-values generated from 1-way ANOVA with male and female data pooled unless otherwise indicated. Tukey’s multiple comparisons test significant differences between WT vs. SEZ6L KO are indicated with an asterisk (*) and SEZ6L het vs. SEZ6L KO indicated with a hash (#). *\n\np\n\n≤ 0.05; **\n\np\n\n≤ 0.01; ***\n\np\n\n≤ 0.001 (or equivalent symbol). Data presented as mean ± SEM. WT\n\nn\n\n= 19 (6 male, 13 female), SEZ6L het\n\nn\n\n= 28 (13 male, 15 female) and SEZ6L KO\n\nn\n\n= 20 (13 male, 7 female).\n\nn.s.\n\n= not significant (\n\np\n\n>0.05)\n\nDigiGait indices\n\nExamination of forelimb/paw or hindlimb/paw\n\np\n\n-value\n\nWT\n\nSEZ6L het\n\nSEZ6L KO\n\nStance width (cm)\n\nBetween forelimbs\n\nn.s.\n\n1.679 ± 0.042\n\n1.675 ± 0.040\n\n1.730 ± 0.048\n\nBetween hindlimbs\n\nn.s.\n\n2.921 ± 0.066\n\n2.979 ± 0.043\n\n2.860 ± 0.058\n\nStride length (cm)\n\nForelimb average\n\n0.0013\n\n5.87 ± 0.196\n\n6.26 ± 0.083\n\n6.65 ± 0.134 ***\n\nHindlimb average\n\n0.0006\n\n5.88 ± 0.200\n\n6.27 ± 0.075\n\n6.72 ± 0.150 *** and #\n\nStride frequency (steps/s)\n\nForelimb average\n\n0.0024\n\n4.31 ± 0.101\n\n4.10 ± 0.054\n\n3.88 ± 0.091 **\n\nHindlimb average\n\n0.0006\n\n4.35 ± 0.101\n\n4.11 ± 0.049\n\n3.86 ± 0.097 ***\n\nStride time (s)\n\nForelimb average\n\n0.0017\n\n0.240 ± 0.005\n\n0.251 ± 0.003\n\n0.266 ± 0.005 **\n\nHindlimb average\n\n0.0005\n\n0.239 ± 0.006\n\n0.251 ± 0.003\n\n0.269 ± 0.006 *** and #\n\nStance duration (s)\n\nForelimb average\n\n0.0005\n\n0.147 ± 0.002\n\n0.155 ± 0.002\n\n0.165 ± 0.004 *** and #\n\nHindlimb average—males\n\nn.s.\n\n0.161 ± 0.007\n\n0.167 ± 0.003\n\n0.175 ± 0.003\n\nHindlimb average—females\n\nn.s.\n\n0.155 ± 0.003\n\n0.162 ± 0.003\n\n0.163 ± 0.006\n\nSwing duration (s)\n\nForelimb average\n\nn.s.\n\n0.093 ± 0.004\n\n0.095 ± 0.002\n\n0.100 ± 0.003\n\nHindlimb average\n\n0.0044\n\n0.083 ± 0.003\n\n0.087 ± 0.002\n\n0.098 ± 0.004 ** and #\n\nPropulsion phase (s)\n\nForelimb average—males\n\nn.s.\n\n0.101 ± 0.006\n\n0.102 ± 0.004\n\n0.107 ± 0.004\n\nForelimb average—females\n\nn.s.\n\n0.088 ± 0.003\n\n0.096 ± 0.004\n\n0.097 ± 0.004\n\nHindlimb average—males\n\n0.0445\n\n0.127 ± 0.005\n\n0.126 ± 0.005\n\n0.140 ± 0.004 #\n\nHindlimb average—females\n\nn.s.\n\n0.118 ± 0.004\n\n0.118 ± 0.004\n\n0.119 ± 0.005\n\nBrake duration (s)\n\nForelimb average\n\nn.s.\n\n0.054 ± 0.002\n\n0.056 ± 0.002\n\n0.062 ± 0.003\n\nHindlimb average\n\nn.s.\n\n0.036 ± 0.003\n\n0.042 ± 0.003\n\n0.038 ± 0.003\n\nSEZ6L KO Mice Show Motor Coordination Deficits on the Accelerating Rotarod\n\nOn the accelerating rotarod (1–40 RPM, 3 trials/day over 5 days), SEZ6L KO females did not exhibit the same degree of motor improvement as WT and SEZ6L het female mice over the course of the experiment, having a shorter latency to fall. In the female cohort, there were significant effects of genotype (\n\np\n\n= 0.0001), trial (\n\np\n\n< 0.0001) and interaction between factors (\n\np\n\n=0.0001; 2-way repeated measured ANOVA). Tukey’s multiple comparisons test indicated differences between WT and SEZ6L KO females on trials 7 and trials 10–15. Similarly, SEZ6L KO females had a shorter latency to fall than SEZ6L het females during trials 4–15. No significant differences were seen between SEZ6L het and WT females (Fig.\n\n3A\n\n). Compared to the striking deficit of female SEZ6L KO mice on the rotarod, differences between male genotypes were minimal. In the male cohort, there were no significant effects of genotype (\n\np\n\n= 0.0722); however, there were significant effects of trial (\n\np\n\n< 0.0001) and interaction between factors (\n\np\n\n= 0.0156; 2-way repeated measured ANOVA). Tukey’s multiple comparisons test indicated no differences between WT and SEZ6L KO males in individual trials. There were differences between SEZ6L het and KO males from trials 9 to 11 and 13 to 14 and between SEZ6L het and WT males at trial 14; in these trials, SEZ6L het males remained on the rotarod for a longer period of time (Fig.\n\n3B\n\n). In summary, SEZ6L KO mice displayed deficits in motor coordination and learning on the accelerating rotarod in a sex-specific manner.\n\nFig. 3\n\nSEZ6L KO mice show motor coordination deficits on the accelerating rotarod. On the accelerating rotarod (1–40 rpm, 3 trials/day over 5 days), female SEZ6L KO mice performed significantly worse than both WT and SEZ6L het mice (A). In contrast, male SEZ6L KO and WT mice performed similarly, although differences were seen between SEZ6L het and KO mice in later trials and between SEZ6L het and WT mice in trial 14 (B). Female cohort: WT\n\nn\n\n= 14, SEZ6L het\n\nn\n\n= 16, SEZ6L KO\n\nn\n\n= 15. Male cohort: WT\n\nn\n\n= 15, SEZ6L het\n\nn\n\n=18, SEZ6L KO\n\nn\n\n= 21. Data analysed with repeated measures 2-way ANOVA and shown as mean ± SEM. Significant WT vs. SEZ6L KO differences indicted with an asterisk (*), SEZ6L het vs. SEZ6L KO differences indicated with a hash (#) and WT vs. SEZ6L het differences indicated with $. *\n\np\n\n≤ 0.05; **\n\np\n\n≤ 0.01; ***\n\np\n\n≤ 0.001; ****\n\np\n\n≤ 0.0001 (or equivalent symbol)\n\nSEZ6L KO Mice Exhibit Normal Spontaneous Movement, Locomotor Precision and Muscular Strength\n\nSEZ6L KO, het and WT mice exhibited similar levels of spontaneous movement in locomotor cells, as assessed by their ambulatory time (Fig.\n\n4A\n\n) and distance (Fig.\n\n4B\n\n) over either 5 or 30 min (5-min data not shown). SEZ6L KO mice did not display deficits in locomotor precision on the ledged beam, an apparatus that becomes progressively narrower in length. No difference was observed between SEZ6L KO, het and WT mice in forepaw or hindpaw errors per step (Supp. Fig.\n\n2Ai-ii\n\n) and all genotypes had a similar beam traversal time (not shown). Additionally, there was no difference between genotypes in the total number of steps taken to traverse the ledged beam (not shown). There was no difference between SEZ6L KO, het and WT mice in the peak strength (units) relative to body mass as determined by the forelimb grip strength test (Supp. Fig.\n\n2B\n\n) and no difference between genotypes in hang time on the inverted screen test (Supp. Fig.\n\n2C\n\n), indicating normal muscular strength.\n\nFig. 4\n\nSEZ6L KO mice exhibit normal spontaneous locomotion and increased anxiety-like behaviour. WT, SEZ6L het and SEZ6L KO mice behave similarly in locomotor cells (Ai-ii: 1-way ANOVA within sex). Mice tested: 23 WTs (9 male, 14 female), 30 SEZ6L hets (15 male, 15 female) and 23 SEZ6L KOs (15 male, 8 female). In the elevated open field, the time spent moving was approximately halved in SEZ6L KO compared to WT mice. The time spent moving by SEZ6L hets was part way between the WT and SEZ6L KO groups (Bi). SEZ6L KO mice took longer to leave the centre of the field at the beginning of the test compared to WT mice (Bii). WT\n\nn\n\n= 30, SEZ6L het\n\nn\n\n= 33 and SEZ6L KO\n\nn\n\n= 29. Data analysed using one-way ANOVA (Bi) and Kruskal-Wallis test (Bii) and shown as mean ± SEM. *\n\np\n\n≤ 0.05; ***\n\np\n\n≤ 0.001; ****\n\np\n\n≤ 0.0001. A cohort of naive mice was tested in the elevated open field only, as outlined in the ‘Methods and Materials’ section. In the light-dark box, there was no significant difference between genotypes in the proportion of time spent (Ci) or distance moved (Cii) in the light area over 10 min, indicating no change in anxiety. Data analysed as 1-way ANOVA and displayed as mean ± SEM. WT\n\nn\n\n= 23, SEZ6L het\n\nn\n\n= 30, SEZ6L KO\n\nn\n\n= 23\n\nSEZ6L KO Mice Exhibit Enhanced Anxiety-Like Behaviour\n\nSEZ6 TKO mice lacking SEZ6L and related family members showed increased stress responsiveness on the elevated open field and deficits in spatial memory [\n\n18\n\n]; therefore, SEZ6L KO mice underwent these behavioural analyses. A cohort of naïve mice was tested on the elevated open field, an aversive environment with no walls and bright lights which elicits anxiety-like behaviour in mice [\n\n18\n\n,\n\n28\n\n]. A clear difference was seen in exploratory behaviour across genotypes; the time spent moving by SEZ6L KO mice in this 3-min test was approximately half the time spent moving by WTs, and SEZ6L het mice displayed a level of movement part way between the SEZ6L KO and WT groups (Fig.\n\n4Bi\n\n; 1-way ANOVA. Tukey’s multiple comparisons test: KO vs. WT,\n\np\n\n< 0.0001; KO vs. het,\n\np\n\n= 0.001; het vs. WT,\n\np\n\n< 0.0001. KO = 33.4 ± 3.2 s, het = 50.3 ± 2.6 s, WT = 69.7 ± 2.4 s). SEZ6L KO mice took significantly longer to leave the centre of the field at the beginning of the test compared to WT mice (Fig.\n\n4Bii\n\n; non-parametric Kruskal-Wallis 1-way ANOVA. SEZ6L KO vs. WT,\n\np\n\n= 0.0355, 29.8 ± 4.9 s vs. 14.9 ± 2.0 s). In contrast, similar levels of anxiety were displayed by WT, SEZ6L het and SEZ6L KO mice as measured by their behaviour in the less aversive light-dark box test (Figure\n\n4C\n\n). There was no difference between genotypes in the time spent in the light area (as % duration of total time, Fig.\n\n4Ci\n\n) at either 5 or 10 min (5-min data not shown) and no difference between genotypes in the distance moved in the light area (as % duration of total distance, Fig.\n\n4Cii\n\n) at either 5 or 10 min (5-min data not shown). In contrast to their behaviour in the locomotor cells, there was a slight decrease in the overall level of movement exhibited by SEZ6L KO compared to SEZ6L het mice when looking at the total time spent moving and total distance moved in the whole apparatus (10-min timepoint; time (s): WT 52.3 ± 3.63, SEZ6L het 60.1 ± 2.59, SEZ6L KO 44.4 ± 4.39,\n\np\n\n= 0.0073; distance (mm): WT 1617 ± 107, SEZ6L het 1834 ± 68.8, SEZ6L KO 1358 ± 140,\n\np\n\n= 0.0062, 1-way ANOVA with sex pooled). In summary, the behaviour in the aversive environment of the elevated open field indicates altered stress responsiveness in both SEZ6L KO and het mice compared to WT.\n\nSEZ6L KO Mice Perform Normally in a Test of Spatial Learning and Memory\n\nIn the Morris water maze, a test of spatial learning and cognitive flexibility, WT and SEZ6L KO mice performed similarly (het mice were not tested). In both the acquisition (days 1–6) and reversal (day 8–11) phases, there was a significant effect of day (\n\np\n\n< 0.0001) but no effect of genotype or interaction of factors (\n\np\n\n> 0.05, 2-way repeated measures ANOVA) when looking at the amount of time taken to find the hidden platform (Fig.\n\n5A\n\n). There was also no effect of genotype on the path length distance taken to find the platform (data not shown) and no difference between genotypes in swimming velocity (mm/s, data not shown), indicating that the gait differences seen in SEZ6L KO mice do not affect their swimming speed. WT and SEZ6L KO mice both spent an increased percentage of time in the target quadrant in both the acquisition and reversal probe trials (as determined by 95% confidence interval of the mean time not overlapping with chance; Fig.\n\n5B\n\n), demonstrating that both genotypes learnt the task initially and when the platform position was altered. These results suggest that constitutive SEZ6L deletion does not result in spatial learning and memory deficits.\n\nFig. 5\n\nSEZ6L KO mice perform normally in a test of spatial learning and memory. WT and SEZ6L KO mice perform similarly in acquisition and reversal phases of the Morris water maze in both the time taken to learn the location of the hidden platform (A, data analysed with repeated measures 2-way ANOVA and displayed as mean ± SEM) and in the proportion of time spent in the target quadrant during probe trials (B, displayed as mean with 95% confidence interval; chance level indicated by dotted line). WT\n\nn\n\n= 22 (9 male, 13 female), SEZ6L KO\n\nn\n\n= 21 (13 male, 8 female)\n\nComparison of SEZ6L KO and SEZ6 TKO Phenotypes\n\nSEZ6 TKO mice lacking SEZ6, SEZ6L and SEZ6L2 display motor and cognitive deficits [\n\n18\n\n] and these are summarised in Table\n\n2\n\n. Similar but less pronounced motor deficits have now been identified in SEZ6L KO mice, while results from the elevated open field are comparable in SEZ6L KO and SEZ6 TKO mice. SEZ6L KO mice did not display the reversal learning deficits in the Morris water maze seen in SEZ6 TKOs (Table\n\n2\n\n).\n\nTable 2\n\nComparison of motor and cognitive phenotypes seen in SEZ6L KO and SEZ6 TKO mice [\n\n18\n\n]\n\nBehavioural test\n\nMeasurement\n\nResult in SEZ6L KO compared to WT\n\nResult in SEZ6 TKO compared to WT [\n\n18\n\n]\n\nDigiGait—25cm/s speed\n\nStance width\n\nNo difference (male and female mice tested)\n\nWider stance width between forepaws and hindpaws (male and female mice tested)\n\nStride length\n\nIncreased\n\nIncreased\n\nStride frequency\n\nDecreased\n\nDecreased\n\nStride time/stance duration/swing duration\n\nStride time increased; stance and swing components increased\n\nStance and swing components increased\n\nPropulsion/brake duration\n\nNo difference\n\nBraking time reduced; propulsion increased\n\nAccelerating rotarod *\n\nLatency to fall\n\nFemales had decreased latency to fall; no difference in male cohort\n\nFemales not tested; males had decreased latency to fall\n\nLedge beam\n\nFoot faults\n\nNo deficit in male or female mice\n\nMore hindpaw faults (male mice tested)\n\nTraversal speed\n\nNo difference\n\nSlower traversal speed\n\nLocomotor cells\n\nDistance moved\n\nNo difference in male or female mice\n\nDecreased by ~50% (male mice tested)\n\nGrip strength\n\nForelimb force exertion\n\nNo deficit in male or female mice\n\nSlight deficit (male mice tested)\n\nInverted screen test\n\nHang time\n\nNo deficit in male or female mice\n\nDecreased latency to fall (male mice tested) #\n\nElevated open field\n\nTime spent moving\n\nDecreased (~50%) in male and female mice\n\nDecreased (~50%) in male and female mice\n\nLatency to move from centre\n\nIncreased\n\nIncreased\n\nMorris water Maze\n\nAcquisition phase\n\nNo deficit (male and female mice)\n\nNo deficit in path length (male and female mice)\n\nReversal phase\n\nNo deficit\n\nReversal learning deficit\n\n*Rod diameter was ~3.2 cm in the current study and 9.5 cm in [\n\n18\n\n]. Rods accelerated to a maximum of 40 RPM in the current study and 23 RPM in [\n\n18\n\n]\n\n#Nash, A. N (2019). Investigating the role of Seizure related gene 6 family proteins and their BACE shed products at excitatory synapses: impacts on motor and cognitive function. Unpublished PhD thesis. The University of Melbourne, Australia\n\nDiscussion\n\nOur study reports new functions for SEZ6L in the nervous system. We establish SEZ6L as a gene essential for normal motor coordination and important for controlling body movements. We further demonstrate that the lack of SEZ6L is associated with anxiety-related behaviour, indicating that SEZ6L loss of function may contribute to aspects of neuropsychiatric diseases.\n\nAmong members of the SEZ6 family, substantial knowledge has been gained about SEZ6, which has a fundamental role in the nervous system, e.g. in synaptic connectivity, motor coordination, synaptic transmission through kainate receptors and long-term potentiation, a cellular correlate of learning and memory [\n\n19\n\n,\n\n29\n\n,\n\n30\n\n]. Altered SEZ6 levels in cerebrospinal fluid are also linked to neuropsychiatric and neurodegenerative disorders, including Alzheimer’s disease [\n\n31\n\n,\n\n32\n\n]. Compared to SEZ6, much less is known about SEZ6L. While the expression of SEZ6 is largely restricted to neurons [\n\n19\n\n], SEZ6L is expressed more widely, both within and outside of the brain, including in the pancreas [\n\n10\n\n,\n\n17\n\n,\n\n18\n\n,\n\n33\n\n]. Variants of the SEZ6L gene are linked to distinct neuropsychiatric diseases, such as bipolar disorder and autism spectrum disorders [\n\n34\n\n,\n\n35\n\n]\n\n,\n\nand also to cancer (e.g. [\n\n36\n\n]). To date, little is known about how changes in SEZ6L contribute to the pathogenesis of these diseases. At the molecular level, SEZ6L is a complement regulator, raising the possibility that SEZ6L is involved in complement-dependent synaptic pruning during central nervous system development [\n\n37\n\n].\n\nOur study now establishes a major function for SEZ6L in controlling motor coordination in mice. The changes in gait observed in SEZ6L KOs, namely the longer and less frequent strides, were also observed in SEZ6 TKO mice, lacking all three SEZ6 family members [\n\n18\n\n], which have additional motor deficits (Table\n\n2\n\n). This suggests that the gait abnormalities seen in SEZ6 TKO mice may be primarily due to the loss of SEZ6L, although whether a single knockout of SEZ6 or SEZ6L2 results in a similar gait phenotype has not been examined. Expression of SEZ6L is high in multiple areas of the developing and adult brain that are important for motor function and the mechanisms underlying the altered gait in SEZ6L KO mice are yet to be determined. While we observed no changes in the proteome of the cerebellum in SEZ6L KO mice, future proteomic studies should assess other motor areas expressing SEZ6L, such as the motor cortex, or examine cerebellar changes in a more sensitive way, for example by micro-dissecting the deep cerebellar nuclei. The gait differences observed between SEZ6L KO and WT mice were similar in males and females; likewise, the gait phenotype in SEZ6 TKO mice was not sex-specific [\n\n18\n\n]. In contrast, a sex-specific SEZ6L KO phenotype was seen on the rotarod: female SEZ6L KO mice had a significant deficit compared to female SEZ6L het/WT mice but males of all genotypes performed similarly. It should be noted that the improvement of male mice over the course of the experiment was relatively poor which raises the possibility that the rotarod parameters, while appropriate for the female cohort, may have been too challenging for the males and, therefore, less suitable for detecting differences between genotypes in the male cohort. SEZ6L het and KO female mice were slightly heavier than WTs; however, this did not negatively influence the performance of female SEZ6L hets and is thus unlikely to account for the impaired motor coordination seen in female SEZ6L KOs. Like SEZ6L KOs, SEZ6 KO mice show deficits on the rotarod [\n\n19\n\n]. The more pronounced motor coordination impairments seen in (male) SEZ6 TKO mice tested on the rotarod [\n\n18\n\n], compared to single KOs, supports the idea of SEZ6 family members being functionally redundant as previously suggested [\n\n17\n\n]. Future experiments should determine whether motor deficits are similar in young and aged SEZ6L KOs as some motor deficits in SEZ6 TKO mice become more pronounced with age [\n\n18\n\n].\n\nOverall, the motor phenotype of SEZ6L KO mice is similar to, but more subtle than, the phenotype of SEZ6 TKO mice. In contrast, results from the elevated open field are comparable in SEZ6L KO and SEZ6 TKO mice (Table\n\n2\n\n), suggesting that SEZ6L deletion is contributing to the anxiety-like phenotype previously reported in SEZ6 TKO mice (which was also manifest in the zero maze, not examined in this study) [\n\n18\n\n]. Deletion of a single SEZ6L allele was sufficient to produce a clear change in locomotor behaviour on the elevated open field. Like SEZ6 TKO mice, SEZ6L KOs and hets showed a substantially lower level of movement and an increased latency to leave the start zone, indicating a reluctance to explore the stressful environment. Future studies should further investigate the role of SEZ6L in anxiety-related behaviour and identify whether SEZ6L KO mice have enhanced fear learning, as identified in SEZ6 TKOs [\n\n18\n\n]. Additionally, examination of a conditional SEZ6L KO, in which SEZ6L expression is deleted in adulthood, would reveal which cognitive and motor phenotypes are related to the absence of SEZ6L in the mature central nervous system.\n\nSEZ6L is a single-span transmembrane protein with a large extracellular domain (ectodomain) containing three CUB (complement subcomponent C1r, C1s/sea urchin embryonic growth factor Uegf/bone morphogenetic protein 1) and five Sushi domains (also referred to as complement control protein or short consensus repeat (SCR)), followed by a transmembrane and a short intracellular domain. CUB and Sushi domains are features of proteins engaging in protein-protein interactions [\n\n40\n\n–\n\n43\n\n]. Moreover, SEZ6L is found at the surface of neurons [\n\n10\n\n,\n\n44\n\n], suggesting that it may act as a surface receptor or ligand; however, the binding partners of SEZ6L are not yet known. SEZ6L has been shown to be a substrate of the transmembrane protease BACE1, which cleaves numerous membrane proteins in the nervous system [\n\n9\n\n,\n\n15\n\n,\n\n16\n\n,\n\n22\n\n,\n\n33\n\n,\n\n45\n\n–\n\n49\n\n]. As a result of BACE1 cleavage, the large SEZ6L ectodomain is secreted into the conditioned medium of cultured cells or into body fluids, such as cerebrospinal fluid and plasma. This proteolytic process is referred to as ectodomain shedding and is a fundamental mechanism to control the function and abundance of surface membrane proteins [\n\n50\n\n]. Likewise, BACE1 cleavage controls the surface abundance of SEZ6L in primary neurons [\n\n10\n\n] but it remains to be seen whether this cleavage event also affects the function of SEZ6L, e.g. in motor coordination. Future experiments should examine the effect of BACE inhibitor treatment of SEZ6L KO mice or assess a BACE1-resistant SEZ6L knockin model. Nevertheless, BACE1-deficient mice also show deficits in motor coordination, linked to the reduced cleavage of another BACE1 substrate, the Ig-containing β1 neuregulin 1 (Nrg1). BACE1 cleavage of Nrg1 is required for motor coordination through the formation and maintenance of muscle spindles [\n\n11\n\n]. Potential motor deficits were also seen in Alzheimer patients and elderly individuals with high risk for Alzheimer’s disease that were treated in phase 3 studies with a BACE1 inhibitor [\n\n4\n\n,\n\n5\n\n]. The treated individuals showed a small but significant increase in the number of falls, consistent with the motor deficits seen in BACE1-deficient mice. Whether the loss of BACE1-shed SEZ6L ectodomain also contributes to the motor deficits in BACE1-deficient mice, or in BACE1 inhibitor-treated individuals, remains to be determined.\n\nTaken together, the results of our study establish a physiological function for SEZ6L in motor coordination and a pathological contribution of the lack of SEZ6L to anxiety-related behaviour, implicating aberrant SEZ6L function in movement disorders and neuropsychiatric diseases.\n\nSupplementary Information\n\nBelow is the link to the electronic supplementary material.\n\nSupplementary file1 (PDF 1091 KB)\n\nSupplementary file2 (XLSX 2841 KB)"
  },
  {
    "pmcid": "6034874",
    "title": "BACE1-cleavage of Sez6 and Sez6L is elevated in Niemann-Pick type C disease mouse brains",
    "publish_date": "2018-7-6",
    "full_text": "Introduction\n\nAlzheimer's disease (AD) is the most common form of dementia and the most common neurodegenerative disorder [\n\n1\n\n,\n\n2\n\n]. So far, no disease modifying therapies against AD are available. Only symptomatic treatment options are approved. Currently, about 30 million patients are suffering from AD worldwide. Due to an ageing population, it is estimated that by the year 2050 numbers will increase to 106 million AD patients [\n\n1\n\n,\n\n2\n\n]. These numbers raise the concern of AD becoming an epidemic problem. The β-secretase, known as\n\nβ\n\n-site\n\na\n\nmyloid precursor protein\n\nc\n\nleaving\n\ne\n\nnzyme 1 (BACE1), plays a central role in AD pathogenesis as it initiates the production of (toxic) amyloid-β peptides (Aβ) that accumulate in AD brains [\n\n3\n\n]. BACE1 has become a prime therapeutic target for lowering Aβ and thus, treating AD, and clinical development of BACE1 inhibitors is being intensely pursued [\n\n4\n\n].\n\nIt has been shown that AD shares several key features with the rare, inherited, still untreatable, neurodegenerative disorder Niemann-Pick type C (NPC) [\n\n5\n\n,\n\n6\n\n]. Common features include accumulation of intracellular Aβ and APP C-terminal fragments (APP-CTFs), accumulation of hyperphosphorylated tau, neurodegeneration, activation of astrocytes and microglia, and altered cholesterol metabolism. In contrast to AD, which is a complex disorder involving both genetic and environmental components, NPC is a monogenic autosomal recessive disorder caused by mutations in either\n\nNPC1\n\nor\n\nNPC2\n\ngene [\n\n7\n\n,\n\n8\n\n,\n\n9\n\n]. Both code for proteins involved in cholesterol transport. NPC can represent an innovative model in which a defect of a single gene could be used to dissect certain molecular aspects of complex AD. Due to similarities between NPC and AD, NPC disease has also been termed “juvenile Alzheimer’s disease”. However, these two neurodegenerative disorders also show clear distinctions. In contrast to AD, where neurodegeneration primarily occurs in hippocampus and cortex, while cerebellum seems to be protected, in NPC disease Purkinje cells in the cerebellum are the most affected cell types in the brain, while the hippocampus seems to be spared. Different vulnerabilities of brain regions (hippocampus vs. cerebellum) between these two neurodegenerative disorders may give us important clues about protective and/or vulnerable mechanism(s) of neurodegeneration and may also identify critical components in this process. Therefore, further studies of similarities and differences between AD and NPC are encouraged to increase our understanding of the molecular events taking place during the pathogenesis of these conditions, as well as our chances of finding disease-modifying therapies. In AD, for example, the pharmacological inhibition of β-secretase is one of the most promising therapeutic approaches which has entered clinical trial phase II/III [\n\n4\n\n]. However, recent discovery of multiple BACE1 substrates has raised the concern on potential side-effects that may occur upon BACE1-inhibition [\n\n10\n\n]. Indeed, prolonged inhibition of BACE1 has shown to impair synaptic plasticity [\n\n11\n\n,\n\n12\n\n]. Thus, further studies are needed to elucidate the function and the effect of cleavage of BACE1 substrates to better evaluate therapeutic potential of BACE1 and foresee the side-effects of BACE1-inhibition.\n\nWe have previously reported that increased levels of Aβ and soluble APPβ (sAPPβ) fragments in NPC1-null cells are due to enhanced BACE1 processing of APP [\n\n13\n\n] which most likely involves cholesterol-mediated sequestration of both APP and BACE1 within the endocytic compartments [\n\n14\n\n] and/or within lipid rafts [\n\n15\n\n]. In line with the recent identification of additional BACE1 substrates [\n\n10\n\n,\n\n16\n\n,\n\n17\n\n], in this study, we tested whether enhanced BACE1-dependent proteolysis occurs in NPC1\n\n-/-\n\n(NPC1) mouse brains and whether it is specific for APP or could also be observed for other BACE1 substrates that could be of relevance for disease pathology. Namely, we analysed processing and localization of seizure protein 6 (Sez6) and seizure 6-like protein (Sez6L) in NPC1 vs. wt mouse brains (cortex, hippocampus and cerebellum) at 4-weeks of age, to detect the earliest BACE1-mediated changes associated with the disease, and at 10-weeks of age to identify changes at the end-stage of disease. Sez6 and Sez6L were selected as being top BACE1 substrates [\n\n18\n\n] and nearly exclusively cleaved by BACE1 in neurons [\n\n10\n\n,\n\n19\n\n] and not—like APP—additionally by an α-secretase [\n\n18\n\n,\n\n20\n\n]. Although the function of Sez6/Sez6L proteins is unknown, both proteins may be involved in synaptic (dys)function [\n\n21\n\n,\n\n22\n\n]–characteristic features of both AD and NPC diseases. In addition, these proteins were analysed due to the fact that patients with NPC disease exhibit seizures together with the loss of motor control, dementia and other neuropathological symptoms [\n\n9\n\n,\n\n23\n\n]. We hypothesized that, upon NPC1-dysfunction, cholesterol-mediated sequestration of BACE1 within the endolysosomal system (where BACE1 is most active) causes enhanced cleavage of BACE1-substrates, and that increased BACE1-mediated proteolysis may also contribute to the pathological features of NPC disease.\n\nMaterials and methods\n\nNPC1 mouse model\n\nA mouse model of NPC disease, the BALB/cNctr-\n\nNpc1\n\nm1N\n\n/J (stock number 003092), were purchased from the Jackson Laboratory, Bar Harbor, Maine, USA, and were housed at the JSW Lifesciences GmbH / QPS Austria GmbH animal facility in accordance with the EU Directive 2010/63/EU for animal experiments. Mice were maintained on a 12 hour light/dark cycle with access to water and a standard mouse diet\n\nad libitum\n\n. Female and male NPC1\n\n+/-\n\nmice were mated to generate NPC1\n\n-/-\n\n(NPC1) and NPC1\n\n+/+\n\n(wt, control) mice as NPC1\n\n-/-\n\n(NPC1) mice are not fertile. Mice were genotyped according to already published protocols (\n\nhttp://jaxmice.jax.org/strain/003092.html\n\n). Mouse genotype was further confirmed by using sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE)/Western blotting, and immunoblotting with an anti-NPC1 antibody (ab134113; Abcam). All the experiments on these mice were approved by the Ministry of Agriculture of the Republic of Croatia and by the Bioethics Committee of the Ruder Boskovic Institute.\n\nAll mice were deeply anesthetized by isoflurane inhalation anesthesia (Isoba, Essex). Afterwards, mice were transcardially perfused with 0.9% saline solution. Brains were removed and hemisected; left hemispheres were immediately cut into cerebellum, hippocampus, cortex and remaining brain and snap-frozen in liquid nitrogen and stored at -80°C, whereas right hemispheres were immersion fixed in fresh 4% paraformaldehyde in phosphate-buffered saline (PBS) for one hour and then transferred to a 15% sucrose solution for 24 hours to ensure cryoprotection. On the next day, hemispheres were frozen in liquid isopentane and stored at -80°C until cutting.\n\nAntibodies\n\nN-terminal antibody against seizure protein 6 (Sez6) was described previously [\n\n10\n\n,\n\n21\n\n]. For detection of seizure 6-like protein (Sez6L) we used monoclonal antibody 21D9 [\n\n19\n\n]. Additionally, immunoblotting of mouse brain tissue lysates was performed using the following antibodies: anti-BACE1 (D10E5; Cell Signaling); anti-APP (22C11; Merck Millipore) for flAPP and sAPPt; anti-sAPPβ (SIG39138; Covance) and anti-actin (Sigma Aldrich). For immunohistochemistry of mouse brain tissue, the following antibodies were used: anti-BACE1 (Epitomics; Abcam), anti-APP (Y188; Epitomics, Abcam), anti-GFAP (Dako), anti-CD45 (BD Biosciences) and anti-calbindin (Swant). Immunocytochemistry of primary mouse cortical neurons was performed using these antibodies: anti-BACE1 (Epitomics; Abcam), anti-EEA1 (Cell Signaling), anti-transferrin receptor (TfR; ThermoFisher Scientific) and anti-LAMP1 (1D4B, Santa Cruz Biotechnology).\n\nPreparation of mouse brain tissue lysates and immunoblotting\n\nPreparation of mouse brain tissue lysates for analysing BACE1 proteolysis of its substrates was performed as in Kuhn et al. [\n\n10\n\n]. Dissected tissues from NPC1\n\n+/+\n\n(wt) and NPC1\n\n-/-\n\n(NPC1) mice were weighed and ten-fold volume to weight ratio of homogenization buffer was added for homogenization of each tissue sample, as follows: to generate soluble fractions, tissues were homogenized in 0.25% DEA, 100mM NaCl buffer, containing protease inhibitor cocktail (Complete, Roche Applied Science), in a glass homogenizer until tissue lysate appeared uniform. The centrifugation was carried out at 100 000 × g at 4°C for 30 minutes. After the centrifugation, tissue supernatants were collected, placed in fresh tubes and stored at -80°C freezer until further use. To generate membrane-bound fractions, the obtained tissue pellets were further homogenized in the same volume of 1% Triton buffer [1% Triton X-100, 150mM NaCl, 50mM Tris-HCl, pH 7.4 and 2mM EDTA]—containing protease inhibitor cocktail (Complete, Roche Applied Science) by using a glass homogenizer. The lysates were then pressed through a 23-gauge needle by using a 1 ml syringe until tissue lysates appeared uniform. These tissue lysates were left on ice for 30 minute incubation. Following this step, the lysates were centrifuged at 100 000 × g at 4°C for 30 minutes. After the centrifugation, tissue supernatants were collected, placed in fresh tubes and stored at -80°C freezer until further use. Proteins of interest were detected using SDS-PAGE/Western blotting, under reducing and non-reducing conditions (for Sez6L) on Tris-Glycine gels, followed by immunoblotting with specific antibodies.\n\nAnalyses of protein levels in mouse brain tissue lysates\n\nFor analyses of different proteins, six NPC1\n\n+/+\n\n(wt) and six NPC1\n\n-/-\n\n(NPC1) mice (mixed-sex) were used at both 4- and 10-weeks of age. For analyses of proteins in specific brain regions, all mouse brain protein lysates were separated by using one 15-well SDS-PAGE gel. In addition, a protein standard, represented by either one mouse brain-DEA- or one mouse brain-1% Triton-buffer lysate, was loaded in the end two lanes of every gel, to allow comparison of results between gels and experiments. Protein signals were quantified by using the ImageJ software (National Institutes of Health, USA). Signal values obtained for all proteins of interest were divided with an average signal value of the corresponding protein standards loaded on each gel. Then, each protein signal was normalized against actin values (either “Actin-DEA” for DEA lysates or “Actin-Triton” for 1% Triton buffer lysates) to correct for protein content. Comparison of protein levels between two groups of data (wt- vs. NPC1-mice) was performed by using a two-tailed, unpaired\n\nt\n\n-test. Differences were considered significant at a\n\np\n\nvalue of <0.05 (* <0.05; ** <0.005).\n\nImmunohistochemistry of mouse brain cryosections\n\nThe immersion-fixed and cryprotected frozen right hemispheres from wt and NPC1 mice were used to prepare 10 μm thick sagittal cryosections for histological analysis on a Leica CM 3050S cryotome. Sections were stored at -20°C until used for immunohistochemistry.\n\nFor immunohistochemistry, cryosections were briefly washed in PBS containing 0.5% Triton X-100 (PBS-T) and blocked in 5% goat serum in PBS-T for 1 hour. Sections were subsequently incubated with primary antibodies diluted in 5% goat serum in PBS-T overnight. After 3–5 hours incubation with secondary antibody (conjugated to Alexa Fluor 488, Thermo Fisher Scientific), DAPI (Sigma Aldrich) was used to counterstain nuclei. Images were acquired on a Zeiss AX10 fluorescent microscope using the software AxioVision Release 4.8 (Zeiss).\n\nImmunocytochemistry of mouse primary cortical neurons\n\nCortical neurons were isolated from postnatal day 0 (P0) mouse pups and grown as described previously [\n\n24\n\n]. Neurons were plated on poly-L-lysine (0.5 mg/mL, Sigma Aldrich) coated glass coverslips (Marienfeld) and grown in Neurobasal medium complemented with 2% B27 and 2mM L-glutamine (all from Gibco, Thermo Fisher Scientific). Immunocytochemistry on cortical mouse neurons was performed as previously described [\n\n14\n\n]. In short, cortical neurons grown on coverslips were fixed with 4% sucrose/paraformaldehyde for 15 minutes, quenched in 50mM ammonium chloride and permeabilized with 0.1% Triton X-100 for 3 minutes. The neurons were blocked at room temperature for 1 hour in 5% goat serum (Sigma Aldrich). Neurons were subsequently incubated with primary antibodies diluted in blocking solution overnight, followed by secondary antibody incubation (Alexa Fluor 488, 594 and 647, Thermo Fisher Scientific) together with filipin (Sigma Aldrich, as described by Neufeld et al. 1999). Confocal images were acquired on an inverted laser scanning confocal microscope Leica TCS SCP8. Images were acquired with the software LAS X (Leica) and additional image processing and were performed using ImageJ software (National Institutes of Health, USA).\n\nResults\n\nβ-Secretase processing of Sez6, Sez6L and APP in NPC1 mouse brains\n\nWe firstly analysed protein levels of Sez6 and Sez6L, as well as APP, in wt and NPC1 mouse brains. For this, we monitored soluble and membrane-bound metabolites of Sez6, Sez6L and APP in cortex, hippocampus and cerebellum of 4- and 10-week old NPC1 mice compared to wt mice. The age of mice was selected based on the previously documented progression of the NPC disease in this mouse model (NPC1 mice usually die between 10–14 weeks of age) [\n\n25\n\n,\n\n26\n\n]. While 4-weeks old NPC1 mice seem to be unaffected, at 10-weeks there is a profound neurodegeneration, in particular of Purkinje neurons of the cerebellum (\n\nS1 Fig\n\n), a characteristic feature of disease progression [\n\n25\n\n,\n\n26\n\n].\n\nTo analyse the soluble fragments and the full-length or membrane-bound proteins, mouse brains were sequentially homogenized in DEA (soluble fractions) and Triton X-100 (membrane-bound fractions) homogenization buffers [\n\n10\n\n]. In 4-weeks old NPC1 vs. wt mice, significantly increased levels of the soluble Sez6 (sSez6) and soluble Sez6L (sSez6L), as well as of total, soluble APP levels (sAPPt) were detected in the cortex and hippocampus (\n\nFig 1A, 1B and 1D–1F\n\n). In the cerebellum at 4-weeks of age, however, only sSez6L levels were significantly enhanced in the NPC1 mice compared to the wt mice (\n\nFig 1C and 1E\n\n). Although the levels of sSez6 and sAPPt seem to increase in cerebellum of NPC1 compared to wt mice, this did not reach statistical significance (\n\nFig 1C, 1D and 1F\n\n). At this age, no changes in the levels of the corresponding full-length proteins Sez6, Sez6L and APP, as well as of BACE1, were detected in these brain regions (\n\nS2 Fig\n\n).\n\n10.1371/journal.pone.0200344.g001\n\nFig 1\n\nThe increased levels of soluble Sez6, Sez6L and APP ectodomains reveal enhanced proteolysis by BACE1 in 4-weeks old NPC1 vs. wt mouse brains.\n\n(A-C) Western blot analyses of soluble Sez6 (sSez6), soluble Sez6L (sSez6L), total soluble APP (sAPPt) and actin (Actin-DEA) in DEA fractions of the cortex (A), hippocampus (B) and cerebellum (C) collected from 4-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice. A standard protein lysate (S) was included twice on each gel. (D-F) Graphs representing quantified protein signals of sSez6 (D), sSez6L (E) and sAPPt (F) which were normalized against actin (Actin-DEA) in the cortex (CX), hippocampus (HP) and cerebellum (CB) of 4-weeks old wt- and NPC1-mice.\n\nWe also analysed the levels of sAPPβ, as sAPPβ is a direct product of APP processing by BACE1 alone, while sAPPt fragment results from both BACE1 and an α-secretase cleavage of APP. Significantly increased sAPPβ levels were detected in the cortex of the 4-weeks old NPC1 vs. wt mice (\n\nFig 2\n\n), confirming an enhanced β-secretase processing of APP in the cortex of 4-weeks old NPC1 mice. We were unable to detect sAPPβ in the lysates of hippocampus and cerebellum of these mice.\n\n10.1371/journal.pone.0200344.g002\n\nFig 2\n\nThe levels of BACE1-generated soluble APPβ fragments are increased in the cortex of 4-weeks old NPC1 vs. wt mice.\n\n(A) Western blot analysis of soluble APPβ (sAPPβ) and actin (Actin-DEA) protein levels in DEA fractions of the cortex collected from 4-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice. A standard protein lysate (S) was included twice on each gel. (B) A graph representing quantified protein signals for soluble APPβ (sAPPβ) in the cortex of 4-weeks old animals which were normalized against actin protein levels (Actin-DEA).\n\nAt 10-weeks of age statistically significant changes in the levels of sSez6L were detected in all three brain regions analysed in NPC1 vs. wt mice (\n\nFig 3A–3C and 3E\n\n). For sSez6, however, significantly increased levels were observed only in the cerebellum of NPC1 mice compared to wt ones (\n\nFig 3C and 3D\n\n). No statistically significant changes in the levels of the full-length proteins Sez6, Sez6L, APP, as well as of BACE1, were detected at this age (\n\nS3 Fig\n\n). We were unable to detect sAPPβ fragment in mouse brain tissue lysates of mice at 10-weeks of age.\n\n10.1371/journal.pone.0200344.g003\n\nFig 3\n\nAt 10-weeks of age an enhanced BACE1-mediated proteolysis of Sez6L is present in all three brain regions of NPC1 vs. wt mice, while cleaved Sez6 is increased only in the cerebellum.\n\n(A-C) Western blot analyses of soluble Sez6 (sSez6), soluble Sez6L (sSez6L), total soluble APP (sAPPt) and actin (Actin-DEA) in DEA fractions of the cortex (A), hippocampus (B) and cerebellum (C) collected from 10-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice. A standard protein lysate (S) was included twice on each gel. (D-F) Graphs representing quantified protein signals of sSez6 (D), sSez6L (E) and sAPPt (F) which were normalized against actin (Actin-DEA) in the cortex (CX), hippocampus (HP) and cerebellum (CB) of 10-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice.\n\nWhen comparing BACE1-mediated proteolysis of all three substrates between 4- and 10-weeks of age, we noticed an interestingly opposing trend of BACE1-proteolysis between Sez6 and Sez6L in the hippocampus and cerebellum of wt and NPC1 mice. While the levels of sSez6 in hippocampus substantially decreased by age (by nearly 4-fold), in the cerebellum they were markedly increased by nearly 5-fold (Figs\n\n3D\n\nvs.\n\n1D\n\n). In the cortex sSez6 levels were further increased with age (by almost 2-fold). Interestingly, significantly enhanced BACE1-cleavage of Sez6L persisted in all three brain regions in NPC1 mice at both 4- and 10-weeks of age (Figs\n\n1E\n\nand\n\n3E\n\n).\n\nAPP and BACE1 distribution in NPC1 mouse brains revisited\n\nPrevious work by Kodam et al. [\n\n27\n\n] showed that in NPC1 mouse brains APP intensely stained hippocampal neurons of the cornu ammonis regions 1–3 (CA1-3) and dentate gyrus (DG) as well as Purkinje neurons in the cerebellum. Interestingly, they also reported increased APP immunoreactivity in astrocytes in the hippocampus and cerebellum of 4-, 7- and 10-weeks old NPC1 mice. The reported false positive immunostaining of several widely used APP antibodies and the high specificity of a rabbit monoclonal antibody Y188 [\n\n28\n\n] prompted us to re-examine the distribution of endogenous APP in wt and in NPC1 mouse brains, respectively. In contrast to earlier study [\n\n27\n\n], we detected APP immunoreactivity specifically in neurons. Accordingly, we observed an intense staining of APP in hippocampal neurons (specifically pyramidal neurons of CA1, neurons in the hilus and granular neurons of DG), cortical neurons and in Purkinje neurons of the cerebellum (\n\nFig 4\n\n). Also, similar distribution and levels of APP were observed between wt and NPC1 mice at both 4- (not shown) and 10-weeks of age, except that, due to profound neurodegeneration of Purkinje neurons in 10-weeks old NPC1 mice (\n\nS1 Fig\n\n) a substantial loss of APP intensity in Purkinje neurons was detected (\n\nFig 4\n\n). Additionally, APP immunoreactivity did not resemble the enhanced staining pattern of astrocytes in 10-weeks old NPC1 mice (\n\nS4 Fig\n\n). The immunostaining of BACE1 revealed that there is no increased BACE1 staining in 4- (not shown) and 10-weeks old NPC1 vs. wt mouse brains that would be of relevance for the enhanced BACE1-proteolysis (\n\nFig 5\n\n). BACE1 intensely stained mossy fibers in the hippocampus (\n\nFig 5\n\n) as also recently reported by Kandalepas et al. [\n\n29\n\n]. There may be a slight decrease of BACE1 immunoreactivity in NPC1 mouse brains at 10-weeks of age most likely due to neuropathological processes at this stage. The specificity of the BACE1 antibody used was verified in BACE1 KO mouse brain slices which did not show any BACE1 immunoreactivity (\n\nS5 Fig\n\n).\n\n10.1371/journal.pone.0200344.g004\n\nFig 4\n\nAPP immunoreactivity is lost in Purkinje neurons upon their neurodegeneration in 10-weeks old NPC1 vs. wt mouse brains.\n\nAPP (green) is expressed in neurons of the cornu ammonis (CA) regions and dentate gyrus (DG) of the hippocampus, as well as in cortical neurons and Purkinje cells in the cerebellum in 10-weeks old wt mice. Due to profound neurodegeneration, 10-weeks old NPC1 mice show a substantial loss of APP intensity in Purkinje neurons. DAPI (blue) was used to counterstain all nuclei.\n\n10.1371/journal.pone.0200344.g005\n\nFig 5\n\nBACE1 distribution is similar between 10-weeks old NPC1 vs. wt mouse brains.\n\nBACE1 (green) is intensely staining mossy fibers in the hippocampus of both wt and NPC1 mice. DAPI (blue) was used to counterstain all nuclei. There may be a slight decrease of BACE1 immunoreactivity in NPC1 mouse brains most likely due to profound neuropathological processes at this stage.\n\nSez6 and Sez6L distribution in NPC1 mouse brains\n\nNext, we performed immunohistochemistry of Sez6 and Sez6L in brain sections of 4- (not shown) and 10-week old NPC1 mice vs. wt mice. Both Sez6 and Sez6L showed a preferential neuronal-like staining (Figs\n\n6\n\nand\n\n7\n\n, respectively). Additionally, Sez6/Sez6L immunoreactivity did not resemble the enhanced staining pattern of astrocytes and microglia in 10-weeks old NPC1-mice (\n\nS4\n\nand\n\nS6\n\nFigs, respectively), indicating that these proteins are most likely not expressed in glial cells analysed. Sez6 showed strong neuronal-like cell body immunoreactivity in the hippocampal CA1 region, some in the hilus of DG and in deep layers of the cortex, as previously described by Gunnersen et al. [\n\n21\n\n] and by Osaki et al. [\n\n22\n\n]. Also, we detected Sez6 cell body immunoreactivity in the cerebellar molecular layer in 10-weeks old wt mice (\n\nFig 6\n\n). We observed no changes of Sez6 levels and distribution in 4- (not shown) and 10-weeks old NPC1 vs. wt mice. Similarly, neuronal-like immunoreactivity of Sez6L was detected in the hippocampal CA regions, granular neurons of DG as well as in deep layers of cortex (\n\nFig 7\n\n). Immunostaining of Sez6L in the hippocampus and cortex of 10-weeks old NPC1 mice did not differ from that in the wt mice. Interestingly, in 4- (not shown) and 10-weeks old wt mice Sez6L showed a strong immunoreactivity in Purkinje neurons of the cerebellum which was lost upon Purkinje cell neurodegeneration in NPC1 mice (\n\nFig 7\n\n).\n\n10.1371/journal.pone.0200344.g006\n\nFig 6\n\nSez6 distribution is similar in the brains of 10-weeks old NPC1 and wt mouse.\n\nSez6 (green) is specifically expressed in neurons of the region cornu ammonis 1 (CA1) and hilus of dentate gyrus (DG) of the hippocampus, as well as in deep layer cortical neurons and neurons in the molecular layer of the cerebellum in both 10-weeks old wt and NPC1 mouse brains. DAPI (blue) was used to counterstain all nuclei. ca1, cornu ammonis 1; dg, dentate gyrus; mo, molecular layer; gr, granular layer.\n\n10.1371/journal.pone.0200344.g007\n\nFig 7\n\nSez6L immunoreactivity is lost in Purkinje neurons upon their neurodegeneration in 10-weeks old NPC1 vs. wt mouse brains.\n\nSez6L (green) is specifically expressed in neurons of the cornu ammonis (CA) and granular layer of dentate gyrus (DG) of the hippocampus, as well as in deep layer cortical neurons and Purkinje cells in the cerebellum in 10-weeks old wt mice. Due to profound neurodegeneration, 10-weeks old NPC1 mice show a substantial loss of Sez6L intensity in Purkinje neurons. DAPI (blue) was used to counterstain all nuclei. ca1, cornu ammonis 1; mo, molecular layer; gr, granular layer.\n\nSubcellular distribution of Sez6, Sez6L and BACE1 in NPC1 primary mouse cortical neurons\n\nIn a previous study we showed that both NPC1-loss and NPC1-dysfunction, due to U18666A-treatment, caused sequestration of APP and BACE1 in acidic early/recycling endocytic compartments [\n\n14\n\n] in which BACE1 is the most active. We assumed that accumulation of the substrate APP and its cleaving enzyme BACE1 in this optimal subcellular environment causes enhanced β-secretase cleavage of APP in NPC disease, which we have previously described in Malnar et al. [\n\n30\n\n]. To test whether similar trafficking defect of BACE1 and its substrates, Sez6 and Sez6L, could be observed upon cholesterol accumulation due to NPC1 loss-of-function, we monitored the subcellular localization of BACE1 and Sez6 or Sez6L, in primary mouse cortical neurons isolated from NPC1\n\n-/-\n\n(NPC1) and NPC1\n\n+/+\n\n(wt) mice at postnatal day 0 (P0). NPC1 cortical neurons showed accumulation of free cholesterol in the cell body, as shown by filipin staining, and enlarged lysosomes (LAMP1)—characteristic features of NPC disease (Figs\n\n8\n\nand\n\n9\n\n). The endo/lysosomal markers of early endosomes (EEA1) and recycling endosomes (TfR) (Figs\n\n8\n\nand\n\n9\n\n) showed altered staining in NPC1 mouse primary cortical neurons, likely reflecting a cholesterol-mediated defect within the endosomal/lysosomal compartment. We noticed more puncta of EEA1 and TfR in the processes of NPC1 cortical vs. wt neurons (Figs\n\n8\n\nand\n\n9\n\n). Sez6 and Sez6L in wt neurons were localized in the soma and in the neuronal processes (Figs\n\n8\n\nand\n\n9\n\n). Interestingly, in the NPC1 neurons their localization was more pronounced in the neuronal processes, especially for Sez6L (Figs\n\n8\n\nand\n\n9\n\n). Upon NPC1-loss, Sez6 and Sez6L showed no colocalization with cholesterol-rich late endosomes/lysosomes (stained with LAMP1 and filipin). Instead, we observed enhanced punctuate staining of both Sez6 and Sez6L with TfR in the soma as well in the neuronal processes of NPC1 vs. wt cortical neurons (Figs\n\n8A\n\nand\n\n9B\n\n). When Sez6L was co-stained with BACE1 we detected their increased immunoreactivity in the cell body of NPC1 vs. wt cortical neurons (\n\nFig 10\n\n). Unfortunately, since both Sez6 and BACE1 antibodies were raised in rabbit we could not analyse their colocalization in mouse primary cortical neurons. Altogether, these results demonstrate that cholesterol accumulation due to NPC1-dysfunction causes altered trafficking of BACE1 substrates Sez6 and Sez6L, within the endolysosomal pathway.\n\n10.1371/journal.pone.0200344.g008\n\nFig 8\n\nNPC1 mouse primary cortical neurons show increased punctuate staining of Sez6 within endosomal compartments.\n\nRepresentative images of primary mouse cortical neurons stained with Sez6 antibody and endolysosomal markers: transferrin receptor (TfR) and lysosomal-associated membrane protein 1 (LAMP1). Note that Sez6 in NPC1\n\n+/+\n\n(wt) cortical neurons was localized in the soma and in neuronal processes. Upon NPC1-loss and cholesterol accumulation in NPC1\n\n-/-\n\n(NPC1) cortical neurons, its immunoreactivity showed more punctate staining in the soma (in vesicles that do not accumulate cholesterol) and in the processes (indicated by arrows).\n\n10.1371/journal.pone.0200344.g009\n\nFig 9\n\nNPC1 mouse primary cortical neurons show profound Sez6L punctuate staining in neuronal processes.\n\nRepresentative images of primary mouse cortical neurons stained with Sez6L antibody and endocytic markers: early endosome antigen (EEA1) and transferrin receptor (TfR). Immunoreactivity of Sez6L in NPC1\n\n+/+\n\n(wt) cortical neurons was detected in both soma and neuronal processes. Upon NPC1-loss and cholesterol accumulation in NPC1\n\n-/-\n\n(NPC1) cortical neurons Sez6L showed more enlarged punctate staining mainly in TfR-positive vesicles in the soma and in neuronal processes (indicated by arrows).\n\n10.1371/journal.pone.0200344.g010\n\nFig 10\n\nSez6L co-staining with BACE1 reveals their increased immunoreactivity in the cell body of NPC1 vs. wt mouse primary cortical neurons.\n\nRepresentative images of primary mouse cortical neurons stained with Sez6L antibody co-stained with BACE1. In NPC1\n\n-/-\n\n(NPC1) cortical neurons, in contrast to NPC1\n\n+/+\n\n(wt) neurons, we observed an increased punctate staining of Sez6L in the cell body and in the neuronal processes. The cell body co-staining of Sez6L and BACE1 was enhanced in NPC1 vs. wt neurons (indicated by arrows).\n\nDiscussion\n\nThe protease BACE1 is currently the most promising drug target for developing treatments against AD [\n\n18\n\n,\n\n31\n\n]. The recently identified APP variant Ala673Thr, which is less efficiently cleaved by BACE1 [\n\n32\n\n], together with studies on AD-transgenic mice crossed with genetically deleted BACE1 mice, showing a decrease in Aβ levels and protection against AD and cognitive decline [\n\n33\n\n,\n\n34\n\n,\n\n35\n\n,\n\n36\n\n,\n\n37\n\n], strongly suggest that BACE1-inhibition should prove effective for AD treatment. However, recent studies on BACE1\n\n-/-\n\nmice have shown complex neurological phenotypes, raising a concern that a complete BACE1-inhibition might not be as safe as initially expected [\n\n38\n\n]. Indeed, recently several clinical trials were stopped because of unacceptable side-effects [\n\n39\n\n]. Such side-effects may result from a reduced cleavage of other physiologically relevant BACE1 substrates, as BACE1 has additional functions in the brain besides cleaving APP [\n\n40\n\n,\n\n41\n\n]. Thus, it is important to fully understand the basic biology of BACE1 and the effects of the cleavage of its substrates to better evaluate the therapeutic potential of BACE1 and make clinical trials safer.\n\nIn this work, we employed a single gene lysosomal disorder of cholesterol accumulation—NPC, which was previously shown to share several similarities with complex AD, to further characterize proteolysis carried out by BACE1. NPC disease is also referred to as “juvenile Alzheimer’s disease” and is characterized by progressive neurodegeneration causing symptoms which include ataxia, dystonia, seizures and dementia. Here, we show for the first time that BACE1-dependent proteolytic cleavage is enhanced in a mouse model of NPC disease suggesting that upregulation of BACE1-dependent cleavage could represent an additional common feature between NPC disease and AD. To characterize BACE1 proteolysis in NPC disease, we tested Sez6 and Sez6L, which were shown to be predominantly cleaved by BACE1 in primary cultured neurons [\n\n10\n\n,\n\n19\n\n]. In parallel, we analysed proteolysis of APP which is, besides BACE1, also cleaved by another protease—ADAM10 [\n\n18\n\n,\n\n20\n\n]. In agreement with our previous result of increased amyloidogenic APP processing by BACE1 in the NPC1-null cellular model [\n\n30\n\n], here, we describe increased proteolysis of the BACE1 substrates Sez6 and its homolog Sez6L, as well as APP, in the cortex and the hippocampus of NPC1 mice at 4-weeks of age while, in the cerebellum, increased BACE1 proteolysis was prominent only for Sez6L protein. The detected upregulation of Sez6, Sez6L and APP cleavage by BACE1 in NPC1 mouse brains, at 4-weeks of age, i.e. early stages in NPC disease pathogenesis [\n\n25\n\n,\n\n26\n\n] is of particular relevance as it implies that enhanced BACE1-dependent cleavage is an early pathological event that precedes neurodegeneration and fully blown disease pathology. Increased BACE1 proteolysis could potentially be used as an early biomarker of NPC disease. It is worth to mention that the observed elevated BACE1 proteolysis of all three BACE1 substrates in nearly all three brain regions analysed (cortex, hippocampus and cerebellum) indicates that their enhanced BACE1 cleavage at this age is likely to be a general effect of NPC1 loss-of-function. However, upon neurodegeneration at 10-weeks of age [\n\n25\n\n,\n\n26\n\n] increased BACE1-dependent proteolysis in NPC1 mice persisted only for Sez6L protein in all three brain regions analysed (it was even 2-fold increased in the cortex and hippocampus). Interestingly, Sez6 cleavage by BACE1 seemed to be strongly upregulated only in the cerebellum at this age, while it was substantially decreased in the hippocampus compared to the levels of cleaved Sez6 at 4-weeks of age. Although Sez6 and Sez6L belong to the family of Sez6 proteins, these results indicate that the efficacy of their cleavage by BACE1 is spatiotemporally differently regulated, particularly in the hippocampus and cerebellum (between 10- and 4-weeks of age), while it was similar in the cortex. At 10-weeks of age we also observed loss of immunoreactivity of APP and Sez6L in Purkinje neurons upon their degeneration in NPC1 vs. wt mice.\n\nThese results suggest that upregulation of soluble ectodomains of BACE1 substrates, such as Sez6 and Sez6L, could have important implications in NPC disease phenotype. Indeed, Gunnersen et al. [\n\n21\n\n] showed that secreted and membrane-bound isoforms of Sez6 exert opposing actions on neurite branching, indicating that secreted ectodomain of Sez6 (Sez6 isoform III) may act to enhance neurite number (to positively control dendritic branching) and, thus, influence synaptic connectivity. As synaptic dysfunction is an early pathological feature of both AD and NPC diseases, it remains to be determined whether BACE1 substrates, Sez6 and Sez6L, may play a role in NPC/AD disease pathogenesis. The common clinical features between these two disorders, such as dementia, presentation of seizures, dysarthria and dysphagia, indicate that both AD and NPC may share common molecular and/or cellular pathway(s) in the disease pathogenesis. A new data has recently been reported for the function of Sez6 protein in maintaining normal dendritic spine dynamics and synaptic structure and function, indicating that prolonged BACE1-inhibition impairs synaptic plasticity via Sez6 protein [\n\n12\n\n]. Since enhanced BACE1-proteolysis of Sez6L persisted in all three brain regions analysed at 4- and at 10-weeks of age of NPC1 mice, we reasoned that BACE1-inhibition may affect Sez6L function, in addition to Sez6 [\n\n12\n\n]. Further studies are, however, needed to clarify this in order to comprehend the consequence of prolonged BACE1-inhibition and its therapeutic potential against AD and, possibly, NPC disease.\n\nThis study is the first to provide data on spatiotemporal cleavage and distribution/localization of Sez6 and its homologue Sez6L in both wt and NPC1 mouse brains and primary cortical neurons. Distribution of Sez6L in the brains of wt and NPC1 mice was similar to that of Sez6 (mostly stained hippocampus and lower layers in the cortex), except for cerebellum which showed a strong Purkinje staining of Sez6L in wt-mice. Osaki et al. [\n\n22\n\n] have reported that immunoreactivity of Sez6 gradually decreased by age in the early postnatal period and in the adult forebrain (from P0-P14, and 10-months old mice), however, the strongest levels of Sez6 were detected in CA1 hippocampi, which is in accordance to our findings.\n\nDue to neuropathological similarities between AD and NPC diseases, Kodam and colleagues previously examined protein levels and distribution of APP and its processing enzymes, β- and γ-secretase, in the same mouse model of NPC disease, as used in our study, and detected a statistically significant increase in BACE1 protein levels in NPC1 vs. wt mice in cerebellum at 7- and 10-weeks of age and in hippocampus at 10-weeks of age [\n\n27\n\n]. Although, in our study, we did not detect an increase in BACE1 protein levels in NPC1 vs. wt mice, our results demonstrate significantly increased processing of the exclusive BACE1 substrates Sez6 and Sez6L, as well as APP, in NPC1 mice, suggesting that BACE1-dependent cleavage in this mouse model of NPC disease is enhanced. Indeed, Kodam et al. [\n\n27\n\n] showed that activity of β-secretase (BACE1), but not that of α-secretase, was significantly increased both in the hippocampus and cerebellum of NPC1 mouse brains, supporting our findings.\n\nSince it was recently reported that a number of antibodies used against APP are non-specific (as they showed immunoreactivity in APP KO brains), we re-examined APP distribution in NPC1 mice using the previously reported specific APP antibody Y188 (Epitomics, raised against the YENPTY motif at the C-terminal fragment of APP). Kodam et al. [\n\n27\n\n] also used APP antibody against C-terminal APP fragment (raised against 15 amino acids at the C-terminus followed by the c-Myc epitope) [\n\n42\n\n]. Our results of APP immunostaining in NPC1 vs. wt mouse brains using the Y188 APP antibody are similar to findings by Kodam et al. [\n\n27\n\n] showing a profound APP loss in Purkinje neurons at 10-weeks of age. APP was mainly detected in neurons, in accord with the earlier study by Guo et al. [\n\n28\n\n]. In contrast to Kodam et al. [\n\n27\n\n], we did not observe the increased levels of fl-APP in the hippocampus and cerebellum of 10-weeks old NPC1 vs. wt mice.\n\nFurthermore, our results on NPC1 mouse primary cortical neurons show that a trafficking defect of BACE1 and its substrates Sez6 and Sez6L, within the endosomal compartments may explain the mechanistic details of enhanced cleavage by BACE1 in a mouse model of NPC disease. In line with our previous results on APP and BACE1 [\n\n14\n\n] we show that cholesterol accumulation in NPC1 vs. wt mouse primary cortical neurons causes sequestration of the enzyme BACE1 and its substrates Sez6 and Sez6L within the endolysosomal compartments. As these acidic organelles present an optimal environment for the enzyme BACE1 to cleave its substrates, we assume that, in addition to APP, Sez6 and Sez6L, and any other BACE1 substrate that is functionally linked to endolysosomal routing would display its enhanced proteolysis by BACE1 in NPC disease. Our immunocytochemistry results revealed somewhat different subcellular localization of Sez6 and its homologue Sez6L. While Sez6 was localized in the somatodendritic region in wt cortical neurons (in accord to the findings described by Gunnersen et al. [\n\n21\n\n] and by Osaki et al. [\n\n22\n\n]), Sez6L was mainly found in the soma and axons in wt cortical neurons and was distributed in larger puncta throughout the neuronal processes in NPC1 cortical neurons. The described different spatiotemporal BACE1-cleavage of Sez6 and Sez6L in NPC1-mouse brains in this work, implies that these BACE1 substrates, although being members of the same Sez6 protein family, may exert somewhat different but complementary functions.\n\nIn NPC disease, disturbed cholesterol trafficking and its accumulation within the late endosomes/lysosomes due to\n\nNPC1\n\n/\n\nNPC2\n\ndysfunction is the primary cause of the endolysosomal defect. Indeed, cholesterol-depletion by hydroxypropyl-β-cyclodextrin (HP-β-CD) showed beneficial effects in NPC1 mice [\n\n43\n\n,\n\n44\n\n] and in a single NPC patient [\n\n45\n\n]. We propose that altered trafficking within the endolysosomal system caused by cholesterol accumulation may lead to some neuropathological features of NPC disease, including those mediated by altered BACE1-proteolysis of Sez6 and Sez6L proteins. Future studies are needed to better evaluate the potential role of Sez6 and Sez6L in NPC disease pathogenesis as well as to investigate the use of their enhanced BACE1-proteolysis as diagnostic and/or therapeutic biomarkers of NPC disease.\n\nConclusions\n\nIn conclusion, we show here for the first time that NPC1 loss-of-function in a mouse model of NPC disease leads to enhanced cleavage of BACE1 substrates Sez6 and Sez6L, in addition to APP, and that this effect most likely involves altered trafficking of BACE1 and of its substrates within the endolysosomal system. In this work we also describe the spatiotemporal distribution and processing of Sez6 and Sez6L, members of Sez6 family, in wt and NPC1-mouse brains. We show that the efficacy of Sez6 cleavage by BACE1 may be spatiotemporally differently regulated, particularly in the hippocampus and cerebellum, in contrast to the cleavage of Sez6L. This study suggests that enhanced BACE1-regulated proteolysis may play a role in NPC disease pathogenesis. Both AD and NPC diseases are still untreatable disorders. Thus, understanding the basic biology of BACE1 and the effects of the cleavage of its substrates is important to better evaluate the therapeutic potential of BACE1.\n\nSupporting information\n\nS1 Fig\n\nNPC1 mice show progressive neurodegeneration of cerebellar Purkinje neurons.\n\nRepresentative images of calbindin staining in 4-, 7- and 10-weeks old NPC1 mouse cerebellum. The NPC1 cerebella show a partial loss of Purkinje neurons at 7-weeks of age, while at 10-weeks the majority of Purkinje cell immunoreactivity is lost.\n\n(TIF)\n\nClick here for additional data file.\n\nS2 Fig\n\nThe levels of full-length Sez6, Sez6L, APP and BACE1 are similar between 4-weeks old NPC1 and wt mouse brains.\n\n(A-C) Western blot analyses of full-length Sez6 (flSez6), Sez6L (flSez6L), APP (flAPP), BACE1 and actin (Actin-TR) in 1% Triton X-100 (TR) fractions of the cortex, hippocampus and cerebellum collected from 4-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice. (D-G) Graphs representing quantified protein signals of flSez6 (D), flSez6L (E), flAPP (F) and BACE1 (G) which were normalized against actin (Actin-TR) in the cortex (CX), hippocampus (HP) and cerebellum (CB) of 4-weeks old animals.\n\n(TIF)\n\nClick here for additional data file.\n\nS3 Fig\n\nThe levels of full-length Sez6, Sez6L, APP and BACE1 are similar between 10-weeks old NPC1 and wt mouse brains.\n\n(A-C) Western blot analyses of full-length Sez6 (flSez6), Sez6L (flSez6L), APP (flAPP), BACE1 and actin (Actin-TR) in 1% Triton X-100 (TR) fractions of the cortex, hippocampus and cerebellum collected from 10-weeks old wt (NPC1\n\n+/+\n\n; N = 6) and NPC1 (NPC1\n\n-/-\n\n; N = 6) mice. (D-G) Graphs representing quantified protein signals of flSez6 (D), flSez6L (E), flAPP (F) and BACE1 (G) which were normalized against actin (Actin-TR) in the cortex (CX), hippocampus (HP) and cerebellum (CB) of 10-weeks old animals.\n\n(TIF)\n\nClick here for additional data file.\n\nS4 Fig\n\nAstrogliosis in 10-weeks old NPC1 vs. wt mouse brains.\n\nRepresentative images of glial fibrillary acidic protein (GFAP) staining of cerebellum, cortex and hippocampus. NPC1 mouse brains show a strong immunoreactivity against GFAP indicating profound neuroinflammation, a characteristic feature of NPC disease.\n\n(TIF)\n\nClick here for additional data file.\n\nS5 Fig\n\nValidation of BACE1 antibody in BACE1-null brains.\n\nThe specificity of the BACE1 antibody (Epitomics, Abcam) was verified in BACE1\n\n-/-\n\nmouse brain slices. We found BACE1 (green) specific staining only in the mossy fibers in the hippocampus of BACE1\n\n+/+\n\nmice. DAPI (blue) was used to counterstain all nuclei.\n\n(TIF)\n\nClick here for additional data file.\n\nS6 Fig\n\nMicroglial activation in 10-weeks old NPC1 vs. wt mouse brains.\n\nRepresentative images of CD45 staining of cerebellum, cortex and hippocampus. NPC1 mouse brains show a strong immunoreactivity against CD45 indicating profound neuroinflammation, a characteristic feature of NPC disease.\n\n(TIF)\n\nClick here for additional data file."
  },
  {
    "pmcid": "8081827",
    "title": "The Sez6 Family Inhibits Complement by Facilitating Factor I Cleavage of C3b and Accelerating the Decay of C3 Convertases",
    "publish_date": "2021-4-15",
    "full_text": "Introduction\n\nThe Sez6 family, consisting of Sez6, Sez6L, and Sez6L2, is notable because its members have been identified as potential susceptibility genes for multiple neurodevelopmental and psychiatric disorders including: autism, schizophrenia, intellectual disability, epilepsy, and bipolar disorder (\n\n1\n\n–\n\n9\n\n). Sez6L2 is located in the 16p11.2 deletion/duplication region which encompasses 26 genes and accounts for ~1% of all autism spectrum disorder cases, but also has strong links to schizophrenia and intellectual disability (\n\n3\n\n,\n\n4\n\n,\n\n10\n\n). Sez6 family proteins are expressed by neurons throughout the brain during development and in adulthood. Some brain regions express multiple Sez6 family members, suggesting possible redundancy, while other regions have differential expression (\n\n11\n\n–\n\n15\n\n). In experimental mouse models, the Sez6 family has been shown to modulate synapse numbers, synaptic plasticity, and dendrite morphology in the cortex and hippocampus and neuronal connectivity in the cerebellum. Genetic loss of Sez6 genes results in impaired cognition, motor learning, and motor functions (\n\n13\n\n–\n\n16\n\n). Outside the nervous system, Sez6 family members have been implicated as markers of poor prognosis in cancer (\n\n17\n\n–\n\n23\n\n). Although a few binding partners of the Sez6 family have been proposed (\n\n24\n\n–\n\n28\n\n), the molecular mechanisms and functions of Sez6 proteins are still unclear.\n\nThe domain structure of Sez6 family members consisting of 5 complement control protein (CCP) domains and 2-3 CUB domains, suggest they may have activity connected to the complement cascade. CCP domains, also known as short consensus repeats or SUSHI repeats, contain 60-70 amino acids with four invariant cysteines forming disulfide bonds. CCP domains are the primary components of several proteins of the complement system (\n\n29\n\n,\n\n30\n\n). However, CCP domains are also found in a variety of proteins outside the complement pathway involved in cell adhesion, blood coagulation, and signal transduction related to cytokines and neurotransmission (\n\n29\n\n–\n\n32\n\n). CUB domains are named after their founding members: complement C1r/C1s, uEGF, and BMP1 and primarily mediate protein-protein interactions that are often calcium-dependent. CUB domains are found in complement proteins such as C1s, C1r, MASP-1/2, and C3 as well as many other non-complement pathway proteins (\n\n33\n\n,\n\n34\n\n). In addition to the CCP and CUB domains, Sez6 proteins have a single transmembrane domain and short cytoplasmic tail. The goal of this study was to evaluate the Sez6 family for complement regulatory functions.\n\nThe complement system has three initiating pathways (classical, alternative, and lectin) that all create C3 convertases to cleave C3 [reviewed in (\n\n35\n\n,\n\n36\n\n)]. The classical/lectin pathway C3 convertase is composed of C4b2b [formerly called C4b2a (\n\n37\n\n)]. The alternative pathway convertase is composed of C3bBb. Proteolytic cleavage of C3 generates the chemotactic peptide C3a, as well as, C3b, which covalently attaches to activating surfaces such as antibody complexes, cellular debris, foreign particles, or even an organism’s own healthy “self” tissue. C3b and its degradation products iC3b and C3dg/d are opsonins that facilitate phagocytosis. When C3b is sufficiently accumulated, it associates with C3 convertases to form C5 convertases. C5 convertases cleave C5 to initiate the lytic complement pathway leading to cell lysis.\n\nComplement activation on “self” surfaces is controlled by a group of complement regulatory proteins. A common feature of complement regulators that inhibit C3 convertases is the presence of three or more tandem CCP domains (\n\n29\n\n,\n\n38\n\n). The most well-known CCP containing complement regulators are DAF/CD55, MCP/CD46, and CR1 (or Crry in rodents) which are membrane-associated and Factor H (FH) and C4BP, which are soluble circulating factors (\n\n35\n\n,\n\n36\n\n). Complement regulators can deactivate C3 convertases by dissociating the protease subunits (Bb/2b) from the non-catalytic subunits (C3b/C4b), which has been defined as “decay accelerating” activity. Complement regulators can also facilitate cleavage of C3b or C4b by functioning as cofactors for the protease, complement Factor I (\n\n29\n\n,\n\n36\n\n,\n\n38\n\n). Cleaved C3b fragments (iC3b, C3c, C3dg/d) or C4b fragments can no longer function as subunits for C3 or C5 convertases.\n\nThe complement system is a fundamental part of the innate immune system, but it also has important roles in neural development. These roles include neurogenesis, synapse pruning, and neuronal migration (\n\n39\n\n–\n\n44\n\n). The complement pathway additionally mediates immune responses to prenatal or early postnatal brain insults that affect brain development with lifelong consequences [reviewed in (\n\n44\n\n)]. Furthermore, complement contributes to pathological cell and synapse loss in aging and diseases including Alzheimer’s, viral encephalitis, glaucoma, lupus, epilepsy, schizophrenia, frontotemporal dementia, and multiple sclerosis (\n\n39\n\n–\n\n41\n\n,\n\n45\n\n–\n\n58\n\n). Therefore, understanding complement regulation in the brain is important for neurodevelopment as well as neurodegenerative disease. We show here that members of the Sez6 family are novel complement regulators that inhibit the complement pathway at the level of C3 convertases.\n\nMaterials and Methods\n\nPurified Proteins\n\nCloning and Plasmids: The expression plasmid for Sez6L2-MH, a truncated version of human Sez6L2 that has the transmembrane and cytoplasmic region replaced by a tandem Myc/6x-His tag, was cloned using PCR from the Sez6L2 NCBI Refseq BC000567 cDNA (similar to NM_001114100.2; Uniprot ACC: Q6UXD5-6); and the following primers: 5’–GACTCGAGAATTCGCGGCCGCCACCATGGGGACTCCCAGGGCCCAGCA-3’ and 5’-TTCTAGAAAGCTTGGTACCTCCCCCCCTTCCAGCTGCCGTGATGG-3’. The PCR product was digested with restriction enzymes Not1 and HindIII and cloned into the mammalian expression plasmid, pEZYmyc-His [Addgene plasmid #18701;\n\nhttp://n2t.net/addgene:18702\n\n; RRID: Addgene_18701; a gift from Yu-Zhu Zhang (\n\n59\n\n)], that was digested with the same enzymes. The human His-DAF plasmid from Sino Biological (HG10101-NH; modified from NCBI RefSeq NM_000574.3) was used for protein production of H-DAF.\n\nHis-Tagged Protein Purification (Sez6L2-MH and H-DAF): FreeStyle 293-F cells grown in serum-free FreeStyle 293 Expression Medium (Gibco, 12338-018) were transfected with Sez6L2-MH or His-DAF plasmids using Fectopro (Polyplus, 116-001). After 48-72 hours, media was collected and His-tagged proteins were bound using HisPur Ni-NTA Resin (ThermoFisher; 88221) in the presence of Calbiochem’s EDTA-free protease inhibitor cocktail 1:1000 (MilliporeSigma; Set V; 539137). Bound proteins were eluted in 250 mM imidazole in PBS pH 7.4 and filtered through a 0.22 µm membrane (such as MilliporeSigma, SCGP00525). Elutions were then either dialyzed with PBS overnight (MWCO 12-14K, Spectrum Spectra/Por Molecular porous tubing, 132706) and concentrated using Amicon Ultra filters MWCO-10K or 30K (MilliporeSigma; 10K: UFC901024, 30K: UFC903024) or directly concentrated and subjected to multiple rounds of buffer exchange to PBS using the Amicon Ultra filters or a similar product (Pierce 30K MWCO concentrator, 88529). If protein concentration resulted in visible protein aggregates, the solution was again filtered through a 0.22 µm membrane (such as MilliporeSigma Millex-GV4 SLGVL0405). Protein concentration was determined by absorbance at 280 nm with a 1% extinction coefficient correction (E1%) of 11.4 for Sez6L2-MH and 10.6 for H-DAF. The 1% extinction coefficients were calculated based off the amino acid sequence using ProtParam (\n\nhttp://www.protparam.net/index.html\n\n). Protein aliquots were frozen and stored at -80°C.\n\nOther Purified Proteins: The negative control protein, bovine serum albumin (BSA), was purchased from MilliporeSigma (A3294). In order to make the BSA solution as similar to Sez6L2-MH and H-DAF as possible, we processed BSA through the last steps of the His-tagged protein purification protocol. Specifically, we dissolved the lyophilized BSA in PBS with 250 mM imidazole (the same buffer used to eluted proteins from HisPur Ni-NTA Resin). The BSA solution was then concentrated, exchanged to plain PBS, and stored at -80°C. All other purified proteins were purchased from CompTech: C1s-enzyme (A104), C2 (A112), C3 (A113); C3b (A114), iC3b (A115), C3d (A117), C4 (A105), C4b (A108), C4bBP (A109), Factor B (A135), Factor D (A136), Factor H (A137), Factor I (A138). These proteins were purified from human serum and were in PBS.\n\nHemolytic Assay\n\nClassical pathway: Complement mediated lysis of erythrocytes releases hemoglobin that can be measured by absorbance spectrophotometry at 415 nm. Antibody-sensitized sheep erythrocytes (EA; CompTech; B200) were rinsed and diluted in GVB\n\n++\n\nbuffer (0.1% gelatin, 5 mM Veronal, 145 mM NaCl, 0.15 mM CaCl\n\n2\n\n0.5 mM MgCl\n\n2\n\n. 0.025% NaN\n\n3,\n\npH 7.3). 5 µM of Sez6L2-MH or other purified proteins were pre-incubated in a v-bottom 96 well plate for 15 minutes on ice with 0.275% normal human serum (NHS, CompTech) in a final 90 µl buffer solution equivalent to 40% GVB\n\n++\n\nand 50% PBS with 0.15 mM CaCl\n\n2\n\nand 0.5 mM MgCl\n\n2\n\n(PBS\n\n++\n\n). Next, 10 µl of EAs (4x10\n\n8\n\ncells/mL in GVB\n\n++\n\n) were added to each sample and the plate was incubated at 37⁰C for 30 minutes. During this incubation, cells were suspended with a multichannel pipet every 10 minutes. The reaction was stopped by adding 100 µl of cold GVBE buffer (0.1% gelatin, 5 mM Veronal, 145 mM NaCl, 0.025% NaN\n\n3\n\n, 10 mM EDTA, pH 7.3). Remaining erythrocytes were pelleted by centrifugation at 500xg for 3 minutes. 150 µl of the supernatant was transferred to a flat-bottom 96-well plate and measured for absorbance at 415 nm using a microtiter plate reader (SpectraMax M5). The absorbance obtained with just buffer, NHS, and EAs was set at 100% lysis and the absorbance obtained without serum added or when GVBE was used in place of GVB\n\n++\n\nto inhibit complement was set at 0% lysis. Absorbance from full lysis in each experiment was also determined by replacing PBS with H\n\n2\n\n0 (at 50% final sample volume). Prior to testing the efficacy of complement inhibitors, the amount of each lot of normal human serum necessary to lyse EAs to 80-90% of the absorbance obtained by H\n\n2\n\n0 samples was determined by testing a range of NHS concentrations from 0-2%. These titrations were done to ensure that inhibitors were not overwhelmed by saturating levels of complement activity. The titrations revealed that 80-90% lysis was usually obtained with 0.25-0.4% serum.\n\nAlternative Pathway: The alternative pathway hemolytic assays were performed similar to the classical pathway assay except that plain rabbit erythrocytes (Er, CompTech) were rinsed and diluted in GVB° (0.1% gelatin, 5 mM Veronal, 145 mM NaCl, 0.025% NaN\n\n3\n\n, pH 7.3). 5 µM Sez6L2-MH or other purified proteins were pre-incubated for 15 minutes on ice with 6.5-7% normal human serum in a final 95 µl buffer solution containing 10 mM MgCl\n\n2\n\nand 10 mM EGTA and the equivalence of 45% GVB° and 50% PBS. Next, 5 µl of Ers (5x10\n\n8\n\ncells/mL in GVB°) were added to each sample and the plate was incubated at 37°C for 30 minutes and processed similar to the classical hemolysis experiments. The 415 nm absorbance obtained with just buffer, NHS, and Ers was set at 100% lysis.\n\nCleavage of C3b or C4b by Factor I\n\nC3b (1.5 µM; 3.94 µg) or C4b (1.5 µM; 4.05 µg) was incubated with 0.5 µM Factor I alone or in the presence of 1 µM FH, 1 µM C4BP, or 1-8 µM Sez6L2 in PBS\n\n++\n\n(Total volume ~15 µl) for 15 minutes-8 hours at 37°C. The samples were then run on reducing SDS-PAGE gels and analyzed by western blot or Imperial Blue (Coomassie) staining to identify C3 or C4 cleavage products.\n\nDecay Accelerating ELISAs\n\nAlternative C3 Convertase Decay Assay: An ELISA-based assay was used to measure decay accelerating activity towards the alternative pathway C3 convertase, C3bBb. ELISA plates (Nunc, MaxiSorp, 96 well plates, 44-2404-21) were coated with 100 µl human C3b at 3-3.5 µg/mL (17-20 nM) in PBS for ~20 hours at room temperature. Wells were washed twice with PBS and blocked with 1% BSA in PBS for 30-60 minutes at room temperature. Wells were again washed twice with PBS. C3 convertase was formed by incubating with Factor B (5.8-10 nM) and Factor D (1.8-2.0 nM) in GVB° buffer with 3.5 mM NiCl\n\n2\n\nat 37°C for 30 minutes. Subsequently, wells were washed three times with PBSt (0.1% tween). Factor H and Sez6L2-MH were mixed at various concentrations ranging from 0-6 µM (0 µg/mL to 500 µg/mL) in solutions with a final composition of 90 µL PBS to 225 µL GVB° with 3.5 mM NiCl\n\n2\n\n. 100 µl of the Factor H or Sez6L2-MH mixtures were added to the plate in triplicate and incubated at 37°C for 45 minutes. Supernatants were collected for western blot analysis and the wells were washed three times with PBSt. Residual Bb on the plate was detected using polyclonal goat anti-Factor B (CompTech, A235, 1:4,000) for one hour at room temperature. Wells were washed three times with PBSt and incubated with a donkey HRP-conjugated anti-Goat IgG (Azure Biosystems, AC2149, 1:10,000) for 45 minutes at room temperature. Wells were then washed three times with PBSt prior to colorimetric development using TMB substrate (ThermoScientific, N301). 0.16 M sulfuric acid was used to stop the reaction. Absorbance was measured at 450 nm. Percent convertase remaining was calculated with the following formula = ((Ab450 inhibitor – Ab450 background)/(A450 buffer – Ab450 background)) x 100. Background values were obtained from wells not coated with C3b but incubated with Factor B and D. Nonlinear regression utilized a variable slope and four parameters.\n\nClassical/Lectin C3 Convertase Decay Assay: This ELISA-based assay was performed similar to the C3bBb assay outlined above but with the following changes: Plates were coated with 3 µg/mL (16.7 nM) C4b in PBS. After washing and blocking with 1% BSA, C3 convertases were formed by incubating with C2 (6-12 nM) and C1s-enzyme (4 nM) in GVB++ at 37°C for 30-60 minutes. After, wells were washed three times with PBS\n\n++\n\n. H-DAF and Sez6L2-MH were mixed at various concentrations ranging from 0-7 µM in solutions with a final composition of 50% GVB\n\n++\n\nand 50% PBS\n\n++\n\n. 100 µl of the H-DAF or Sez6L2-MH mixtures were added to the plate in triplicate and incubated at 37°C for 30 minutes. Wells were washed three times with PBSt\n\n++\n\n(containing 0.1% tween). Residual C2b/C2 on the plate was detected using polyclonal goat anti-C2 (CompTech, A212, 1:6,000 in PBSt\n\n++\n\n) for 45 minutes at room temperature. Wells were washed three times with PBSt\n\n++\n\nand then incubated with a donkey HRP-conjugated anti-Goat IgG (Azure Biosystems, AC2149 1:10,000 in PBSt\n\n++\n\n) for 45 minutes at room temperature and then processed as above. Background values were obtained from wells not coated with C4b but incubated with C2 and C1s-enzyme.\n\nFlow Cytometry\n\nCHO cells (a Chinese hamster ovary cell line) were grown in serum-free Freestyle media (Gibco, 12651-014) and transfected with human cDNA expression plasmids with N-terminal Myc-tags obtained from Sino Biological: M-SEZ6L2 (HG13969-NM; modified from NCBI RefSeq BC000567, similar to NM_001114100.2; Uniprot ACC: Q6UXD5-6), M-SEZ6 (HG13436-NM; modified from NCBI RefSeq NM_178860.4; Uniprot ACC: Q53EL9-1), M-SEZ6L (HG20982-NM; modified from NM_001184773.1; Uniprot ACC: Q9BYH1-6), M-MCP (HG12239-NM; modified from NCBI RefSeq BC030594), or M-CR2 (HG10811-NM; modified from NCBI RefSeq NM_001877.3) using FectoPro transfection reagent (Polyplus, 116-001). Alternatively, cells were transfected with a GFP expression plasmid or co-transfected with GFP and M-SEZ6L2 or HIS-tagged DAF (H-DAF; Sino Biological HG10101-NH; modified from NCBI RefSeq NM_000574.3). After 18-24 hours, the cells were collected and loaded at 4x10\n\n5\n\ncells per well in a 96-well v-bottom plate. To assay the activity of the classical complement pathway, CHO cells were sensitized with a 30 minute incubation with rabbit anti-hamster lymphocyte serum (1:10; Cedarlane, CLA14940) in 100 µl cold FACs buffer (0.5% BSA in PBS) at 37°C. Cells were washed twice with FACs buffer then incubated with 15% C5-depleted human serum (CompTech, A320) or a range of C5-depleted serum from 0-20% in GVB++ at 37°C for 60 minutes. After washing twice with cold FACs buffer, cells were incubated with a mouse anti-human C3b/iC3b APC conjugated antibody (1:50; Biolegend, 846106, clone 3E7) and mouse anti-Myc Alexa488 conjugated antibody (1:50; Cell Signaling Technologies, 2279S, clone 9B11) for 30 minutes at 4°C. For samples transfected with GFP, only the anti-C3 APC antibody was used. After two washes in FACs buffer, cells were resuspended in FACs buffer with 1 µl propidium iodide (PI, Invitrogen, BMS500PI) and processed using a BD Accuri C6 Flow Cytometer. Data was analyzed by FlowJo™ Software (Windows Version 10.6.1: Ashland, OR: Becton, Dickinson and Company; 2019). Data were gated for the single cell population (FSC-A:FSC-H) and PI negative population. To assay the alternative pathway, cells were processed as above except they were sensitized with only a low level of anti-hamster lymphocyte serum (1:50) and the 20% C5-depleted serum was diluted in GVB° with 10 mM EGTA and 10 mM MgCl\n\n2\n\nto block the classical pathway.\n\nWestern Blot\n\nSupernatants from decay accelerating ELISA’s or Factor I cleavage assays were mixed with SDS-loading dye and run on 8-15% SDS-PAGE gels and transferred to PVDF. Membranes were blocked with 5% milk in TBSt (Tris buffered saline (20 mM Tris-Cl, pH 7.4; 150 mM NaCl) with 0.1% Tween 20) for 30 minutes and probed with primary antibodies: polyclonal goat anti-C3d (R&D systems, AF2655, 1:1000), polyclonal sheep anti-Sez6L2 (R&D Systems, AF4916; 1:2000), monoclonal mouse anti-Myc (Developmental Studies Hybridoma Bank; 9E10, 1:2000), polyclonal goat anti-Factor B (CompTech, A235, 1:1000) in 5% milk in TBSt for one hour at room temperature or overnight at 4°C. Membranes were washed three times in TBSt and then incubated with HRP secondary antibodies (anti-Mouse HRP, BioRad, 170-6516, 1:5,000; anti-Goat HRP Azure Biosystems, AC2149, 1:10,000; anti-Sheep HRP, Jackson Labs, 713-035-003, 1:1000) for one hour at room temperature in 5% milk in TBSt. After washing we applied ECL substrate (Pierce) and developed membranes using a digital imager (Azure Biosystems). Some membranes were stripped using buffer consisting of 200 mM glycine; 0.1% SDS, 1% Tween 20, pH 2.2 and re-probed. Western blot band densities were quantitated using Image J/FIJI.\n\nImmunohistochemistry (IHC) and Imaging\n\nSez6 Triple Knockout mice (Sez6 TKO) have a complete knockout of Sez6, Sez6L and Sez6L2 (\n\n14\n\n,\n\n15\n\n). They are also known as BSRP TKO mice and were supplied by co-author Dr. Jenny Gunnersen, University of Melbourne; Australia. Mice were anesthetized with ketamine/xylazine (100 and 10 mg/kg, respectively) and intracardially perfused with phosphate-buffered saline (PBS) containing EDTA (1.5 mg/ml) followed by 4% paraformaldehyde (PFA) in PBS. Brains were post-fixed for 18-30 hours in 4% PFA, then stored in PBS at 4°C. Brains were cut into 40 μm-thick coronal sections using a vibratome (Leica V1000) and stored in a cryoprotectant mixture of 30% PEG300, 30% glycerol, 20% 0.1 M phosphate buffer, and 20% ddH\n\n2\n\nO at −20°C. IHC was performed on free-floating sections. The sections were washed three times for 30 minutes in PBS to remove the cryoprotectant. Then sections were incubated in 100 mM glycine in PBS for 30 minutes followed by citrate antigen unmasking at 37°C for 30 minutes (Vector, H3300 with 0.05% tween 20). Sections were blocked overnight in blocking buffer (consisting of 1.5% BSA (MilliporeSigma; A3294), 3% normal donkey serum (Jackson Immunoresearch Laboratories, 017-000-121), 0.5% Triton X-100 (Promega, H5142), and 1.8% NaCl in PBS) with donkey anti-mouse Fab fragments (Jackson ImmunoResearch Laboratories, 715-007-003; 1:300). Sections were then washed three times in PBS with 1.8% NaCl. Primary antibodies: polyclonal sheep anti-Sez6L2 (R&D Systems, AF4916,1:500) and polyclonal chicken anti-Homer1 (Synaptic Systems, 160006, 1:500) were diluted in blocking buffer and incubated with brain sections for 1-3 days at room temperature with agitation. Sections were then washed three times for 30 minutes in 1× PBS with 1.8% NaCl and then incubated overnight at room temperature in Alexa Fluor-conjugated secondary antibodies (1:500 Jackson ImmunoResearch Laboratories Alexa 488 Donkey anti-sheep, Cat# 713-545-147, RRID: AB_2340745; and Alexa 647 Donkey anti-chicken, Cat# 703-605-155, RRID: AB_2340379) in blocking buffer. Finally, sections were washed three times with PBS with 1.8% NaCl, mounted on slides with Prolong Diamond mounting agents with DAPI (Life Technologies; P36962).\n\nIHC sections were imaged with a Hamamatsu ORCA-ER camera on an Olympus BX-51 upright microscope with Quioptic Optigrid optical sectioning hardware with a 10x, NA 0.4 or 60x, NA 1.4 objective with\n\nz\n\n-step = 0.3 μm. Volocity 3DM software (Quorum Technologies; version 6.3) was used for image collection and analysis. Differences in\n\nz\n\n-axis registration of various fluors were corrected by calibration with multicolor fluorescent beads. Image stacks are displayed as maximum intensity protections.\n\nStatistics\n\nGraphPad Prism software version 8.3.0 for Windows (La Jolla California USA) was used to perform all statistics. Statistical analysis was generally performed with one-way ANOVAs followed by Holm-Sidak’s multiple comparisons test (MCT). For the CHO cell C3b/iC3b deposition assays, Myc-positive and Myc-negative populations within the same sample were first compared with multiple t tests. Then, p values were corrected with Holm’s-Sidak’s MCT for the many samples within the experiment. N values for each experiment are specifically stated and defined in the figure legends. We defined significance as\n\np <\n\n0.05 and used the following markings on graphs * p<0.05; ** p<0.01. All data are expressed as the mean ± standard error of the mean (SEM).\n\nResults\n\nExpression of Sez6 Family Proteins and Other Complement Regulatory Proteins in Hippocampal Neurons\n\nSelf-directed complement activity is usually tightly controlled by complement regulatory proteins expressed on cell membranes and/or secreted in soluble form. However, the identity of complement regulators functioning on neurons throughout neuronal development or in disease with a potential role for modulating complement-mediated synaptic pruning has yet to be fully elucidated. Because hippocampal neurons express only trace amounts of the most well-known complement regulators of the early complement pathways (DAF, CR1/Crry, FH, C4BP, MCP or C1-INH (\n\n60\n\n) (\n\nFigure 1A\n\n), we searched the smart protein database (smart.embl-heidelberg.de/) for proteins with at least three tandem CCP domains that are also highly expressed by neurons in development. We identified the Sez6 family of proteins (consisting of Sez6, Sez6L, and Sez6L2) as ideal candidates. RNA-Seq expression data from the Hipposeq database [\n\nhttp://hipposeq.janelia.org\n\n(\n\n60\n\n)] show that the Sez6 family members are expressed by pyramidal neurons in the hippocampus with differential expression in CA1, CA3, and the dentate gyrus (\n\nFigure 1A\n\n). Immunostaining of adult mouse brain sections shows the Sez6L2 is highly localized to neuronal cell bodies of the CA1 region. Diffuse Sez6L2 is also found throughout the neuropil of the stratum radiatum and stratum oriens where a subset of Sez6L2 puncta co-localize with synapses (identified as Homer1+ puncta) (\n\nFigures 1B, C\n\n).\n\nFigure 1\n\nSez6 family expression in the hippocampus.\n\n(A)\n\nSez6, Sez6L, and Sez6L2 are expressed by principal (excitatory, pyramidal) neurons of the mouse hippocampus at much higher levels than other known complement regulators (namely Crry, C4BP, CFH, C1-INH, DAF, and MCP). Expression data was obtained from Hipposeq: a comprehensive RNA-Seq database of gene expression in hippocampal principal neurons [\n\nhttp://hipposeq.janelia.org\n\n(\n\n60\n\n)]. The RNA samples used in this database were isolated from mouse hippocampal principal neurons micro-dissected from the CA1, CA3, or Dentate Gyrus (DG) cell layers of the hippocampus at Postnatal Day 25-32. Differential gene expression is shown in the heatmap with the relative units of FPKM (Fragments per Kilobase of Exon per Million Reads Mapped.)\n\n(B)\n\nBrain sections from adult WT mice or Sez6 triple knockout mice (TKO) were immuno-stained for Sez6L2 (green) and DAPI and imaged in the CA1 region of the hippocampus. Scale Bar= 27 µm. High density Sez6L2 staining occurs around cell bodies in the pyramidal layer, but significant Sez6L2 is also found in the stratum radiatum and stratum oriens.\n\n(C)\n\nHigher magnification images of sections immuno-stained for Sez6L2 (green) and the postsynaptic protein, Homer1 (red), shows a subset of Sez6L2 is found near or co-localized with synapses in the stratum radiatum. Scale bar = 1.8 µm.\n\nSez6 Proteins Limit C3b/iC3b Opsonization of CHO Cells by the Classical and Alternative Pathways\n\nAfter having identified the Sez6 family as potential complement regulators due to their domain structure, we sought experimental evidence to support this putative function. First, we examined whether Sez6L2 expressed on CHO cells could reduce the amount of C3b/iC3b on the cell surface generated by the classical pathway. For the first set of experiments we used cells expressing the complement inhibitor, DAF, as a positive control. CHO cells were transfected with GFP alone or co-transfected with GFP and Myc-tagged Sez6L2 (M-Sez6L2) or His-tagged DAF (H-DAF). The cells were coated in antibodies and then exposed to C5-depleted human serum ranging in concentration from 0-20%. C5-depleted serum was used to prevent cell lysis, but still allow full C3b deposition by the classical pathway, which was detected with antibodies to C3b/iC3b. GFP positive cells co-transfected with M-Sez6L2 showed ~50% reduction of C3b/iC3b at all serum levels compared to CHO cells transfected with GFP alone (at 15% serum p=0.007, Holm-Sidak MCT) (\n\nFigures 2A, B\n\n). Cells expressing H-DAF reduced C3b/iC3b opsonization to ~13-15% compared to GFP alone (at 15% serum p=0.001). Thus, Sez6L2 does have complement inhibitory activity.\n\nFigure 2\n\nFull Length Sez6L2, Sez6, and Sez6L inhibit C3b/iC3b opsonization of CHO cells by the classical pathway.\n\n(A, B)\n\nSez6L2 inhibits C3b/iC3b opsonization at a range of serum concentrations. CHO cells were transfected with plasmids for GFP alone or with Myc-tagged Sez6L2 (M-Sez6L2) or His-tagged DAF (H-DAF). CHO cells were coated with antibodies and exposed to 0-20% C5-depleted human serum for one hour and then immuno-stained with anti-C3b/iC3b antibodies and analyzed by flow cytometry. One experiment is shown that is representative of two independent experiments.\n\n(B)\n\nC3b/iC3b on GFP transfected cells with or without M-Sez6L2 or H-DAF at 15% serum. ANOVA (P=0.0016; F(2,6)=22.51). N=3; one experiment with three replicates (representative of 3+ independent experiments).\n\n(C)\n\nSchematic of Sez6L2, Sez6, and Sez6L protein domain structures.\n\n(D–I)\n\nCHO cells were transfected with the indicated Myc-tagged cDNAs and processed as outlined in A with 15% C5 depleted serum, except that an anti-Myc antibody was used in place of GFP to identify transfected and expressing CHO cells.\n\n(D)\n\n5% Contour plots of C3b/iC3b versus Myc fluorescence (top layer) and C3b/iC3b fluorescence histograms (bottom layer) of the same samples normalized to mode and compared to baseline cells not exposed to serum. For Contour plots, boxed regions highlight cells designated as Myc-positive (top box) and Myc-negative (lower box) populations. For C3b/iC3b histograms, dark grey, solid line population = Myc-positive cells; Light grey, dotted line population= Myc-negative cells; White, dashed grey line population = baseline. Representative of 4+ independent experiments.\n\n(E)\n\nQuantification of the average median C3b/iC3b fluorescence intensity from Myc-positive and Myc-negative cells within each sample. Statistics = t-tests. N=3 (one experiment with three replicates; Representative of 4+ independent experiments).\n\n(F)\n\nAverage median C3b/iC3b fluorescence intensities after normalization to the Myc-negative cells from each experimental group. ANOVA between Myc-positive cell populations (p<0.001; F(4, 15)=64.53). Sez6L2 inhibits C3b/iC3b opsonization at a level comparable to positive control MCP. Sez6 is a stronger complement inhibitor than Sez6L2 and Sez6L is a weaker inhibitor.\n\n(F)\n\nAverage median Myc fluorescence intensity from Myc-positive cells. ANOVA (p<0.001; F(4, 15)=36.79).\n\n(G)\n\nAverage % of Myc-positive cells in each experimental group (ANOVA, p=0.115; F(4, 15)=2.224). For sections\n\n(F–H)\n\n, N=4 (four independent experiments).\n\n(I)\n\nSez6 blocks complement opsonization more efficiently than Sez6L2 and Sez6L even when comparing similar levels of Myc surface expression. Average C3b/iC3b median fluorescence intensity normalized to internal Myc-negative populations for M-Sez6, M-Sez6L2, and M-Sez6L samples shown relative to the Myc median fluorescence intensity. N=3 (one experiment with three replicates, Representative of three independent experiments). For all graphs *p < 0.05; **p < 0.01;\n\n#\n\np < 0.001 for all Myc-positive groups compared to M-CR2.\n\nNext we compared the complement inhibitory activity of Sez6L2 to its family members Sez6 and Sez6L to learn whether complement inhibition is a family function or limited to Sez6L2. Sez6 and Sez6L are 49% and 50% identical to Sez6L2 respectively (\n\nFigure 2C\n\n). We also compared the Sez6 family members to two other Myc-tagged CCP domain-containing proteins, MCP and CR2. MCP is a transmembrane complement inhibitor composed of four CCP domains (\n\n61\n\n,\n\n62\n\n). CR2 is a transmembrane protein composed of 15-16 tandem CCP domains, but it is not a complement inhibitor. However, CR2 does binds C3d/C3dg to present complement opsonized antigens to the adaptive immune system as well as initiate signal transduction cascades (\n\n63\n\n). It can also enhance C3b deposition by the alternative pathway on expressing cells (\n\n64\n\n,\n\n65\n\n) and serves as a control in this paradigm for what excessive complement opsonization looks like. Mock transfected cells and cells without serum exposure were used as controls for full complement activation or a negative baseline respectively. First we assayed the amount of C3b/iC3b on cells initiated primarily by the classical pathway. M-Sez6L2, M-Sez6, M-Sez6L, and M-MCP all significantly decreased C3b/iC3b and M-CR2 significantly increased C3b/iC3b on expressing cells compared to non-transfected, Myc-negative cells within each experimental sample (\n\nFigures 2D–F\n\n). Overall, M-Sez6 was the most effective at decreasing C3b/iC3b opsonization as Myc-positive cells had only 17 ± 3% of the C3b/iC3b found on the Myc-negative cells in the same sample (p<0.001, Holm-Sidak MCT). M-Sez6L2 expressing cells had 52 ± 5% of C3b/iC3b compared to Myc-negative cells (p<0.001), M-Sez6L had 79 ± 3% (p=0.004), and M-MCP had 45 ± 6% (p<0.001). On the other hand, M-CR2 had 407 ± 78% the level of C3b/iC3b of internal Myc-negative cells P<0.001) (\n\nFigure 2F\n\n). These results show that Sez6 family members share the complement inhibitory function but have different levels of activity. Sez6 is the most effective inhibitor of the classical pathway. Sez6L2 is a moderate inhibitor and functions at a level comparable to MCP. Sez6L is a weak inhibitor.\n\nBecause M-Sez6 expressed on the cell surface at twice the level of Sez6L2, Sez6L, and MCP (\n\nFigure 2G\n\n), but usually in a similar percentage of cells (\n\nFigure 2H\n\n), we wondered whether M-Sez6 was a more effective inhibitor simply because of the higher expression levels or whether there are intrinsic activity differences in the family members. Thus we gated the cell populations based on increasing levels of Myc surface expression to compare C3b/iC3b opsonization levels in cells with similar levels of surface M-Sez6, M-Sez6L or M-Sez6L2. The results suggest that all Sez6 family members inhibit complement better with higher surface expression. However, M-Sez6 was still more effective at limiting C3b/iC3b opsonization than M-Sez6L and M-Sez6L2 at all expression levels (\n\nFigure 2I\n\n).\n\nNext, full-length Sez6L2, Sez6, and Sez6L were analyzed for their ability to inhibit complement opsonization initiated primarily by the alternative pathway in the presence of Mg-EGTA. The results were similar to that obtained with the classical pathway and showed all Sez6 family members to be effective inhibitors of alternative pathway C3b/iC3b opsonization. However, their activities relative to each other were different (\n\nFigures 3A–C\n\n). M-Sez6L2 expressing cells had 34 ± 1%, M-Sez6 had 59 ± 2%, M-Sez6L had 52 ± 6%, M-MCP had 65 ± 2% and M-CR2 had 2624 ± 256% the level of deposited C3b/iC3b compared to Myc-negative cells within the same samples (\n\nFigure 3C\n\n). C3b/iC3b opsonization by the alternative pathway was less intense than the classical pathway and resulted in C3b/iC3b coated cells segregating into two main population peaks. The primary peak population had low C3b/iC3b opsonization. The second peak population contained less cells than the primary peak, but these cells were opsonized with high levels of C3b/iC3b that were almost equivalent to the levels found in the classical pathway assays. M-Sez6L2, M-Sez6, Sez6L, and M-MCP all prevented expressing cells from reaching the complement opsonization levels of the high C3b/iC3b peak population (\n\nFigure 3A\n\n). Alternatively, M-CR2 increased C3b/iC3b levels on expressing cells, shifting all Myc-positive cells into the high C3b/iC3b opsonized population. Interestingly, M-Sez6L2 expressing cells also had decreased C3b/iC3b levels in the lower peak population relative to the non-transfected, Myc-negative cells within the same sample (\n\nFigures 3A, B\n\n). However, these Myc-negative cells in M-Sez6L2 samples often had increased C3b/iC3b opsonization compared with the Myc-negative cells in other samples raising the question of whether M-Sez6L2 protects expressing cells at the expense of promoting complement opsonization on non-expressing cells. Nevertheless, the cells expressing Sez6 family members had less complement opsonization by the alternative pathway than non-expressing cells and their complement inhibitory activity equaled or exceeded the activity of the known complement regulator MCP. In summary, Sez6 family members are inhibitors of C3b/iC3b complement opsonization by both the classical and alternative pathways, but individual Sez6 family members vary in the efficacy of their complement inhibitory activity toward each pathway.\n\nFigure 3\n\nFull Length Sez6L2, Sez6, and Sez6L inhibit C3b/iC3b opsonization of CHO cells by the alternative pathway. CHO cells were transfected with the indicated Myc-tagged cDNAs and then coated with a low level of antibodies and exposed to 20% C5-depleted human serum for one hour in the presence of 10 mM EGTA and 10 mM MgCl\n\n2\n\nto block the classical pathway. Cells were then labeled with anti-C3b/iC3b and anti-Myc antibodies and analyzed by flow cytometry.\n\n(A)\n\n5% Contour plots of C3b/iC3b versus Myc fluorescence (top layer) and C3b/iC3b fluorescence histograms (bottom layer) of the same samples normalized to mode and compared to baseline cells not exposed to serum. For Contour plots, boxed regions highlight cells designated as Myc-positive (top box) and Myc-negative (lower box) populations. For C3b/iC3b histograms, dark grey, solid line population = Myc-positive cells; Light grey, dotted line population= Myc-negative cells; White, dashed grey line population = baseline. Representative of 3+ independent experiments with technical replicates.\n\n(B)\n\nQuantification of the average median C3b/iC3b fluorescence intensity from Myc-positive and Myc-negative cells within each sample. N=3 (one experiment with three replicates; Representative of 3+ independent experiments) Statistics = t-tests. E) Average median C3b/iC3b fluorescence intensities after normalization to the Myc-negative cells from each experimental group. ANOVA (p<0.001; F(4, 10)=74.47. N=3 (3 independent experiments). For all graphs *p < 0.05; **p < 0.01\n\n#\n\np < 0.001 for all Myc-positive groups compared to M-CR2.\n\nRecombinant Sez6L2-MH Is a Soluble, Truncated Form of Sez6L2 With a Myc-6xHis Tag\n\nIn order to determine the specific mechanisms by which Sez6L2 inhibits complement using traditional assays, we generated a truncated expression construct of human Sez6L2, named Sez6L2-MH, which replaced the transmembrane domain and cytoplasmic tail with a tandem Myc-6xHis tag. This plasmid was expressed in HEK293 cells grown in serum free media and the secreted protein was purified\n\nvia\n\nthe His-tag. The purity and identity of the Sez6L2-MH protein were verified by SDS-PAGE under reducing conditions followed by Coomassie staining and anti-Sez6L2 or anti-Myc western blots (\n\nFigures 4A, B\n\n).\n\nFigure 4\n\nTruncated Sez6L2 inhibits alternative pathway hemolysis more than classical pathway hemolysis.\n\n(A)\n\nSchematic of Sez6L2 and Sez6L2-MH domain structures. CCP=Domain abundant in complement control proteins. CCP domains are also known as SUSHI repeats or short complement-like repeat (SCR). CUB= Domains named after complement C1r/C1s, uEGF, and BMP1. TM=Transmembrane region. Sez6L2-MH was made by replacing the transmembrane and cytoplasmic tail domains with a tandem Myc, 6xHis tag.\n\n(B)\n\nPurified Sez6L2-MH is shown by a Coomassie stained gel and by western blot with anti-Sez6L2 and anti-Myc antibodies. Lanes with the Coomassie stain are from the same gel.\n\n(C)\n\nClassical pathway hemolysis assay. Antibody-coated sheep erythrocytes were exposed to human serum pre-incubated with purified Sez6L2-MH, H-DAF, FH, C4BP, C1-INH, or BSA. After 30 mins, the percent of cell lysis was measured by spectrophotometry (A415). One-way ANOVA (P <0.0001; F(6,30)=233.2); PBS N=10; Sez6L2-MH N=7; H-DAF N=4; CFH N=4; C4BP N=3; C1-INH N=3; BSA N=6.\n\n(D)\n\nAlternative pathway hemolysis assay. Rabbit erythrocytes were exposed to human serum pre-incubated with Sez6L2-MH, complement regulators, or BSA in presence of 10 mM MgEGTA to block the classical pathway. Then the percent of cell lysis was measured by spectrophotometry (A415). One-way ANOVA (P <0.0001; F(4,16)=33.88). PBS N=6, Sez6L2-MH N=5; FH N=2, H-DAF N=2, and BSA N=6. For all graphs *p < 0.05 compared to PBS control and\n\n#\n\np < 0.05 compared to BSA negative control.\n\nSez6L2-MH Partially Inhibits Alternative Pathway Hemolysis and Only Modestly Inhibits the Classical Pathway Hemolysis\n\nComplement activation by the classical and alternative pathways ultimately results in the formation of the membrane attack complex which directly lyses target cells. As such, complement-mediated lysis of erythrocytes, also known as hemolysis, is a useful assay to measure the ability of Sez6L2-MH to regulate the complement pathway. We tested Sez6L2-MH alongside complement inhibitory proteins FH, C4BP, and C1-INH purified from human serum and His-tagged DAF (H-DAF) purified similarly to Sez6L2-MH. BSA was also tested as a negative control protein. Sez6L2-MH was able to only modestly inhibit complement-mediated lysis of antibody-coated sheep erythrocytes by the classical pathway, exhibiting 90.4 ± 1.2% lysis compared to 100.0 ± 2.1% lysis by buffer alone (p=0.013; Holm-Sidak MCT;\n\nFigure 4C\n\n). The other complement inhibitory proteins efficiently and significantly prevented lysis (H-DAF: -1.0 ± 0.2%; FH: 14.8 ± 2.2%; C4BP 26.1 ± 7.5%; C1-INH: 14.4 ± 8.1% lysis). As expected, BSA had no effect on erythrocyte lysis by the classical pathway (100.2 ± 3% lysis).\n\nA similar hemolysis assay was used for the alternative pathway and was performed in the presence of EGTA. The initiating steps of the classical and lectin pathways requires calcium, which is preferentially chelated by EGTA, effectively preventing classical and lectin pathway initiation while sparing the alternative pathway. Sez6L2-MH was able to partially inhibit rabbit erythrocyte lysis by the alternative pathway, showing 65.2 ± 11.1% lysis compared to 100 ± 0.7% lysis by buffer alone (p<0.001;\n\nFigure 4D\n\n). Comparatively, H-DAF and FH fully prevent lysis to 3.2 ± 1.3% and 1.9 ± 1.2% respectively. In contrast, the negative control BSA resulted in no change in erythrocyte lysis compared to buffer alone (98.1 ± 5.3%). In summary, recombinant Sez6L2-MH is a weak inhibitor of hemolysis mediated by the classical pathway and a moderate inhibitor of hemolysis mediated by the alternative pathway.\n\nSez6L2-MH Functions as a Cofactor for Fluid-Phase Factor I (FI) Cleavage of C3b but Not C4b\n\nWe next investigated whether recombinant Sez6L2-MH functions as a cofactor for Factor I cleavage of C3b. FH and C4BP are known co-factors of FI towards C3b (\n\n66\n\n–\n\n70\n\n) and were used as positive controls. C3b is composed of the C3α’ chain and the C3β chain linked by disulfide bonds (see schematic in\n\nFigure 5A\n\n). With cofactor support, FI cuts C3b sequentially at site 1 (Arg\n\n1303\n\n-Ser\n\n1304\n\n), then site 2 (Arg\n\n1320\n\n-Ser\n\n1321\n\n) and finally site 3 (Arg\n\n954\n\n-Glu\n\n955\n\n; UniProt numbering of prepro-C3) (\n\n68\n\n). Cofactors can support efficient cleavage at one, two, or all three sites (\n\n68\n\n–\n\n70\n\n). For example, FH facilitates efficient cleavage at sites 1 and 2, but has very weak and slow cofactor function for site 3 [(\n\n68\n\n–\n\n70\n\n); and\n\nFigure 5B\n\n]. Incubation of C3b (1.5 µM) and FI (0.5 µM) with 1 µM FH or C4BP for 2 hours resulted in an almost complete loss of C3α’ and the appearance of two cleavage products: C3α’1 (visible by western blot with a C3d antibody and in the Coomassie stained gel) and C3α’2-(cut at site 2; visible in the Coomassie stained gel as a ~42 kDa band) (\n\nFigure 5B\n\n). A small amount of C3dg and C3c-C3a’1 also appeared in the FH sample, signaling some cleavage at site 3. FI incubated with C3b and increasing amounts of Sez6L2-MH (1 µM-8 µM) for two hours facilitated partial FI cleavage of the C3α’ chain to C3α’1 and C3α’2 in a dose-dependent manner. Sez6L2-MH facilitated cleavage of C3b at site 1 and less efficient cleavage of C3b at the second cleavage site generating both the larger C3α’2-site 1 band (~44 kDa) and the smaller C3α’2-site 2 band (~42 kDa). We also assayed Sez6L2-MH cofactor activity occurring at incubation times ranging from 15 minutes to 8 hours. 1.5 µM of Sez6L2 facilitated some FI cleavage of C3b at site 1 starting at 15 minutes. Longer incubation times yielded increasing amounts of C3b cut by FI at sites 1 and 2 (\n\nFigure 5C\n\n). With incubation times at four hours or longer, Sez6L2-MH also facilitated a small amount of cleavage at site 3, generating some C3dg and C3c-C3α’1. Incubation of C3b with Sez6L-MH alone did not result in any C3b cleavage products, indicating that FI is the active protease responsible for C3b cleavage in the presence of Sez6L2-MH (\n\nFigure 5B\n\n).\n\nFigure 5\n\nTruncated Sez6L2 is a cofactor for Factor I cleavage of C3b.\n\n(A\n\n) Schematic of Factor I and cofactor cleavage of C3b and iC3b.\n\n(B)\n\nC3b and Factor I (FI) were incubated alone, with concentrations of Sez6L2-MH ranging from 1 to 8 µM, or with 1 µM Factor H (FH) or C4BP for two hours at 37°C. Then samples were analyzed by western blot using antibodies that recognize C3d, a region within the C3α chain [and highlighted by the black rectangle in the schematics in\n\n(A)\n\n]. Coomassie stained gels are also shown. Sez6L2-MH supports partial FI cleavage of C3b at sites 1 and 2 generating the cleavage products C3α’1 and C3α’2 in a concentration dependent manner. FH and C4BP (known co-factors of FI towards C3b) supported almost full cleavage of C3b at sites 1 and 2. FH also showed partial cleavage at site 3 generating some C3dg and C3c-C3α’1.\n\n(C)\n\nC3b and FI were incubated with 1.5 µM Sez6L2-MH for 0.25-8 hours and then were visualized by western blot and Coomassie stained gels. Sez6L2-MH facilitates more FI cleavage with increased time including some partial cleavage at site 3 to generating C3dg and C3c-C3α’1.\n\nSome FI cofactors are specific for either C3b or C4b, while others work on both. Therefore, the FI cleavage assay was repeated with C4b. C4b is composed of three peptide chains—C4α’, C4β, and C4γ—attached by disulfide bonds. Cofactors aid FI to cut the C4α’ chain at two locations yielding C4d, C4α3, and C4α4 (see schematic in\n\nFigure 6A\n\n). C4b (1.5 µM) and FI (0.5 µM) were incubated alone, with 1 µM of C4BP, or with concentrations of Sez6L2-MH ranging from 1 to 8 µM for two hours. C4BP was able to facilitate almost complete cleavage of C4α’ to C4α3, C4α4, and C4d. No amount of Sez6L2-MH tested was able to promote any FI cleavage of C4b (\n\nFigure 6B\n\n). Longer incubation times up to eight hours also did not allow Sez6L2-MH to promote FI cleavage of C4b (\n\nFigure 6C\n\n). In summary, Sez6L2 is a cofactor for FI that facilitates partial cleavage of C3b, but not C4b.\n\nFigure 6\n\nTruncated Sez6L2 does not act as a cofactor for Factor I cleavage of C4b.\n\n(A)\n\nSchematic of Factor I plus cofactor cleavage of C4b.\n\n(B)\n\nC4b and FI were incubated alone, with concentrations of Sez6L2-MH ranging from 1 to 8 µM, or with 1 µM C4BP for two hours at 37°C. Then samples were then run and visualized on Coomassie stained gels. Incubation of C4b and FI with Sez6L2-MH did not result in the appearance of C4b cleavage products C4d, C4α3, or C4α4. On the other hand, C4BP (a known cofactor of FI for C4b cleavage) supported FI’s production of C4d, C4α3, and C4α4.\n\n(C)\n\nSez6L2-MH does not support Factor I cleavage of C4b even with increased time. C4b and FI were incubated with 1.5 µM Sez6L2-MH for 0.25-8 hours and then visualized on Coomassie stained gels.\n\nSez6L2-MH Accelerates the Decay of C3 Convertases\n\nComplement inhibitors that act at the level of C3 convertases, function not only as cofactors for FI, but they can also act as decay accelerating factors to irreversibly dissociate the catalytic subunit (Bb/C2b) from the non-catalytic subunit (C3b/C4b). MCP functions primarily as a cofactor and does not have decay accelerating activity. Alternatively, DAF was named for its decay accelerating activity and has no cofactor function. FH has both cofactor and decay accelerating activity (\n\n36\n\n). To investigate whether Sez6L2-MH has decay accelerating activity for the alternative pathway C3 convertase, we coated C3b on a 96 well plate and then added Factor B and Factor D to generate C3bBb bound to the plate. Sez6L2-MH or FH were added to the wells in increasing concentrations. The ability of Sez6L2-MH or FH to displace Bb from the bound C3bBb complex was assessed in an ELISA assay using an anti-FB antibody. The percent of FB remaining on the plate (normalized to buffer only control) was graphed against the concentrations of FH and Sez6L2-MH. Sez6L2-MH at lower concentrations (0.1 nM-60 nM) had no effect on the dissociation of Bb from the C3bBb convertase complex, while higher concentrations of Sez6L2 (600 nM-6 µM) significantly decreased the amount of FB on the plate by 25-72% in a dose dependent manner (\n\nFigure 7A\n\n). FH was effective at much lower concentrations, as 0.4 - 40 nM significantly decreased the amount of FB on the plate by 22-74%. Higher concentrations of FH (200 nM – 1.6µM) were also effective and reduced the convertase associated FB by just over 75% (a point at which the maximal decay activity appeared to plateau). The relative IC50 for FH was between 1-2 nM and the relative IC50 for Sez6L2-MH was ~1.2 µM.\n\nFigure 7\n\nTruncated Sez6L2 has decay accelerating activity for the alternative pathway C3 convertase but has only modest decay accelerating activity for the classical/lectin pathway C3 convertase.\n\n(A–D)\n\nAlternative C3 convertase assay:\n\n(A–C)\n\nA 96 well plate coated with C3b was incubated with Factor B and Factor D to form the C3 convertase C3bBb, then incubated with Sez6L2-MH or FH at various concentrations ranging from 0-6000 nM (equivalent to 0-500 µg/mL) to assess their decay accelerating activity. Factor B remaining bound to the plate (as C3bBb) was detected using an anti-Factor B antibody ELISA in\n\n(A)\n\nand Bb released into the supernatant is shown\n\nvia\n\nwestern blot in\n\n(B)\n\nwith Bb band densities quantified in\n\n(C)\n\n. For the western blot and quantification, Sez6L2-MH and FH concentrations are listed in both nM and µg/mL. Quantification of Bb band densities were normalized to the 0 nM control lanes. N=3 samples per group.\n\n(D)\n\nThe alternative C3 convertase decay ELISA described above was repeated comparing 0, 1uM, and 5uM of Sez6L2-MH, H-DAF, FH, and BSA.\n\n(E)\n\nClassical C3 convertase assay: A plate coated with C4b was incubated with C2 and C1s-enzyme to form the classical/lectin pathway C3 convertase C4b2b, then incubated with Sez6L2-MH, H-DAF at concentrations ranging from 0 to 7000 nM to assess their decay accelerating activity. C2 remaining bound to the plate (presumably as C4b2b) was detected using an anti-C2 antibody ELISA. For A, D, and E ELISAs: N=3 (1 experiment with 3 replicates; representative of 2-3 independent experiments). Statistics: one-way ANOVAS with Holms-Sidak multiple comparison’s tests to controls. *p < 0.05, **< 0.01.\n\nSupernatants collected from the plate at the end of the incubation with Sez6L2-MH or FH were collected and analyzed by western blot with antibodies to Factor B. With increasing levels of Sez6L2-MH or FH, we found increasing levels of Bb (MW 70 KDa) in the supernatant, which mirror the deceasing amounts of Factor B bound to the ELISA plates (\n\nFigures 7B, C\n\n). We did not detect any full-length FB in the supernatants which shows that the decreasing plate-associated FB detected in the ELISA was mostly in the Bb form. We additionally compared the C3bBb decay activity of Sez6L2-MH and FH to that of H-DAF and a negative control protein, BSA at 0, 1, and 5 µM (\n\nFigure 7D\n\n). At 1µM, the decay activity of H-DAF and FH reduced the plate associated FB by 83% and 87% respectively, while 5 µM DAF reduced FB by 90.1%. Whereas, at 1 µM, Sez6L2-MH reduced plate associated FB by 44% and at 5 µM Sez6L2-MH reduced FB to 76% compared to the buffer only control and the BSA negative controls at 1 µm and 5 µM (p<0.001 for all). Taken together, these data show that soluble Sez6L2-MH exhibits decay accelerating activity for the alternative pathway C3 convertase C3bBb, but requires higher concentrations than FH and H-DAF.\n\nNext we tested whether Sez6L2-MH could accelerate the decay of the classical/lectin pathway C3 convertase, C4b2b. A plate coated with C4b was incubated with C2 and C1s-enzyme to form the C3 convertase, C4b2b, then incubated with Sez6L2-MH or H-DAF at concentrations ranging from 0 to 7 µM to assess their decay accelerating activity. C2 remaining bound to the plate (presumably as C4b2b) was detected using an anti-C2 antibody ELISA (\n\nFigure 7E\n\n). H-DAF effectively removed bound C2b from the plate in a dose dependent manner with 7 µM H-DAF resulting in complete dissociation of C2b. Sez6L2-MH was also able to dissociate the C2b in a dose dependent manner with the maximal dose of 6 µM Sez6L2-MH reducing C2b by 43% (plate bound C2b with Sez6L2-MH = 57 ± 8% % vs 100 ± 4% % with buffer alone; p=0.002 Holm-Sidak MCT). Thus Sez6L2-MH has only modest decay accelerating activity for the classical/lectin pathway C3 convertase.\n\nDiscussion\n\nWe have shown that Sez6, Sez6L, and Sez6L2 are all novel complement regulators that inhibit C3b/iC3b opsonization by the classical and alternative pathways. Sez6 was the most effective inhibitor of the classical pathway and functioned at a level equivalent to H-DAF and better than MCP. It also provided strong protection against the alternative pathway. Sez6L2 was a moderate inhibitor for the classical pathway that performed at a level similar to MCP and Sez6L2 was perhaps the most protective family member against the alternative pathway. Sez6L was a weak inhibitor towards the classical pathway but also functioned similar to MCP against the alternative pathway. We additionally showed that a truncated and soluble version of Sez6L2 partially prevented hemolysis by the alternative pathway, but only modestly blocks hemolysis by the classical pathway. Sez6L2 does this by inhibiting C3 convertases. Specifically, Sez6L2 inhibits complement by accelerating the decay of the alternative pathway C3 convertase, C3bBb, but has only weak decay activity toward the classical pathway convertase, C4b2b. Sez6L2 also functions as a cofactor for Factor I to facilitate cleavage of C3b, but not C4b. While most of our data do not employ neuronal specific paradigms, we have used well established methods of complement activity in serum to ascertain novel Sez6 family functions that are still relevant to complement in the brain or other tissues.\n\nPrevious studies have shown that Sez6 family proteins control dendritic branching and synaptic density by unknown mechanisms (\n\n13\n\n,\n\n15\n\n,\n\n16\n\n,\n\n24\n\n). Additionally, genetic loss of the entire Sez6 family results in impaired motor coordination and motor learning, and impaired cognition (\n\n13\n\n–\n\n16\n\n). Sez6L2 proteins can be found throughout the somatodendritic compartment in some neuronal cell types like Purkinje cells of the cerebellum (\n\n14\n\n,\n\n15\n\n). However, we report here that Sez6L2 can also be localized to synapses as we found in the CA1 region of the hippocampus. This synaptic location is also in line with a proteomic screen on dissociated cortical neurons reported by Loh et al. that found Sez6L2 within the excitatory synaptic cleft (\n\n71\n\n). The synaptic and dendritic localization of Sez6L2 puts it in an ideal location to protect synapses and dendrites from complement-dependent pruning during development and may be a mechanism by which Sez6 proteins modulate synapse numbers and dendritic morphology. However, Sez6 proteins could also modulate complement activation levels affecting neurogenesis, neuronal migration, or immune reactions to various insults. Perhaps complement dysregulation explains the genetic association of the Sez6 family with multiple neurodevelopmental and psychiatric disorders including: autism, schizophrenia, intellectual disability, epilepsy, and bipolar disorder (\n\n1\n\n–\n\n9\n\n).\n\nWe found that both full-length and truncated versions of Sez6L2 were capable of inhibiting complement. This is likely important as the extracellular domains of all Sez6 family proteins can be cut near the transmembrane region by BACE enzymes (1 and 2) (\n\n16\n\n,\n\n72\n\n,\n\n73\n\n). This provides a means to remove the complement inhibitors from the cell surface making the cell vulnerable to complement opsonization and its downstream consequences. On the other hand, it also provides a mechanism to release soluble complement inhibitors that could be useful to nearby “self” surfaces or the CSF. Soluble Sez6 is elevated in the CSF of patients with schizophrenia, bipolar, major depression and inflammatory pain compared to controls (\n\n74\n\n,\n\n75\n\n). However, soluble Sez6 is decreased in the CSF in Alzheimer’s (\n\n76\n\n). Thus, altered shedding of the extracellular complement regulatory region of Sez6 proteins is likely connected and may have direct consequences on the development of neuropathology. Cells may also change their vulnerability to complement by expressing alternative short splice variants of Sez6 family members that do not contain a transmembrane anchor and the three tandem CCP domains that presumably mediate complement inhibition (\n\n13\n\n,\n\n15\n\n).\n\nThe truncated Sez6L2-MH purified protein was very useful in examining the specific mechanisms by which Sez6L2 inhibits complement at the level of the C3 convertases. However, we also found it was less effective than the positive controls used in our studies (FH, DAF, and C4BP). It is possible that the purification process led to partial deactivation of Sez6L2-MH, necessitating higher levels of Sez6L2-MH to achieve complement inhibition. It is also possible that the truncated version could be less active than the full-length transmembrane protein due to its inability to localize to areas of complement activation or to correctly orient the complement inhibitory domains for efficient inhibition. Naturally soluble serum regulators like FH and C4BP have multiple C3 binding sites or can oligomerize to enhance homing to areas of active complement deposition. They also have binding sites for other complement factors or “self” membranes that aid recruitment and correct orientation of the inhibitors. These properties may also help explain their superior activity compared to our recombinant, Sez6L2-MH. Furthermore, truncation of other complement inhibitors, like FH, CR1, MCP, or SUSD4 can result in reduced activity compared of the full-length proteins (\n\n36\n\n,\n\n77\n\n–\n\n79\n\n). For example, soluble MCP barely functions as a cofactor for the cleavage of erythrocyte-bound C3b, but it is an efficient cofactor in its full-length, cell-bound form (\n\n79\n\n).\n\nThe domain structure of the Sez6 family which contains five CCP domains (three of which are consecutive) initially prompted us to investigate the complement regulatory functions of Sez6 family members. Although proteins with multiple CCP domains are common to the complement pathway, there are many other proteins that contain CCP domains (even tandem CCP domains) that do not have complement inhibitory functions. Although the amino acid sequences of CCP domains vary considerably, complement regulatory proteins bind to C3b using a common binding platform on C3b with their 3-4 consecutive CCP domains in an extended orientation (\n\n38\n\n). Ojha et al. recently used AI-assisted computer learning along with significant functional annotation based on decades of experimental research on complement regulatory proteins to propose five short motifs that potentially confer complement inhibitory activity when conserved in a specific order across three tandem CCP domains (\n\n29\n\n). Using their web-based CoreDo program, we found Sez6L2 has the correct motif pattern for predicted complement regulatory activity (\n\n29\n\n). Thus, our results on Sez6L2 match their prediction. However, Sez6 and Sez6L do not have the correct five motif pattern; and yet, Sez6 was even more efficient at inhibiting C3b/iC3b opsonization by the classical pathway than Sez6L2. Interestingly, CSMD1, another brain expressed complement inhibitor associated with neurodevelopmental disorders, and perhaps a distant cousin of the Sez6 family, was also one of only two experimentally validated complement inhibitors that did not fit the five-motif pattern identified and reported by Ojha et al. (\n\n29\n\n,\n\n80\n\n–\n\n83\n\n). As the core CCP motif pattern is somewhat different between Sez6L2 and Sez6, it is possible that there are unique features to their complement regulatory activity yet to be discovered.\n\nOur study focused on C3 convertase inhibitory activities that have long been associated with CCP-domain containing complement regulators. We have assumed that much of the complement inhibitory activity of Sez6 family proteins comes from the sub-region with three adjacent CCP domains. However, CUB domains are also known to mediate multiple protein-protein interactions within the complement pathway, including the binding of C1r/C1s to C1q (\n\n84\n\n,\n\n85\n\n). Therefore, the CUB domains of Sez6 proteins may mediate more interactions with complement factors in order to boost, broaden, or limit their impact on the complement pathways. Interestingly, different splice variants of the Sez6 family yield proteins with either two or three CUB domains. The Sez6L variant we tested contained three CUB domains and was the least effective family member at blocking C3 deposition by the classical pathway. In contrast, the variants of Sez6 and Sez6L2 we tested had only two CUB domains and were much more effective at blocking the classical pathway. Future studies will investigate whether the C3 convertase inhibitory activities can be isolated to the region of Sez6 proteins containing three adjacent CCP domains and will additionally seek to determine whether the CUB domains positively or negatively modulate the complement inhibitory activity of the Sez6 family members.\n\nThese studies were motivated by our overarching goal to better understand the identity and role of complement regulatory proteins in neurodevelopment and neurodegeneration. Yet, the complement inhibitory activity of the Sez6 family may also explain their role in cancer. Increased expression of Sez6 family members has been linked to increased tumor growth and a poor prognosis in various cancers (\n\n17\n\n–\n\n23\n\n). The role of complement in tumorigenesis is complex as it may exacerbate or inhibit tumor growth depending on the immune response and inflammatory environment. However, increased expression of complement regulatory proteins has been repeatedly shown to limit innate immune surveillance and cytotoxicity by the complement system and provide resistance to antibody based immunotherapies (\n\n86\n\n). Increased expression of complement regulators may also dampen the B and T cell immune response to tumor cells after chemotherapy due to complement/immune cell crosstalk mediated\n\nvia\n\nCR2 (\n\n86\n\n,\n\n87\n\n). Thus complement resistance not only influences the course of the disease but also limits therapeutic options. Testing for increased Sez6 family expression and employing strategies to block their complement inhibitory function alongside other therapeutic approaches may be necessary as it has been against tumors overexpressing other complement regulators like MCP, DAF, FH, or CD59.\n\nData Availability Statement\n\nThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.\n\nEthics Statement\n\nAnimal care and use were carried out in compliance with the US National Research Council’s Guide for the Care and Use of Laboratory Animals and the US Public Health Service’s Policy on Humane Care and Use of Laboratory Animals. The animal study was reviewed and approved by University Committee on Animal Resources at the University of Rochester.\n\nAuthor Contributions\n\nJH designed the study. JH and HL performed the IHC. WQ, PS, and JH did the CHO cell/C3 deposition flow cytometry assays. WQ, SL, and JH did the hemolysis assays. SL, SM, and JH did the factor I cleavage assays. SM and JH did the decay accelerating assays. JH wrote the manuscript. JG provided expertise on the Sez6 family. All authors contributed to the article and approved the submitted version.\n\nFunding\n\nThis work was supported by funding from the National Institutes of Health (R21NS111255), the Harry T. Mangurian Jr. Foundation, the National Health and Medical Research Council (NHMRC, GNT1099930 and GNT1140050), and the Judith Jane Mason and Harold Williams Memorial Foundation.\n\nConflict of Interest\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  {
    "pmcid": "5053352",
    "title": "Seizure protein 6 and its homolog seizure 6-like protein are physiological substrates of BACE1 in neurons",
    "publish_date": "2016-10-5",
    "full_text": "Background\n\nThe β-secretase BACE1 (β-site APP cleaving enzyme) is a key drug target in Alzheimer’s disease (AD) [\n\n1\n\n]. BACE1 cleaves the amyloid precursor protein (APP) and thus catalyzes the first step in generation of the amyloid β peptide (Aβ) [\n\n2\n\n–\n\n5\n\n], which has a critical role in AD pathogenesis [\n\n6\n\n]. BACE1 is highly expressed in the nervous system and contributes to additional physiological processes besides its role in AD, e.g. through neuregulin-1 cleavage in myelination and CHL1 cleavage in axon targeting [\n\n7\n\n–\n\n12\n\n]. Moreover, several phenotypic changes were described in BACE1-/- mice, such as epileptic seizures, schizophrenic symptoms, increased mortality and altered insulin metabolism, but most of the BACE1 substrates contributing to these phenotypes still need to be determined [\n\n13\n\n]. Their identification and validation would also allow the estimation of potential liabilities of BACE inhibitors in AD clinical trials and the use of BACE1 substrate cleavage products, in addition to Aβ, as possible companion diagnostics to monitor BACE1 inhibition in animals and patients.\n\nMore than 40 substrate candidates for BACE1 were identified in recent proteomic studies in murine neurons or cerebrospinal fluid (CSF), but only a few of them have been validated to date with functional or in vitro assays, including L1, CHL1, ENPP5 and PTPRN2 [\n\n12\n\n,\n\n14\n\n–\n\n16\n\n].\n\nThe three members of the seizure protein 6 (SEZ6) family, namely SEZ6, SEZ6-like (SEZ6L) and SEZ6-like 2 (SEZ6L2) have been identified as candidate BACE1 substrates in different studies [\n\n15\n\n,\n\n17\n\n], but have not yet been validated in detail. The SEZ6 family controls synaptic connectivity and motor coordination in mice [\n\n18\n\n,\n\n19\n\n], but little is known about the functions of these proteins at the molecular level. How BACE1-cleavage influences the function of SEZ6 and SEZ6L has not been investigated so far.\n\nInterestingly, several of the identified BACE1 substrate candidates were also found to be cleaved by other proteases. As a result, substrate cleavage was only partly blocked upon BACE1 inhibition or BACE1-deficiency [\n\n14\n\n,\n\n15\n\n], limiting the use of these substrates or their cleavage products as potential biomarkers to monitor BACE1 inhibition in vivo. In contrast, the two type I membrane proteins SEZ6 and its homolog SEZ6L appeared to be almost exclusively cleaved by BACE1 in neurons [\n\n15\n\n], making them potential biomarkers for BACE activity in vivo. The third family member, SEZ6L2, appeared to be mostly cleaved by proteases other than BACE1 [\n\n15\n\n,\n\n17\n\n]. After the proteomic identification of SEZ6 as a BACE1 substrate candidate, SEZ6 was also shown to undergo reduced cleavage in BACE1-/- mouse brains [\n\n15\n\n]. However, the proteomic data for SEZ6L have not been validated by other methods and another proteomic study using pancreatic cells and tissue failed to confirm SEZ6L as a BACE1 substrate. Instead, that study demonstrated that SEZ6L is cleaved by the BACE1-homolog BACE2 in pancreas [\n\n17\n\n].\n\nTo resolve whether SEZ6 and SEZ6L are\n\nbona fide\n\nBACE1 substrates in brain, we generated monoclonal antibodies against both proteins and validated SEZ6 and SEZ6L as BACE1 substrates in murine neurons and brain. Additionally, SEZ6 and SEZ6L levels at the neuronal surface were controlled by BACE1, as demonstrated by cell surface biotinylation. Finally, we used a whole proteome analysis of CSF from BACE-deficient mice and found that the soluble ectodomains of SEZ6 and SEZ6L in CSF were most strongly reduced among all BACE1 substrates identified, suggesting their use as potential biomarkers in CSF to monitor BACE1 activity in mice.\n\nMethods\n\nMaterials\n\nThe following antibodies were used: pAb SEZ6 [\n\n18\n\n], newly generated monoclonal SEZ6 and monoclonal SEZ6L (described below), pAb SEZ6L2 (R&D Systems, AF4916), pAb SEZ6L (R&D Systems, AF4804), 3D5 (kindly provided by Robert Vassar), pAb BACE2 (Santa Cruz, sc-10049), calnexin (Enzo, Stressgen, Farmingdale, NY, USA, ADI-SPA-860), β actin (Sigma, A5316), LDLR (R&D system, AF2255), rat mAb HA 3F10 (Roche, 11867423001), Flag M2 (Sigma, F1804), anti-DYKDDDDK (Biolegend, L5), anti-V5 (ThermoFisher, R960-25), HRP coupled anti-mouse and anti-rabbit secondary (DAKO), HRP coupled anti-goat, anti-rat and anti-sheep (Santa Cruz), biotinylated goat anti-rat IgG (Vector Laboratories), SULFO-TAG labelled anti-sheep (MSD, R32AI-1). The following reagents and media were used: neurobasal medium, HBSS and B27 (Invitrogen), C3 (β-secretase inhibitor IV; Calbiochem, 565788, final concentration 2 μM), DAPT (D5942 Sigma, final concentration 1 μM), ON-TARGETplus Bace2 siRNA SMARTpool, ON-TARGETplus Non-targeting Pool (Dharmacon, L-040326-00-0005 and D-001810-10-05, respectively), FlexiTube GeneSolution siRNA for Bace1 and AllStars Negative Control siRNA (Qiagen, GS23821 and SI03650318, respectively).\n\nMouse strains\n\nThe following mice were used in this study: wild type (WT) C57BL/6NCrl (Charles River), BACE1-/- (Jackson Laboratory, strain B6.129- Bace1tm1Pcw/J, BACE1 KO), SEZ6-/- (SEZ6 KO) [\n\n18\n\n], SEZ6 family triple knockout (TKO) mice lacking SEZ6, SEZ6L and SEZ6L2 [\n\n19\n\n] and SEZ6L2-/- (SEZ6L2 KO, bred from SEZ6 family TKO [\n\n19\n\n]). For the CSF experiments the following mice were used: WT, single BACE1-/- (BACE1 KO), single BACE2-/- (BACE2 KO), double BACE1-/- BACE2-/- (BACE DKO) knockout mice [\n\n20\n\n]. All mice were on a C57BL/6 background and were maintained on a 12/12 h light-dark cycle with food and water\n\nad libitum\n\n.\n\nAntibody production in rat\n\nMonoclonal antibodies against murine SEZ6 (clone 14E5, IgG1) and murine SEZ6L (clone 21D9, IgG2a) were generated using standard procedures [\n\n21\n\n]. Briefly, a cDNA (HIS-mmSEZ6-HIS) was generated encoding murine (\n\nmus musculus\n\n) SEZ6 ectodomain (mmSEZ6, aa: 29-869, lacking the endogenous signal peptide) with an N- and C-terminal HIS tag, fused to an N-terminal CD5 signal peptide. The CD5 signal peptide allows for efficient secretion of the recombinant protein and is removed upon expression by signal peptidase, yielding HIS-mmSEZ6-HIS. The other cDNA (mmSEZ6L-1xStrepII) encoded murine SEZ6L ectodomain with its endogenous signal peptide (mmSEZ6L, aa: 1-812) and a C-terminal 1xStrepII tag. cDNA constructs were expressed in HEK293T cells and recombinant proteins were purified from the supernatant and used for immunization of rats.\n\nImmunohistochemistry\n\nDAB immunostaining:\n\nBrains from 4 % paraformaldehyde perfusion-fixed SEZ6 TKO (\n\nn\n\n= 4) and WT (\n\nn\n\n= 7) adult mice were cryosectioned and underwent sequential incubation in BLOXALL (Vector Laboratories), 4 % Bovine Serum Albumin (BSA, Sigma Aldrich) and 0.1 % Triton X-100 (Sigma Aldrich) in phosphate buffered saline (PBS), and avidin/biotin (Avidin/Biotin Blocking Kit, Vector Laboratories). Sections were incubated overnight with monoclonal rat anti-SEZ6 or SEZ6L primary antibodies diluted in 2 % BSA and 0.3 % Triton X-100 in PBS. Sections were washed with PBS, incubated with biotinylated goat anti-rat IgG (Vector Laboratories) and processed using the VECTASTAIN ABC Kit (Vector Laboratories) and ImmPACT DAB peroxidase substrate as chromogen (Vector Laboratories) according to manufacturer’s instructions. Some sections were counterstained with haematoxylin. Primary or secondary antibodies were omitted on sections in each experiment to confirm staining specificity. Low power images were acquired on a Mirax slide scanner and high power images were acquired at 63× magnification on a Zeiss Axio microscope.\n\nMolecular biology\n\npcDNA3.1/HA-SLIC-Flag-mmSEZ6 was generated cloning full-length\n\nMus musculus\n\nSEZ6, transcript variant 1 (Uniprot Q7TSK2-1) without signal peptide in pcDNA3.1 vector using Gibson assembly protocol as previously described [\n\n14\n\n]. The signal peptide of SEZ6 was replaced by the CD5 signal peptide, followed by a short tag resulting from sequence and ligase independent cloning (SLIC) [\n\n22\n\n], and an HA tag (YPYDVPDYA). A FLAG tag (DYKDDDDK) was cloned to the C terminus of the protein. pcDNA3.1/HA-SLIC-Flag-empty was used as control. pcDNA3.1/Flag-V5-hSEZ6-HA was generated cloning full-length\n\nHomo sapiens\n\nSEZ6, transcript variant 1 (Uniprot Q53EL9-1) into pcDNA3.1 vector. Following the endogenous signaling peptide, a Flag and V5 (PIPNPLLGLDST) tag were inserted, separated by a 10 amino acid glycine/serine linker sequence. An HA tag was cloned to the C terminus of the protein.\n\nTransfection and stable line generation\n\nHEK293T stably expressing pcDNA3.1/HA-SLIC-Flag-mmSEZ6 or pcDNA3.1/HA- SLIC-Flag-empty as control were generated and cultured as previously described [\n\n14\n\n]. Cells were seeded in plates coated with Poly-D-lysine (Sigma, P6407). After 24 h medium was replaced with fresh medium supplemented with either C3, DAPT or DMSO as control. Collection of supernatants and cell lysates (described below) was done after 24 h. MIN6 were cultured in the same conditions, supplementing the medium with 2 mM L-glutamine and 50 μM β-mercaptoethanol (all from Invitrogen). Cells were transfected with 10 nM of BACE1, BACE2 and respective control siRNA using Lipofectamine RNAiMAX (Invitrogen, 13778-150), according to manufacturer’s instructions. Forty-eight hours post transfection, medium was replaced and cells were incubated for 24 h before collection of supernatants and cell lysis.\n\nFor drug inhibition studies, MIN6 cells were transfected with pcDNA3.1/Flag-V5-hSEZ6-HA as described above. Stable cell lines were generated using Geneticin (Gibco) selection pressure (800 μg/ml). MIN6 cells stably expressing Flag-V5-SEZ6 were seeded at a concentration of 300,000 cells/well in Falcon 24-well tissue culture plates (Corning, 353047). After 72 h, the medium was removed and replaced with fresh medium containing BACE inhibitors. Cells were treated with a nonselective BACE inhibitor (Compound A: (4aR,6R,8aS)-8a-(2,4-difluorophenyl)-6-(3-methylisoxazol-5-yl)-4a,5,6,8-tetrahydro-4H-pyrano[3,4-d] [\n\n1\n\n,\n\n3\n\n] thiazin-2-amine [\n\n23\n\n], and 2 BACE1-selective inhibitors (Compound B: (5S)-2-amino-5-(2,6-diethyl-4-pyridyl)-3-methyl-5-(3-pyrimidin-5-ylphenyl)imidazol-4-one (AZD3839) [\n\n24\n\n] or Compound C: (5S)-2-amino-5-(2,6-diethyl-4-pyridyl)-3-methyl-5-(3-pyrimidin-5-ylphenyl)imidazol-4-one [\n\n25\n\n]. After 24 h of drug incubation, medium was removed, centrifuged to remove floating cells/cell debris (4000xg, 10 min), and analyzed for soluble shed Flag-V5-hSEZ6 as described below. For evaluation of endogenous SEZ6L shedding, wild-type MIN6 cells were seeded as above, and medium was replaced with drug-containing Opti-MEM (Gibco). After 24 h of drug exposure, Opti-MEM was removed and centrifuged to remove cell debris.\n\nCellular Aβ assay\n\nCellular activity was assessed using the human SK-N-BE(2) neuroblastoma cell line expressing the wild-type amyloid precursor protein (hAPP695). BACE inhibitors described above were diluted and added to the cells, incubated for 18 h, and then measurements of Aβ42 were taken. Aβ42 was measured by a sandwich αlisa assay using biotinylated antibody (AbN/25) attached to streptavidin-coated beads and antibody (cAb42/26) conjugated acceptor beads. In the presence of Aβ42, the beads come into close proximity. The excitation of the donor beads provokes the release of singlet oxygen molecules that triggers a cascade of energy transfer in the acceptor beads, resulting in light emission. Aβ42 was quantified on an EnVision Multimode plate reader (Perkin Elmer) with excitation at 650 nm and emission at 615 nm.\n\nEnzymatic BACE1 and BACE2 assay\n\nPrimary BACE1 and BACE2 enzymatic activity was assessed by a FRET assay using an amyloid precursor protein (APP) derived 13 amino acids peptide contain the “Swedish” Lys-Met/Asn-Leu mutation of the APP β-secretase cleavage site as a substrate (Bachem, M-2465) and soluble BACE1(1 − 454) (Aurigene, Custom made) or soluble BACE2 (Enzo, BML-SE550). The APP peptide substrate (Mca-SEVNLDAEFRL(Dnp)RR-NH\n\n2\n\n) contains two fluorophores: 1) (7-methoxycoumarin-4-yl) acetic acid (Mca), a fluorescent donor with excitation wavelength at 320 nm and emission at 405 nm and, 2) 2,4-dinitrophenyl (Dnp), a proprietary quencher acceptor. An increase in fluorescence is linearly related to the rate of proteolysis. BACE1 or BACE2 were incubated with substrate and the inhibitor for 120 min in a 384-well plate. The amount of proteolysis is measured by fluorescence measurement in the Fluoroskan microplate fluorometer (Thermo Scientific). For the low control, no enzyme was added to the reaction mixture.\n\nMesoscale (MSD) detection of sFlag-V5-SEZ6 and sSEZ6L\n\nDetection of Flag-V5-SEZ6 and SEZ6L was done in Mesoscale Discovery MULTI-ARRAY 96-well plates (L15XA-3 or L15XB-3 respectively). sFlag-V5-SEZ6 was quantified using anti-DYKDDDDK Tag capture antibody (L5, Biolegend, 10 μg/ml), mouse monoclonal anti-V5 Epitope Tag detection antibody (R960-25, ThermoFisher, 1:20000 dilution) and SULFO-TAG labeled Protein A (1:4000 dilution) for anti-mouse quantification. SEZ6L was quantified by coating 30 μl of Opti-MEM medium diluted 1:25 in PBS to MSD High Bind plates overnight at 4 °C, followed by detection with 25 μl of R&D System anti-SEZ6L (AF4804, 2 μg/ml) and SULFO-TAG labeled Anti-Sheep antibody (MSD, R32AI-1, 1 μg/ml). For both assays, blocking and antibody dilutions were done in 0.1 % Blocker™ Casein (ThermoFisher) in PBS. Detection was done using 2× concentration of Read Buffer T (MSD, R92TC-1). Data were transformed to 0–100 % activity based on low controls (2.5 μM nonselective BACE inhibitor with nM potency) and high controls (0.02 % DMSO) within the same plate. IC50s were calculated in Graphpad Prism using the four parameter variable slope nonlinear fit model. All curves are based on biological replicates with at least two technical replicates.\n\nIsolation of primary neurons\n\nNeurons from WT mice were isolated at E15/E16 and cultured as described previously [\n\n26\n\n]. After 5 days in vitro (DIV), neurons were washed with PBS and medium was replaced with fresh neurobasal supplemented with C3 or DMSO as control. After 48 h (7 DIV), supernatants from neurons were collected and cells were lysed.\n\nCell lysate preparation\n\nSupernatants from neurons, HEK293T and MIN6 cells were collected and cells were lysed as described previously [\n\n14\n\n]. Protein concentrations were quantified with an BCA assay (Uptima Interchim, UP95425) and 15–20 μg of total neuronal lysate, 8–10 μg of HEK293T lysate and 15–20 μg of MIN6 lysate were used for Western Blot analysis.\n\nBrain fractionation\n\nBrains were isolated from P7 BACE1 KO mice and WT littermates. SEZ6 KO, SEZ6L2 KO and SEZ6 TKO and WT brains were collected from 4 to 5 month old male mice. All brains were processed as previously described [\n\n15\n\n]. Protein concentrations were quantified with an BCA assay (Uptima Interchim, UP95425) and 15–20 μg of total protein were used for Western Blot analysis.\n\nMurine CSF sampling\n\nCSF was extracted from single BACE1 KO, BACE2 KO, BACE DKO mice and WT controls according to a previously described protocol [\n\n27\n\n]. CSF was put into a 0.5 ml LoBind tube (Eppendorf), centrifuged for 5 min at 800 × g, and transferred to a fresh tube and frozen at −80 °C. For mass spectrometric analysis 7 WT and 7 BACE DKO were sampled and 5 μl of each CSF sample was used. Immunoblots for the analysis of murine CSF were performed using 5 or 4 μl of CSF.\n\nWestern blot analysis\n\nSamples were boiled for 5 min at 95 °C in Laemmli buffer. For the detection of SEZ6L, Laemmli buffer without disulfide bridge reducing agents such as β-mercaptoethanol was used. Samples were separated on 8 % SDS-polyacrylamide gels. Schägger gels were used for the detection of C-terminal fragments (16.5 % separation gel, 10 % spacer gel [\n\n28\n\n]). PVDF membranes (Millipore) were incubated with primary antibody for 1–2 h at room temperature or at 4 °C overnight. After incubation with secondary antibody at room temperature for 1 h, membranes were developed with ECL prime (GE Healthcare, RPN2232V1).\n\nDeglycosylation assay\n\n40 μg of neuronal lysate were treated with endoglycosidase H (Endo H, New England Biolabs, P0702), or Peptide-\n\nN\n\n-Glycosidase (PNGase F, New England Biolabs, P0704) according to the manufacturer’s protocol. For SEZ6L, non-reducing conditions were used (denaturation buffer was with 5 % SDS but no DTT). Afterwards, the samples were separated on 8 % SDS-polyacrylamide gel.\n\nSurface biotinylation\n\nAt 7 DIV, neurons were biotinylated with EZ-Link™ Sulfo-NHS-Biotin (ThermoFisher, 21217) according to manufacturer’s protocol. Quenching was done with ammonium chloride (50 mM) and BSA (1 %) in PBS and lysis with SDS lysis buffer (50 mM Tris-HCl pH 8, 150 mM NaCl, 2 mM EDTA, 1 % SDS). RIPA buffer (10 mM Tris-HCl pH 8, 150 mM NaCl, 2 mM EDTA, 1 % Triton, 0.1 % sodium deoxycholate, 0.1 % SDS) was used to dilute the samples. After sonication, protein concentrations were quantified and 80 μg of total lysate were incubated with 25 μl of High Capacity Streptavidin Agarose Resin (ThermoFisher, 20361), mixed overnight at 4 °C. Beads were washed in RIPA buffer and bound proteins were eluted by boiling at 95 °C in Laemmli buffer supplemented with 3 mM biotin. Eluted proteins were separated on 8 % SDS-polyacrylamide gel and Western blotting was performed.\n\nBACE1 in vitro digestion and mass spectrometric cleavage site determination\n\nThe murine SEZ6 peptide AASLDGFYNGRSLDVAKAPAASSAL (PSL Peptide Specialty Laboratories GmbH, Germany) was resuspended in LC-MS grade water (Chromasolv, Sigma Aldrich, Germany) and 40 μg of peptide were used to determine the cleavage site. Peptides were incubated with recombinant BACE1 with or without C3 inhibitor in 50 mM sodium acetate buffer pH 4.4 from 4 to 16 h as previously described [\n\n29\n\n].\n\nSamples from the peptide cleavage assay were analyzed by LC-MS/MS. An amount of 500 fmol with respect to the starting material of the synthetic peptide was injected. Samples were separated on a nanoLC system (EASY-nLC 1000, Proxeon – part of Thermo Scientific, US; PRSO-V1 column oven: Sonation, Germany) using an in-house packed C18 column (30 cm × 75 μm ID, ReproSil-Pur 120 C18-AQ, 1.9 μm, Dr. Maisch GmbH, Germany) with a binary gradient of water (A) and acetonitrile (B) containing 0.1 % formic acid at 50 °C column temperature and a flow of 250 nl/min (0 min, 8 % B; 25:00 min, 35 % B; 30:00 min, 95 % B; 40:00 min, 95 % B). The nanoLC was coupled online via a nanospray flex ion source (Proxeon – part of Thermo Scientific, US) to a Q-Exactive mass spectrometer (Thermo Scientific, US). The five most intense ions exceeding an intensity of 1.0 × 10\n\n4\n\nwere chosen for collision induced dissociation. The dynamic exclusion was reduced to 1 s and the m/z values of the proposed cleavage products were put on an inclusion list to get high quality MS/MS spectra.\n\nMS raw data of the peptide cleavage assay were used to check for m/z values of possible cleavage products. Quantification was done by calculating the area under the curve of cleavage products using extracted ion chromatograms. Peak areas of the synthetic peptide incubated with BACE1 were compared with the control incubations of BACE1 and C3 as well as without BACE1. The identity of cleavage products was verified by a database search against the sequence of the synthetic peptide with Maxquant [\n\n30\n\n]. Non-specific cleavage was applied to identify cleavage products by tandem MS spectra.\n\nMass spectrometric analysis of CSF samples\n\nSeven WT and seven BACE DKO CSF samples were used for mass spectrometric analysis. A volume of 5 μL of CSF per sample was subjected to proteolytic digestion in 50 mM ammonium bicarbonate with 0.1 % sodium deoxycholate (Sigma Aldrich, Germany). Disulfide bonds were reduced by addition of 2 μL 10 mM dithiothreitol (Biomol, Germany). Cysteine residues were alkylated by addition of 2 μL 55 mM iodoacetamide (Sigma Aldrich, Germany). Proteolytic digestion was performed by consecutive digestion with LysC (0.1 μg; 4 h) and trypsin (0.1 μg; 16 h) at room temperature (Promega, Germany).\n\nSamples were acidified by adding 4 μL of 8 % formic acid (Sigma Aldrich, Germany) and 150 μL of 0.1 % formic acid (Sigma Aldrich Germany). Precipitated deoxycholate was removed by centrifugation at 16,000 g for 10 min at 20 °C. Proteolytic peptides were desalted by stop and go extraction (STAGE) with C18 tips [\n\n31\n\n], dried by vacuum and dissolved in 20 μL 0.1 % formic acid.\n\nSamples were analyzed with the same LC-MS/MS method as described for the BACE1 in vitro digestion assay with a longer gradient (0 min, 2 % B; 3:30 min, 5 % B; 137:30 min, 25 % B; 168:30 min, 35 % B; 182:30 min, 60 % B; 185 min, 95 % B; 200 min, 95 % B).\n\nFull MS spectra were acquired at a resolution of 70,000. The top ten peptide ions exceeding an intensity of 1.5 × 10\n\n4\n\nwere chosen for collision induced dissociation. Fragment ion spectra were acquired at a resolution of 17,500. A dynamic exclusion of 120 s was used for peptide fragmentation.\n\nMS data analysis of CSF samples\n\nThe data were analyzed with Maxquant software (maxquant.org, Max-Planck Institute Munich) version 1.5.3.12 [\n\n30\n\n]. The MS data were searched against a reviewed canonical fasta database of\n\nMus musculus\n\nfrom UniProt (download: January 26th 2016, 16758 entries). Trypsin was defined as protease. Two missed cleavages were allowed for the database search. The option first search was used to recalibrate the peptide masses within a window of 20 ppm. For the main search, peptide and peptide fragment mass tolerances were set to 4.5 and 20 ppm, respectively. Carbamidomethylation of cysteine was defined as static modification. Acetylation of the protein N-term as well as oxidation of methionine were set as variable modifications. False discovery rate for both peptides and proteins was adjusted to less than 1 % using a target and decoy approach (concatenated forward/reverse database). Only unique peptides were used for quantification. Label-free quantification (LFQ) of proteins required at least two ratio counts of unique peptides.\n\nThe LFQ intensity values were log2 transformed and a two-sided Welch’s t-test was used to evaluate the significance of proteins with changed abundance between KO and WT animals. A\n\np\n\n-value less than 5 % was set as significance threshold.\n\nStatistical tests\n\nStatistical differences for Western Blot experiments were determined using two-tailed Mann-Whitney test (GraphPad Prism Software, San Diego, CA, USA). In Fig.\n\n7\n\n, one-way ANOVA followed by two-tailed Student’s t-Test, was used for Western Blot quantification. Graphs show mean ± SEM.\n\nResults\n\nValidation of new monoclonal antibodies against SEZ6 and SEZ6L\n\nTo validate SEZ6 and SEZ6L as BACE1 substrates, rat monoclonal antibodies against both proteins were generated. They were first tested in immunoblots using membrane fractions from mouse brains. As a control, the third family member, SEZ6L2, was also analyzed, using a commercial antibody. To ensure the specificity of the immunoblot signals, brains from wild type (WT) as well as from SEZ6-/- (SEZ6 KO) or SEZ6L2-/- (SEZ6L2 KO) mice were used. As SEZ6L-/- mouse brains were not available, brains from mice lacking all three SEZ6 family members (SEZ6-/-, SEZ6L-/-, SEZ6L2-/-; triple knock-out, TKO [\n\n16\n\n]) were used instead.\n\nIn WT brains the SEZ6 antibody detected a major band at 170 kDa and a band of minor intensity at 150 kDa (Fig.\n\n1a\n\n). Importantly, both bands were absent in SEZ6 KO and TKO brains, but were clearly visible in SEZ6L2 KO brains, demonstrating the specificity of the SEZ6 antibody. Because SEZ6 has 10 predicted N-glycosylation sites [\n\n32\n\n], we next determined whether the two SEZ6 bands differ in their extent of glycosylation. In order to detect both the major and the minor band more intensively, a SEZ6 polyclonal antibody was used. Endogenous SEZ6 from neuronal lysates was deglycosylated in vitro using peptide N-glycosidase F (PNGaseF), which removes all N-linked sugars, or endoglycosidase H (EndoH), which only removes high-mannose sugars but not complex glycosylated sugars. PNGaseF induced a band shift and lowered the apparent molecular weight of both SEZ6 bands to 155 and 135 kDa, respectively (Fig.\n\n1b\n\n). This demonstrates that SEZ6 is N-glycosylated. However, the fact that still two distinct SEZ6 bands – and not just one - were visible demonstrates that both protein forms must differ by an additional post-translational modification other than N-glycosylation. This is likely to be O-glycosylation as SEZ6 was found to be O-glycosylated in a proteomic study identifying O-glycosylated proteins [\n\n33\n\n]. Similar to PNGaseF, EndoH induced a band shift of the 150 kDa band, but did not induce a major shift of the 170 kDa band (Fig.\n\n1b\n\n). This reveals that the 170 kDa band contains complex sugars (referred to as mature SEZ6), whereas the 150 kDa band (referred to as immature SEZ6), contains only high-mannose sugars.\n\nFig. 1\n\nSpecificity of SEZ6 and SEZ6L monoclonal antibodies.\n\na\n\nMembranes from mouse brains were probed with the indicated antibodies against SEZ6, SEZ6L, SEZ6L2 or calnexin. Brains were collected from wild type (WT), SEZ6-/- (SEZ6 KO), SEZ6L2-/- (SEZ6L2 KO) or triple knock-out (TKO) mice lacking SEZ6, SEZ6L and SEZ6L2.\n\nb\n\nLysates from primary neurons were treated with peptide N-glycosidase F (PNGaseF) or endoglycosidase H (EndoH) and blotted for SEZ6 and SEZ6L. For SEZ6, a polyclonal antibody was used in the deglycosylation experiment. * indicates mature SEZ6, ** indicates immature SEZ6.\n\nc\n\n,\n\nd\n\nImmunohistochemistry of TKO and WT brains using antibody against SEZ6 (\n\nc\n\n) or SEZ6L (\n\nd\n\n)\n\nThe SEZ6L antibody detected one major band at 160 kDa and a very weak band at 130 kDa (Fig.\n\n1a\n\n). Both bands were not detected in the SEZ6 TKO samples, while they showed unchanged intensity in WT, SEZ6 KO and SEZ6L2 KO brains, thus confirming the specificity of the antibody for SEZ6L. Similar to SEZ6, the major SEZ6L band at 160 kDa was complex N-glycosylated. The glycosylation was removed with PNGaseF, but not with EndoH (Fig.\n\n1b\n\n). The 130 kDa band of SEZ6L was not consistently detected in the deglycosylation experiments, but may represent the immature form, similar to SEZ6.\n\nAs a control, SEZ6L2 expression was detected in WT and SEZ6 KO brains, but was absent in SEZ6L2 KO and SEZ6 TKO brains (Fig.\n\n1a\n\n). Notably, in brains deficient in SEZ6 or SEZ6L2, levels of the other family members were not significantly altered (Fig.\n\n1a\n\n), revealing that there are no compensatory changes in protein levels at least for deficiency of SEZ6 and SEZ6L2.\n\nTaken together, these results demonstrate that SEZ6 and SEZ6L are N-glycosylated proteins and that the newly generated antibodies specifically detect endogenous SEZ6 and SEZ6L.\n\nIn WT adult mouse brains SEZ6 protein was localized to a number of brain regions including the neocortex and hippocampus (Fig.\n\n1c\n\n), with particularly strong immunoreactivity in the striatum and olfactory tubercle (not shown). In the cortex SEZ6 was localized to neuronal cell bodies and processes, predominantly in layers V and VI (Fig.\n\n1c\n\n). In the hippocampus, SEZ6 was localized to CA1 pyramidal neuron cell bodies and dendrites, CA2 and a subset of CA3 neurons, and sparsely labeled neurons in the dentate gyrus which resemble interneurons.\n\nSEZ6 immunostaining was completely absent in SEZ6 TKO brain sections (Fig.\n\n1c\n\n) and in SEZ6 KO brain sections (data not shown).\n\nSimilarly, SEZ6L immunoreactivity (Fig.\n\n1d\n\n) appeared strong in the neocortex and hippocampus, and protein localization in these areas was consistent with SEZ6L mRNA expression in the Allen Mouse Brain Atlas [\n\n34\n\n]. SEZ6L localized to pyramidal neurons throughout the cortex, particularly the apical dendrites (Fig.\n\n1d\n\n), and appeared relatively lower in layer IV and VI. All regions of the hippocampus displayed immunoreactivity for SEZ6L (Fig.\n\n1d\n\n) although staining was less prominent in neuronal soma than the SEZ6 staining (Fig.\n\n1c\n\n). SEZ6L staining was observed in other brain regions including the cerebellum and septal nuclei (data not shown). SEZL6 immunostaining was completely absent in SEZ6 TKO brain sections (Fig.\n\n1d\n\n).\n\nTaken together, the newly generated antibodies specifically detect endogenous SEZ6 and SEZ6L by immunohistochemistry as well as Western Blot.\n\nBACE1 cleavage of SEZ6 and SEZ6L in primary neurons and mouse brain\n\nAs a result of BACE1 cleavage, the soluble ectodomains of SEZ6 and SEZ6L (sSEZ6 and sSEZ6L) should be shed into the conditioned medium of primary neurons and into the extracellular space in mouse brains (Fig.\n\n2a\n\n). However, when BACE1 is inhibited or deleted, sSEZ6 and sSEZ6L might be absent or strongly reduced. In fact, treatment of primary neurons with the established BACE1 inhibitor C3 (also known as BACE1 inhibitor IV) [\n\n35\n\n] strongly reduced sSEZ6L levels compared to the control treatment with a concomitant moderate increase of full-length SEZ6L levels in the cell lysate (Fig.\n\n2b\n\n). Likewise, in P7 BACE1 KO mouse brains sSEZ6L was strongly reduced in the diethylamine soluble DEA brain fraction, while full-length SEZ6L was increased in the membrane fraction (Fig.\n\n2c\n\n). In agreement with our previous study on SEZ6 [\n\n15\n\n], similar results were obtained for sSEZ6 and full-length SEZ6 both in C3-treated neurons and in BACE1 KO mouse brains (Fig.\n\n2b\n\nand\n\nc\n\n). Taken together, these results reveal that ectodomain shedding of sSEZ6 and sSEZ6L requires BACE1 activity both in primary neurons and in mouse brains.\n\nFig. 2\n\nBACE1 is required for SEZ6 and SEZ6L shedding in primary neurons and mouse brain.\n\na\n\nSchematic diagram of SEZ6 and SEZ6L domain structure and proposed proteolytic processing.\n\nb\n\nDetection of soluble SEZ6 and SEZ6L ectodomains (sSEZ6 and sSEZ6L) and full-length SEZ6 and SEZ6L in neuronal supernatant and lysate upon C3 treatment.\n\nc\n\nDetection of sSEZ6 and sSEZ6L and full-length SEZ6 and SEZ6L in BACE1 KO and WT brains. Brains were separated into soluble fraction (DEA) and membranes (membrane). Note that in this figure, a different molecular weight marker has been used compared to Fig.\n\n1\n\n. The 148 kDa band corresponds to the band detected at 170 kDa in Fig.\n\n1\n\n. The upper band in panel 2C (*) is due to unspecific signal. Densitometric quantitations of the Western blots are shown, (*;\n\np\n\n< 0.05, **;\n\np\n\n< 0.01, two-tailed Mann-Whitney test\n\nn\n\n= 6)\n\nBACE1 cleavage of SEZ6 and SEZ6L in pancreatic MIN6 cells\n\nA previous proteomic study showed that SEZ6L was cleaved by BACE2, but not by BACE1 in the pancreatic β-cell line MIN6 [\n\n17\n\n], which is different from our findings in neurons and brain. SEZ6 was not detected in that study. To investigate whether the same differences can be observed for SEZ6, we used the same cell line MIN6 and knocked-down BACE1 or BACE2 with siRNAs (Fig.\n\n3a\n\n). As a control, cleavage of SEZ6L was also monitored. In agreement with the previous study [\n\n17\n\n], sSEZ6L was reduced upon knock-down of BACE2, but not of BACE1. Interestingly, sSEZ6 was also not reduced upon knock-down of BACE1, but mildly reduced upon knock-down of BACE2. This shows that both SEZ6 and SEZ6L are not substrates for BACE1 in the pancreatic cell line. Full-length SEZ6 and SEZ6L levels were increased upon BACE2 knock-down, in line with the reduced cleavage of both proteins (Fig.\n\n3a\n\n). Taken together, this demonstrates that both SEZ6 and SEZ6L are cleaved by different proteases in a tissue-specific manner. One possible scenario might be that the tissue-specificity reflects the relative amounts of BACE1 and BACE2 in different tissues. For example, BACE1 – which was the major SEZ6 and SEZ6L protease in neurons – was found to be expressed at higher levels in neurons compared to MIN6 cells (Additional file\n\n1\n\n: Figure S1). The opposite was seen for BACE2, which was the primary protease cleaving SEZ6 and SEZ6L in MIN6 cells. This tissue- specificity is reminiscent of two other BACE1 substrates, APP and L1, which are mostly cleaved by BACE1 in neurons, but by ADAM10 in non-neuronal cells [\n\n15\n\n,\n\n36\n\n–\n\n39\n\n].\n\nFig. 3\n\nBACE2 but not BACE1 cleaves SEZ6 and SEZ6L in a pancreatic β-cell line.\n\na\n\nsSEZ6 and sSEZ6L were detected in the supernatant and full-length SEZ6 and SEZ6L in the lysate of the pancreatic β-cell line MIN6 upon BACE1 and BACE2 knock-down by siRNA (siB1, siB2). As a control, cells were treated with non-silencing control siRNA (siCon). Densitometric quantitations of the Western blots are shown, (*;\n\np\n\n< 0.05, two-tailed Mann-Whitney test\n\nn\n\n= 4).\n\nb\n\nBACE1 (\n\ngreen lines\n\n) and BACE2 (\n\nblue lines\n\n) activity were quantified in enzymatic (\n\nsolid lines\n\n) and cellular (\n\ndotted lines\n\n) models after pharmacological inhibition with nonselective (inhibiting both BACE1 and BACE2, compounds B and C) and BACE1-selective inhibitors (compound A). Soluble Aβ42 as well as sSEZ6 and sSEZ6L were detected in the supernatant of the neuroblastoma cell line SK-N-BE(2) or in the MIN6 respectively, as indicated. Data were standardized to low and high controls within each assay. Data represent biological duplicates with two or more technical replicates\n\nThe cleavage of SEZ6 and SEZ6L in MIN6 cells by BACE2, but not BACE1, was further evaluated using nonselective (inhibiting both BACE1 and BACE2) and BACE1-selective pharmacological inhibitors by assessing shedding of SEZ6 and SEZ6L in MIN6 cells. Because SEZ6 is expressed at low levels in MIN6 cells (Additional file\n\n1\n\n: Figure S1), human SEZ6 tagged with an N-terminal Flag- and V5-tag (Flag-V6-hSEZ6) was mildly overexpressed in MIN6 cells. To validate the efficacy of BACE1 inhibition, Aβ42 (a BACE cleavage product of APP) was measured in the SK-N-BE(2) neuroblastoma cell model, and sFlag-V5-hSEZ6 and endogenous sSEZ6L in MIN6 cells. IC50s for the released substrate cleavage products (sFlag-V5-SEZ6 sSEZ6L) were compared with IC50s determined in enzymatic BACE1 and BACE2 assays. Cleavage of Aβ42 and sFlag-V5-SEZ6 and sSEZ6L were similar after addition of nonselective BACE inhibitor A and was consistent with equipotent inhibition of BACE1 and BACE2 in enzymatic assays. However, cleavage of sFlag-V5-SEZ6 and sSEZ6L was less impacted than Aβ42 upon inhibition with BACE1-selective inhibitors (B and C) and followed the enzymatic inhibition curves of BACE2 rather than BACE1 (Fig.\n\n3b\n\n). This confirms the findings in Fig.\n\n3a\n\nand demonstrates that in MIN6 cells SEZ6 and SEZ6L are predominantly cleaved by BACE2, but not by BACE1.\n\nBACE1 inhibition increases neuronal cell surface levels of SEZ6 and SEZ6L\n\nThe deglycosylation experiment (Fig.\n\n1b\n\n) had revealed that mature SEZ6 and SEZ6L carry complex N-linked sugars and are resistant to EndoH treatment. Complex sugars are added as proteins move through the Golgi apparatus. Thus, the mature forms of SEZ6 and SEZ6L are likely to be located in late compartments of the secretory pathway or at the plasma membrane. Indeed, using cell surface biotinylation the mature, but not the immature forms of both proteins were detected at the cell surface of primary neurons (Fig.\n\n4\n\n). Treatment with the BACE inhibitor C3 increased full-length, mature SEZ6 and SEZ6L in whole cell lysates (Fig.\n\n2b\n\n) and also at the cell surface (Fig.\n\n4\n\n). As a control, surface levels of the LDL-receptor (LDLR), which is a substrate of ADAM10, but not of BACE1 [\n\n38\n\n], were not altered upon BACE inhibition. To demonstrate the specificity of the surface biotinylation, β-actin was detected in whole lysates, but strongly reduced in the pull-down of the biotinylated cell surface proteins (Fig.\n\n4\n\n), as expected for a cytoplasmic protein. Taken together, BACE1 activity negatively controls the levels of SEZ6 and SEZ6L at the neuronal cell surface and in whole lysates.\n\nFig. 4\n\nBACE1 controls neuronal cell surface levels of SEZ6 and SEZ6L. Primary, murine neurons were treated with the BACE inhibitor C3 or DMSO as a control. Proteins at the surface were labeled with biotin and enriched using streptavidin pull-down. Biotinylated SEZ6 and SEZ6L were detected by immunoblot. As a control, both proteins were also detected in whole cell lysates. Note, that only the mature 170 kDa form of SEZ6 was biotinylated at the cell surface. As a control, the ADAM10 substrate LDL receptor (LDLR) did not show a change in surface levels upon C3-treatment. As a further control, the cytosolic protein actin was only detected in whole lysates, but not among the surface biotinylated proteins\n\nBACE1 cleaves SEZ6 within its juxtamembrane domain\n\nNext, we determined the cleavage site of BACE1 within the juxtamembrane domain of SEZ6 and compared it to the previously identified cleavage site within its homolog SEZ6L [\n\n15\n\n]. In the previous proteomic study which identified SEZ6 as a BACE1 substrate candidate, several tryptic peptides of the secreted SEZ6 ectodomain were identified. The most C-terminal of these peptides encompassed amino acids 894 to 904 (AASLDGFYNGR) of murine SEZ6 (Fig.\n\n5a\n\n). This was a tryptic peptide ending with arginine (R), but BACE1 preferentially cleaves C-terminally to leucine or other hydrophobic amino acids [\n\n40\n\n]. Thus, the BACE1 cleavage site is likely to be located between this tryptic peptide and the transmembrane domain (start: leucine 923). To determine this site precisely, an in vitro peptide assay was used. The 25 amino acid peptide AASLDGFYNGRSLDVAKAPAASSAL (Fig.\n\n5a\n\n, amino acids 894 to 918), comprising the tryptic peptide and ending shortly before the transmembrane domain, was incubated in the presence or absence of recombinant BACE1 with or without the BACE1 inhibitor C3 (Fig.\n\n5b\n\n). Full-length peptide and cleavage fragments were separated by nano liquid chromatography and analyzed by high resolution mass spectrometry (nanoLC/MS). The non-cleaved, full-length peptide eluted from the nLC column at ~ 22 min (Fig.\n\n5b\n\n). The correct sequence was verified by MS/MS-based fragmentation (Fig.\n\n5c\n\n). Upon addition of BACE1, the full-length peptide levels were decreased in the chromatogram and two additional peptides with elution times of ~16 and ~21 min were detected (Fig.\n\n5b\n\n). Addition of C3 inhibited the production of both peptides, demonstrating that they are BACE1 cleavage products of the full-length peptide. The two peptides were identified as AASLDGFYNGRSL (N-terminal cleavage product, Fig.\n\n5d\n\n) and DVAKAPAASSAL (C-terminal cleavage product 2, Fig.\n\n5e\n\n) by fragment spectra. Thus, we conclude that the BACE1 cleavage site in SEZ6 is the peptide bond between leucine906 and aspartate907 (Fig.\n\n5a\n\n). Interestingly, this site comprises the same amino acids in the P1 and P1’ position (L-D) as Swedish mutant APP (Fig.\n\n5a\n\n), which is very efficiently cleaved by BACE1 [\n\n4\n\n]. The previously identified cleavage site in SEZ6L [\n\n15\n\n] is not identical, but similar to SEZ6, as it also has a hydrophobic amino acid in the P1 and a negatively charged amino acid in the P1’ position (Fig.\n\n5a\n\n). Moreover, SEZ6 and SEZ6L are both cleaved at a similar distance from the transmembrane domain, i.e. 16 and 14 amino acids for SEZ6 and SEZ6L, respectively (Fig.\n\n5a\n\n).\n\nFig. 5\n\nCleavage site determination of SEZ6.\n\na\n\nComparison of BACE1 cleavage sites in the known APP Swedish mutant, in SEZ6 and SEZ6L. Additionally, the peptide (SEZ6 pep) used for the in vitro assay is aligned. Numbers next to the N- and C-terminal amino acids of the peptide indicate the amino acid number within the sequence of the full-length protein. Amino acids at the cleavage site are shown in\n\ngreen\n\n. Amino acids of the transmembrane domains are in\n\nred\n\n. Domains of SEZ6 and SEZ6L are shown with indicated symbols. The most C-terminal tryptic peptide of the secreted SEZ6 ectodomain detected in our previous study is underlined in\n\nblack\n\n.\n\nb\n\nExtracted ion chromatogram of full-length peptide incubated with BACE1, BACE1 plus C3 or without BACE1 showing the peaks of the two cleavage products as well as the full-length peptide. Identification of the full-length peptide (\n\nc\n\n), the N-terminal (\n\nd\n\n) and the C-terminal cleavage product (\n\ne\n\n) by fragment ion spectra. The mapped y and b fragment ions are indicated in the sequences as well as in fragment ion spectra. Neutral loss fragment ions are indicated in\n\nlight blue\n\nfor b and\n\norange\n\nfor y ions\n\nSEZ6 is a substrate for γ-secretase\n\nAfter initial BACE1 cleavage, the resulting C-terminal, membrane-bound protein fragments of several membrane proteins, including APP and SEZ6L [\n\n17\n\n], are further processed within their transmembrane domains by γ-secretase, in a process referred to as regulated intramembrane proteolysis [\n\n41\n\n] (for schematic overview see Fig.\n\n2a\n\n). The accumulation of C-terminal fragments upon pharmacological inhibition of γ-secretase with DAPT can be used to identify γ-secretase substrates [\n\n42\n\n]. To examine if SEZ6 is also cleaved by γ-secretase, we generated a human embryonic kidney 293 (HEK293T) cell line stably expressing murine SEZ6. Due to the lack of an antibody against the SEZ6 C-terminus, the full-length SEZ6 construct was tagged with an N-terminal HA and a C-terminal FLAG epitope tag. The full-length SEZ6 in the cell lysate and the shed ectodomain (sSEZ6) in the supernatant were detected by immunoblots in the transfected cells, but not in control transfected cells (Fig.\n\n6a\n\n). Addition of the BACE inhibitor C3 decreased the sSEZ6 (Fig.\n\n6a\n\n), in agreement with the results in neurons (Fig.\n\n2b\n\n). The expected C-terminal fragment arising through BACE1 cleavage was not detected in control cells without the γ-secretase inhibitor DAPT, presumably because of its fast turnover. However, γ-secretase inhibition led to a strong accumulation of the SEZ6 C-terminal fragment at a molecular weight of around 13 kDa (Fig.\n\n6b\n\n), which is consistent with the theoretical molecular weight of about 10 kDa for the C-terminal fragment starting at the BACE1 cleavage site and ending with the C-terminal FLAG-tag. These results indicate that SEZ6 is a γ-secretase substrate.\n\nFig. 6\n\nSEZ6 is a substrate for γ-secretase.\n\na\n\nHEK293T cells were stably transfected with empty vector (Empty) or SEZ6 expression construct with an N-terminal HA-tag and a C-terminal FLAG epitope tag. Cells were treated with C3 or DMSO as a control. sSEZ6 was detected in the cell supernatant and full-length SEZ6 in the lysate. Calnexin was used as a loading control.\n\nb\n\nCells were treated with DMSO, C3 or the γ-secretase inhibitor DAPT. The C-terminal SEZ6 fragment was detected by immunoblot using an anti-FLAG-tag antibody\n\nsSEZ6 and sSEZ6L are detected in murine CSF in BACE1-dependent manner\n\nFinally, we tested in vivo whether levels of sSEZ6 and sSEZ6L in murine CSF may be useful biomarkers for BACE1 activity in vivo. A previous proteomic study demonstrated that the soluble ectodomains of other BACE1 substrates, such as APLP1, PLXDC2 and CHL1, were reduced in the CSF of BACE1-deficient mice [\n\n14\n\n]. However, sSEZ6 and sSEZ6L were not consistently detected and could not be quantified in murine CSF, potentially because their levels were below the detection limit. Thus, we first improved the method for proteomic analysis of murine CSF in order to identify and quantify a larger number of proteins compared to the previous study. Most BACE1 inhibitors currently tested in clinical trials for AD are not specific for BACE1, but also inhibit BACE2. To mimic this situation we applied the improved proteomic method to the analysis of CSF from seven 4-month old BACE1/BACE2 double knock-out (BACE DKO) and seven age-matched WT mice.\n\nIn our previous protocol for mouse CSF proteomics, proteins were digested in the presence of urea and thiourea [\n\n14\n\n]. We replaced these nonionic chaotropes with the mild ionic detergent sodium deoxycholate (SDC), which has been shown to improve trypsin digestion of membrane proteins [\n\n43\n\n,\n\n44\n\n]. A concentration of 0.1 % SDC was sufficient to improve the digestion efficiency. Triplicates of a pooled mouse CSF sample were digested with either the urea or the SDC-supported digestion protocol. The number of identified unique peptides was 6.6 % lower for the SDC supported protocol (Table\n\n1\n\n). However, digestion efficiency was strongly increased which was detected by the 58.1 % lower number of average missed cleavages per peptide (Table\n\n1\n\n). Additionally, the average number of identified and quantified proteins was 10.3 and 7.5 % higher for the SDC supported digestion protocol, respectively. Subcellular locations of proteins quantified in all replicates of SDC or urea supported digestions were similar (Additional file\n\n1\n\n: Figures S2 and S3). However, the number of quantified membrane proteins was 8.9 % higher for the samples digested in the presence of SDC (135 vs. 124).\n\nTable 1\n\nComparison of urea and SDC supported digestion of mouse CSF\n\nSDC\n\nUrea\n\nDifference\n\nUnique peptides\n\n5955.3\n\n6376.7\n\n−6.6 %\n\nAverage missed cleavages per peptide\n\n0.26\n\n0.62\n\n−58.1 %\n\nProtein identifications (≥2 unique peptides)\n\n814.0\n\n738.0\n\n+10.3 %\n\nProtein quantifications\n\n847.7\n\n788.3\n\n+7.5 %\n\nValues are averaged over three replicates\n\nNext, BACE DKO CSF was compared to WT CSF. In contrast to our previous proteomic study of CSF from BACE1 deficient mice [\n\n14\n\n], we were able to quantify SEZ6 and SEZ6L with the optimized protocol (Additional file\n\n2\n\n: Supplementary Data: proteins BACE DKO vs WT CSF). The levels of several known or proposed BACE1 substrates such as SEZ6, SEZ6L, SCN4B, LRRN1, APLP1, APLP2, CACHD1 and NLGN4L were significantly reduced in BACE DKO CSF (Fig.\n\n7a\n\n). Among these proteins, SEZ6 (DKO/WT = 13 %,\n\np\n\n= 5.99E-06) and SEZ6L (DKO/WT = 20 %,\n\np\n\n= 5.10E-05) showed the strongest reduction as well as the highest statistical significance (Fig.\n\n7a\n\n). Changes in sSEZ6 and sSEZ6L also remained significant, when applying the Benjamini-Hochberg false discovery rate adjustment (α = 5 %) to correct for multiple hypothesis testing. In contrary, the third SEZ6 family member, SEZ6L2, did not show a significantly lower abundance in BACE DKO CSF, indicating that it is mostly cleaved by protease other than BACE1 or BACE2 (Fig.\n\n7a\n\n).\n\nFig. 7\n\nProteomic analysis of CSF from BACE DKO and WT mice.\n\na\n\nVolcano plot of proteomic analysis of BACE1 and BACE2 double knockout (BACE DKO) and WT mouse CSF. The minus log10 transformed t-test\n\np\n\n-values are plotted against the log2 transformed label-free quantification intensity ratios of BACE DKO and WT CSF for every relatively quantified protein. Proteins with a t-test\n\np\n\n-value < 0.05 are shown as\n\nred circles\n\n. Already known BACE substrate candidates with a\n\np\n\n-value < 0.05 are marked with\n\ngray\n\nfilling. Proteins that remain significant after Benjamini-Hochberg false discovery rate correction (FDR < 0.05) have bold letters (SEZ6 and SEZ6L).\n\nb\n\nDetection of sSEZ6 and sSEZ6L in mouse CSF. Densitometric quantitation of the Western blot is shown, (**;\n\np\n\n< 0.01, one-way ANOVA followed by two-tailed Student’s t-Test,\n\nn\n\n= 3). The dotted line indicates that the samples were loaded onto the same blot, but not next to each other\n\nInterestingly, the interleukin-6 receptor subunit beta (IL6ST) was quantified in all WT CSF samples by four unique peptides but in none of the BACE DKO CSF samples. This indicates that IL6ST may be an additional BACE1 and/or BACE2 substrate. Another BACE substrate candidate could be the type-1 transmembrane protein hephaestin (HEPH), which was significantly reduced by 53 % in BACE DKO CSF. Hephaestin is known to be expressed in the brain [\n\n45\n\n]. Additionally, peptide sequences of transmembrane and GPI-anchored proteins were loaded into the bioinformatics software tool QARIP [\n\n46\n\n] to check for their position within the protein sequences. Peptides were almost exclusively mapped to extracellular domains of transmembrane proteins (Additional file\n\n3\n\n: Tables S1-S6). This indicates that most transmembrane proteins in the CSF are derived from proteolytic shedding and not from contaminating cells. For SEZ6, SEZ6L and SEZ6L2 only peptides from the ectodomain were identified (Additional file\n\n3\n\n: Table S1).\n\nTo validate the proteomic results, reduced abundance of sSEZ6 and sSEZ6L were confirmed using immunoblots of independent CSF samples (Fig.\n\n7b\n\n). In agreement with the proteomic analysis, sSEZ6 was nearly completely absent in BACE DKO CSF. The same reduction was observed in CSF from BACE1 KO, but not for BACE2 KO mice. This demonstrates that sSEZ6 is generated specifically by BACE1, but not by BACE2 in murine CSF. Likewise, sSEZ6L was strongly reduced in BACE1 KO CSF. Taken together, these results show that sSEZ6 and sSEZ6L levels can be used to monitor BACE1 activity in murine CSF.\n\nDiscussion\n\nBACE1 is a major drug target in AD, but has additional substrates and thus contributes to various biological processes [\n\n1\n\n,\n\n13\n\n], which may limit its therapeutic potential. Recent proteomic studies have identified more than 40 membrane proteins as potential BACE1 substrates [\n\n14\n\n–\n\n16\n\n]. However, only few of them have been validated in vitro and in vivo. Using different techniques, our study validates SEZ6 and SEZ6L as BACE1 substrates in vitro and in vivo and demonstrates that, in contrast to other BACE1 substrates, SEZ6 and SEZ6L are nearly exclusively cleaved by BACE1 and not by other proteases in the brain. Levels of the soluble ectodomains (sSEZ6, sSEZ6L) were reduced to less than 10 % of the control levels upon pharmacological inhibition of BACE1 in primary neurons. Additionally, SEZ6 and SEZ6L were validated in vivo as BACE1 substrates using brains and CSF from BACE1 KO, BACE2 KO and/or BACE DKO mice. Thus, we propose that in addition to Aβ and sAPPβ, which are two BACE1 cleavage products of APP, sSEZ6 and sSEZ6L may be suitable as biomarkers to monitor BACE1 activity in vivo in CSF.\n\nSeveral other previously identified BACE1 substrates, such as CHL1, L1, contactin-2, APP and its homolog APLP2, are not exclusively cleaved by BACE1, but also by other proteases, including ADAM10 [\n\n15\n\n,\n\n38\n\n]. For example, the APP homolog APLP2 is cleaved to about 60 % by BACE1 and to 40 % by ADAM10 in neurons, but the percentages may strongly vary for each substrate [\n\n38\n\n]. Additionally, the different proteases may compensate for each other, if one of them is blocked. One example is APP. BACE1 inhibition increases the ADAM10 cleavage of APP, such that total APP cleavage is only mildly reduced [\n\n36\n\n,\n\n47\n\n]. Potentially, this is also true for the third SEZ6 family member, SEZ6L2, which shows only moderately reduced shedding upon BACE1 inhibition [\n\n15\n\n]. A similar compensation does not occur for SEZ6 and SEZ6L in brain, where total cleavage was nearly completely abolished upon BACE1 inhibition. However, in other cell types and tissues both proteins may be cleaved by proteases different than BACE1. A previous study reported that in pancreatic cells SEZ6L is predominantly cleaved by BACE2, but not by BACE1 [\n\n17\n\n]. We confirm this finding and also extend it to SEZ6. Importantly, we show that neither SEZ6 nor SEZ6L are substrates for BACE1 in the pancreatic cell line, which is in contrast to brain, demonstrating that SEZ6 and SEZ6L are cleaved by different proteases in a tissue-specific manner. Precedents for such a tissue-specific proteolytic cleavage are the BACE1 substrates CHL1 and L1, which are mostly cleaved by BACE1 in the nervous system, but by ADAM proteases in non-neuronal cells [\n\n15\n\n,\n\n37\n\n]. We found opposite expression patterns of BACE1 and BACE2 in MIN6 cells and in neurons, which correlated with the tissue-specific cleavage of SEZ6 and SEZ6L. Whether the distinct protease cleavage events also lead to a different functional outcome for the substrates remains to be investigated. This is particularly relevant as different proteases may cleave at distinct peptide bonds and thus generate ectodomains of different lengths and potentially different functions. For example, in APP the ADAM10 and BACE1 cleavage sites are 16 amino acids apart from each other and yield APP ectodomains with diverging functions [\n\n48\n\n,\n\n49\n\n].\n\nThe molecular functions of SEZ6 and SEZ6L are not yet well understood. The name SEZ6 comes from the initial finding that SEZ6 expression was upregulated in cortical murine cells treated with the seizure-inducing drug pentylene tetrazole [\n\n32\n\n]. SEZ6 has been genetically linked to febrile seizures and epilepsy [\n\n50\n\n,\n\n51\n\n], whereas SEZ6L was associated with bipolar disorder [\n\n52\n\n]. The extracellular regions of SEZ6/SEZ6L contain three CUB (complement subcomponent C1r, C1s /sea urchin embryonic growth factor Uegf / bone morphogenetic protein 1) and five short consensus repeat domains, which are protein-binding domains that are also found in a variety of cell surface receptors. This suggests that SEZ6/SEZ6L may act as receptors at the cell surface. Importantly, our study demonstrates that BACE1 cleavage negatively regulates SEZ6 and SEZ6L surface levels in neurons, suggesting that BACE1 may directly control SEZ6/SEZ6L surface functions. This could be a more general function of BACE1, because BACE1 also negatively regulates surface levels and/or function of two other substrates, contactin-2 and CHL1 [\n\n12\n\n,\n\n15\n\n,\n\n53\n\n]. However, the function of SEZ6 and SEZ6L may not only be exerted by the full-length proteins, but also by sSEZ6 and sSEZ6L or even by the C-terminal fragments resulting from BACE1 cleavage, as recently found for the BACE1 substrate CHL1 [\n\n12\n\n].\n\nFuture studies need to address how exactly BACE1 alters SEZ6 and SEZ6L function and whether such alterations contribute to the multiple phenotypes observed in BACE1-deficient mice. Notably, both BACE1- and SEZ6-deficient mice have deficits in hippocampal learning paradigms [\n\n18\n\n,\n\n54\n\n–\n\n56\n\n] and in motor coordination [\n\n18\n\n,\n\n57\n\n]. Moreover, both mouse lines appear to have reduced levels of anxiety and/or cognitive deficits [\n\n18\n\n,\n\n56\n\n], reduced glutamatergic synapse function and reduced dendritic spine densities [\n\n18\n\n,\n\n58\n\n]. Given the substantial overlap, at least some of these phenotypes may result from the reduced cleavage products of SEZ6/SEZ6L.\n\nAnother major outcome of our study is an improved protocol for efficient proteomic analysis of murine CSF. While human CSF is available in milliliter quantities, only approximately 10 μl of murine CSF are obtainable. Here, we improved the digestion efficiency of murine CSF in comparison to our previous protocol by using 0.1 % SDC in 50 mM ammonium bicarbonate as digestion buffer. This was demonstrated by the strong reduction of the average missed cleavages per peptide as well as the increased number of identified and quantified proteins (Table\n\n1\n\n). The improved method may be of wide relevance for studying murine CSF in the context of different neurological and neurodegenerative diseases. Importantly, the new workflow allowed the quantification of SEZ6 and SEZ6L, which were not quantified in the previous study [\n\n14\n\n]. The nearly complete absence of sSEZ6 and sSEZ6L in murine CSF makes both cleavage products suitable markers to monitor BACE1 inhibition in mice. This may be particularly useful for determining the target engagement and potential side effects of BACE inhibitors in animal models. If confirmed in human CSF, sSEZ6 and sSEZ6L may even be useful as companion diagnostics to guide BACE inhibitor dosing in individual patients and monitor BACE1 inhibitor selectivity.\n\nConclusions\n\nWe demonstrate that SEZ6 and SEZ6L are physiological BACE1 substrates in the murine brain and that, in contrast to most other BACE1 substrates, these two proteins are nearly exclusively cleaved by BACE1. Levels of sSEZ6 and sSEZ6L were strongly reduced upon pharmacological inhibition or genetic deficiency of BACE1 in primary neurons and mouse brain. Additionally, we developed an improved method for whole proteome analysis of murine CSF and found that in the CSF of BACE DKO mice the soluble ectodomains of SEZ6 and SEZ6L were most strongly reduced among all BACE1 substrates identified, suggesting their use as potential biomarkers in CSF to monitor BACE1 activity in vivo in mice."
  },
  {
    "pmcid": "8786741",
    "title": "Identification and Validation of Constructing the Prognostic Model With Four DNA Methylation-Driven Genes in Pancreatic Cancer",
    "publish_date": "2022-1-11",
    "full_text": "Introduction\n\nPancreatic cancer (PC) is a lethal solid tumor with a poor prognosis. The amount of estimated new PC cases and deaths both stand in second place in gastrointestinal cancer in the United States (\n\nSiegel et al., 2020\n\n). Up to now, surgery remains the foundation of curing PC, but the majority (80%–85%) of PC patients who present with unresectable or metastatic tumors lose the chance of surgery (\n\nMizrahi et al., 2020\n\n). Whether it is early detection of resectable PC or late diagnosis of unresectable and metastatic PC, a wide range of PC patients require routine chemotherapy including 5-fluorouracil (5-FU)/leucovorin with irinotecan and oxaliplatin (FOLFIRINOX) and gemcitabine with nab-paclitaxel and other multidrug regimens (\n\nConroy et al., 2011\n\n;\n\nVon Hoff et al., 2013\n\n). Besides the progress on surgery techniques and chemotherapy approaches, exploring valid and novel biomarkers is another efficient method to improve the rate of early diagnosis and predict the prognosis of PC patients.\n\nEpigenetic alterations affect gene function via changing organization and dynamics of chromatin, rather than changes in the DNA sequence (\n\nJabłońska and Reszka, 2017\n\n). Several epigenetic regulatory mechanisms include DNA methylation, histone modifications, chromatin remodeling, and altered expression levels of noncoding RNAs. DNA methylation is defined as the methyl groups (CH\n\n3\n\n) transfer to the fifth carbon of cytosine in the CpG dinucleotides to form 5-methylcytosine (5-mC). Meanwhile, an increasing number of researches indicated that DNA methylation alterations served a major role in PC. Koutsioumpa et al. found that Lysine (K)-Specific Methyltransferase 2D (KMT2D), which was regulated negatively by double-site CpG methylation-exerted antitumoral function; meanwhile, knockout of KMT2D increased aerobic glycolysis and proliferative rates via regulation of SLC2A3 (\n\nKoutsioumpa et al., 2019\n\n). Besides, methylation of cell-free DNA (cfDNA) changes from plasma samples can be utilized for early detection in PC. The combination of the methylation of ADAMTS1 and BNC1 was employed to detect the early stages of PC, which were better than CA19-9 (\n\nEissa et al., 2019\n\n). However, previous studies have not combined the methylation microarray and RNA-sequencing (RNA-seq) data systematically to detect the specific characteristics in PC. Therefore, screening the DNA methylation-driven genes and identifying the vital biomarkers in PC for prognostic prediction is urgently needed.\n\nIn our research, we used the transcriptomic and DNA methylation expression data to filter differentially expressed genes (DEGs) and further detect DNA methylation-driven genes in PC. Then, we conducted the risk model with four screened genes and validated the robustness in the Gene Expression Omnibus (GEO) dataset. Finally, we established a nomogram via the clinicopathologic risk factors and risk score of DNA methylation-driven genes to predict overall survival (OS) in PC. We expect that these candidate genes may help improve the prediction of prognosis for PC.\n\nMaterials and Methods\n\nSample Datasets\n\nWith the use of RNA-seq data, 430 DNA methylation expression profiles were extracted from The Cancer Genome Atlas (TCGA). The methylation expression levels were calculated by β values (unmethylated to totally methylated). The gene expression profiles of the GSE62452 cohort were acquired from the GEO. A total of 167 RNA-seq data of normal samples were extracted from the Genotype-Tissue Expression (GTEx) Project.\n\nScreening of Differentially Expressed Genes Between Pancreatic Cancer and Normal Samples\n\nDEGs were screened between 178 PC samples from TCGA and 171 normal samples (4 from TCGA and 167 from GTEx) utilizing the “limma” R package (\n\nRitchie et al., 2015\n\n). Threshold criteria the false discovery rate (FDR) < 0.01 and |log\n\n2\n\nfold change (FC)| > 1 combined.\n\nIdentification of DNA Methylation-Driven Denes\n\nWe identified the DNA methylation-driven genes of which mRNA expression levels are a negative relationship with the DNA methylation levels via linear regression analysis. Meanwhile, the DNA methylation status between PC tissues and normal PC tissues was compared utilizing the Wilcoxon rank-sum test (\n\nCedoz et al., 2018\n\n).\n\nSurvival Analysis\n\nTo assess the relation between DNA methylation-driven genes and OS of PC patients via the Kaplan–Meier (K-M) survival analyses, the survminer package was used to get the optimal cutoff values of each data.\n\nConstruction and Validation of the Predictive Signature\n\nWe used the univariate Cox regression analysis, multivariate Cox regression, and the least absolute shrinkage and selection operator (LASSO) binary logistic regression model to filter four DNA methylation-driven genes, and a predictive signature was constructed by the linear combination of the regression coefficients (β). The formula of risk score was below. Risk score = (β1 × expression level of RIC3) + (β2 × expression level of MBOAT2) + (β3 × expression level of SEZ6L) + (β4 × expression level of OAS2). Based on the median cutoff value in TCGA dataset, all PC patients were grouped into two groups of high and low risk. Time-dependent receiver operating characteristic (ROC) curves were displayed for assessing predictive capacity. GSE62452 cohort was utilized to validate the robustness of the prognostic signature.\n\nScreening the Clinical Factors for Prognosis\n\nTo assess the actual clinical significance of predictive signature and other clinical factors that were related to the prognosis of PC patients, we performed a preliminary screening by the univariate Cox regression analysis. The multivariate Cox regression analysis was used to narrow the confounding variables.\n\nBuilding the Nomogram\n\nWe built a nomogram with every independent prognostic variable. Calibration curves were displayed to assess the predictive power of the nomogram in which the 45° line meant the best prediction.\n\nGene Set Enrichment Analysis\n\nGene Set Enrichment Analysis (GSEA) software was performed to identify the biological pathways between the high- and low-risk groups.\n\np\n\n-Value < 0.05 was considered to be statistically significant.\n\nDrug Sensitivity Prediction\n\nWe predicted the chemotherapeutic drug sensitivity based on the Genomics of Drug Sensitivity in Cancer (GDSC) database (\n\nhttps://www.cancerrxgene.org/\n\n). pRRophetic package was used to estimate the half-maximal inhibitory concentration (IC50).\n\nResults\n\nFiltration of Differentially Expressed Genes in Pancreatic Cancer From The Cancer Genome Atlas and Genotype-Tissue Expression Database\n\nThe flow diagram of this research is presented in\n\nFigure 1\n\n. The RNA-seq expression data of PC tissues (\n\nn\n\n= 178) and normal pancreatic tissues (\n\nn\n\n= 171, 4 from TCGA and 167 from GTEx) were extracted from TCGA and GTEx database, respectively. After the filtration with cutoff value (|logFC| > 1, FDR < 0.01), 8,809 DEGs were screened for further analysis, including 5,221 upregulated DEGs and 3,588 downregulated DEGs (\n\nSupplementary Table S1\n\n). The volcano plot is shown in\n\nFigure 2A\n\n.\n\nFIGURE 1\n\nThe flow diagram of the research procedure.\n\nFIGURE 2\n\nIdentification of DEGs and DNA methylation-driven genes.\n\n(A)\n\nVolcano plot of DEGs.\n\n(B)\n\nHeatmap of the methylation levels of 23 candidate DNA methylation-driven genes in PC (\n\nn\n\n= 185) and normal pancreatic tissues (\n\nn\n\n= 10). DEGs, differentially expressed genes; PC, pancreatic cancer.\n\nExploration of DNA Methylation-Driven Genes in Pancreatic Cancer\n\nWe utilized the MethylMix analysis to explore DNA methylation-driven genes in PC. Utilizing the screening criteria, we used\n\np\n\n-value < 0.05 to identify the differentially methylation expressed genes, a correlation <−0.3 was selected between DNA methylation and mRNA expression levels, and a total of 23 DNA methylation-driven genes were screened. The methylation expression level of each DNA methylation-driven gene was visualized via a heatmap (\n\nFigure 2B\n\n;\n\nSupplementary Table S2\n\n). Among them, OAS2 and MBOAT2 were hypomethylated; furthermore, the other 21 genes (e.g., PRDM5, ZNF90, VIPR2, TPTEP1, RIC3, and SEZ6L) were hypermethylated in PC.\n\nConstruction of the Prognostic Risk Score Model of DNA Methylation-Driven Genes for Pancreatic Cancer\n\nTo further filter out the candidate genes, we identified the nine candidate DNA methylation-driven genes that were statistically associated with OS (\n\np\n\n< 0.05) by performing the univariate Cox proportional hazards regression analysis (\n\nFigure 3\n\n;\n\nSupplementary Table S3\n\n). LASSO regression analysis is a method that narrows regression coefficients toward zero by an L1 penalty to shrink and select potential variants with nonzero coefficients (\n\nTibshirani, 1997\n\n). Moreover, performing 1,000 repetitions of LASSO regression, we found that the variants of nonzero coefficients that occurred more frequently have a stronger capacity to predict prognosis. Finally, the four selected DNA methylation-driven genes (RIC3, MBOAT2, SEZ6L, and OAS2) were selected as prognostic genes by LASSO regression, which were needed to appear 1,000 repetitions and utilized in the risk score model (\n\nFigures 4A,B\n\n). K-M survival curves of the four selected genes show that the high expression of MBOAT2 and OAS2 had shorter OS than the PC patients of low expression (\n\np\n\n< 0.01), indicating that MBOAT2 and OAS2 were risk factors in PC (\n\nFigure 4C\n\n). On the contrary, the high expression of RIC3 and SEZ6L was correlated with a longer survival time (\n\np\n\n< 0.05), which meant that these genes played a protective role in PC (\n\nFigure 4D\n\n). Meanwhile, among the four DNA methylation-driven genes, MBOAT2 and OAS2 were hypomethylated, while RIC3 and SEZ6L were hypermethylated (\n\nFigures 5A–H\n\n). Then, the risk score was calculated with the expression level of each gene multiplied by the relative coefficient in the LASSO regression as follows: risk score = (−0.233 × RIC3 mRNA level) + (−0.079 × SEZ6L mRNA level) + (0.238 × MBOAT2 mRNA level) + (0.211 × OAS mRNA level). Afterward, the risk score of all patients was calculated with the above formula. We selected the median risk score (1.2589) to classify all PC patients into the high-risk group (88 patients) and the low-risk group (88 patients) from TCGA dataset. Meanwhile, the PC patients of the high-risk and low-risk groups were distributed by two distinct patterns by the principal component analysis (PCA) (Figure S1). Meanwhile, the OS of the low-risk group was longer than that of the high-risk group significantly (\n\np\n\n< 0.001;\n\nFigure 6A\n\n). The risk scores, survival status, and DNA methylation-driven gene expression profiles of each PC patient were visualized by the heatmap and scatter plot (\n\nFigures 6C,E\n\n). We also verified the predictive accuracy of the risk model of OS by ROC analysis. The area under the curve (AUC) value of the 1-year OS rate with the prognostic model was 0.692, and the other time-dependent AUC values of 2- and 3-year OS rates were 0.693 and 0.663, respectively (\n\nFigure 7A\n\n). For further validating the predictive ability of the risk score model, we used the 65 PC samples, which had complete survival information in the validation cohort (GSE62452) from the GEO dataset. Similarly, we utilized the same risk score formula and median cutoff value before and the patients were grouped into two subgroups (the low-risk and high-risk groups). Ultimately, in accordance with the above results, the high-risk group of patients from the validation cohort had a noteworthy worse prognosis than the low-risk group (\n\nFigure 6B\n\n). The scatter plot of the distribution of risk scores and survival status and the heatmap plot of each gene expression are shown in\n\nFigures 6D,F\n\n. The AUCs of 1-, 2-, and 3-year OS rates with the prognostic model for PC patients were 0.513, 0.648, and 0.756, respectively (\n\nFigure 7B\n\n).\n\nFIGURE 3\n\nNine DNA methylation-driven genes were selected by the univariate Cox regression.\n\nFIGURE 4\n\nIdentification of DNA methylation-driven gene for predictive signature and corresponding survival analysis.\n\n(A)\n\nFiltration of the optimal number of DNA methylation-driven genes by 1,000 iterations of Cox LASSO regression with ten-fold cross-validation.\n\n(B)\n\nUltimate four genes of nonzero coefficients are selected as candidate DNA methylation-driven genes.\n\n(C)\n\nK-M survival curves for MBOAT2 and OAS2 of which the expression was negatively correlated with OS in PC patients.\n\n(D)\n\nK-M survival curves for RIC3 and SEZ6L of which the expression was positively correlated with OS in PC patients. LASSO, least absolute shrinkage and selection operator; K-M, Kaplan–Meier; OS, overall survival; PC, pancreatic cancer.\n\nFIGURE 5\n\nIdentification of four DNA methylation-driven genes using MethylMix analysis.\n\n(A–D)\n\nMethylation statuses of four DNA methylation-driven genes. The distribution of MBOAT2, OAS2, RIC3, and SEZ6L methylation in PC samples is displayed by the histogram. The distribution of methylation status in the normal pancreatic samples is displayed by the horizontal black line.\n\n(E–H)\n\nRegression analysis between the DNA methylation level and mRNA expression level of MBOAT2, OAS2, RIC3, and SEZ6L. PC, pancreatic cancer.\n\nFIGURE 6\n\nEstablishment and validation of a prognostic model for PC. Kaplan–Meier survival curves showed that the high-risk group had shorter OS than the low-risk group in the training cohort\n\n(A)\n\nand the validation cohort\n\n(B)\n\n. The distribution of the survival status and time in different risk groups by the scatter plots in the training cohort\n\n(C)\n\nand the validation cohort\n\n(D)\n\n. Heatmap of the four screened DNA methylation-driven gene expression in the high- and low-risk groups from the training cohort\n\n(E)\n\nand the validation cohort\n\n(F)\n\n. PC, pancreatic cancer; OS, overall survival.\n\nFIGURE 7\n\nEffects of the risk score model and clinical parameters on the prognosis of PC patients. The time-dependent ROC curve for predicting the 1-, 2-, and 3-year OS rates in TCGA training cohort\n\n(A)\n\nand GEO validation cohort\n\n(B)\n\n. Identification of the parameters related to OS by univariate\n\n(C)\n\nand multivariate Cox analyses\n\n(D)\n\n. PC, pancreatic cancer; ROC, receiver operating characteristic; OS, overall survival; TCGA, The Cancer Genome Atlas; GEO, Gene Expression Omnibus.\n\nEstablishment and Evaluation of a Predictive Prognostic Nomogram for Pancreatic Cancer\n\nWe used the univariate and multivariate Cox regression analyses to assess the independent predictive capacity of the four-gene prognostic risk score model in 103 PC patients who possess complete clinical information including age, gender, stage, grade, family history, and the number of positive lymph nodes from TCGA cohort. The results showed that the risk score and clinical factors of age, grade, and the number of positive lymph nodes were correlated with OS by the univariate Cox regression analysis; meanwhile, these factors were also independent prognostic factors associated with OS after the multivariate Cox regression analysis (\n\np\n\n< 0.05). However, gender, stage, and family history were irrelevant with OS with univariate and multivariate Cox regression analyses (\n\nFigures 7C,D\n\n).\n\nBecause age, grade, the number of positive lymph nodes, and risk score were considered as significant and independent prognostic factors according to the abovementioned results, we generated a predictive nomogram with these factors (\n\nFigure 8A\n\n). Besides, the calibration curves of the model were used to evaluate the accuracy of the nomogram in which a 45° line represented the best prediction. As shown in\n\nFigure 8B\n\n, the predictive OS rates of 1, 2, and 3 years with nomogram demonstrated accurate predictive capacity.\n\nFIGURE 8\n\nGeneration of the nomogram together with prognostic risk signature and clinical parameters.\n\n(A)\n\nNomogram that combined the risk score and screened clinical parameters to predict the probability of 1-, 2-, and 3-year OS of patients with PC.\n\n(B)\n\nCalibration curves of 1-, two- and 3-year OS were used to evaluate the predictive performance of the nomogram. The 45° line represents the ideal best predictive model. The red line represents the actual model we constructed. OS, overall survival; PC, pancreatic cancer.\n\nGene Set Enrichment Analysis and Drug Sensitivity Prediction Between High- and Low-Risk Groups\n\nGSEA was carried out to further explore the possible biological signaling pathways involved with the molecular mechanisms in the risk score model between the high-risk group and low-risk group. As shown in\n\nFigure 9A\n\n, the top six signaling pathways enriched in the high-risk score group were “BASE EXCISION REPAIR,” “CELL CYCLE,” “P53 SIGNALING PATHWAY,” “PATHOGENIC ESCHERICHIA COLI INFECTION,” “PENTOSE PHOSPHATE PATHWAY,” and “PROTEASOME”. Furthermore, the top six signaling pathways of the low-risk group were significantly enriched for “BETA ALANINE METABOLISM,” “BUTANOATE METABOLISM,” “GLYCINE SERINE AND THREONINE METABOLISM,” “NEUROACTIVE LIGAND RECEPTOR INTERACTION,” “PRIMARY BILE ACID BIOSYNTHESIS,” and “TRYPTOPHAN METABOLISM” (\n\nFigure 9B\n\n). In general, the enriched signaling pathways in the results of GSEA may indicate significant molecular targets and mechanisms of PC.\n\nFIGURE 9\n\nGSEA and drug sensitivity prediction of the risk signature in PC. The enriched KEGG pathways in the high-\n\n(A)\n\nand low-risk groups\n\n(B)\n\nby GSEAs.\n\n(C)\n\nThe estimated IC50 of chemotherapy response between the high- and low-risk groups. GSEA, Gene Set Enrichment Analysis; PC, pancreatic cancer; KEGG, Kyoto Encyclopedia of Genes and Genomes.\n\nThen, we used the GDSC database to predict the valid chemotherapy drugs of high- and low-risk groups.\n\nFigure 9C\n\nshows that the PC patients in the low-risk group sensitively responded to four drugs (dasatinib, docetaxel, bicalutamide, and midostaurin), whose IC50 was higher than that of the high-risk group (all\n\np\n\n< 0.05).\n\nDiscussion\n\nPC is one of the most lethal malignancies and has a poor prognosis (\n\nMizrahi et al., 2020\n\n). Notwithstanding the benefits from the present progress on the diagnosis and treatment, the 5-year survival rate of PC only rose from 5% to 9% in the past decade (\n\nJemal et al., 2010\n\n;\n\nSiegel et al., 2020\n\n). Up to now, there is a lack of valid and specific approaches to predict prognosis focused on PC patients. As shown in the previous studies, PC is characterized by multiple alterations in the genetic and epigenetic levels (\n\nCancer Genome Atlas Research Network, 2017\n\n;\n\nShen et al., 2018\n\n). Several studies identified that the innovative DNA methylation markers CD1D, BNC1, and ADAMTS1 have potential for detecting PC (\n\nYi et al., 2013\n\n;\n\nKisiel et al., 2015\n\n). Meanwhile, Henriksen et al. demonstrated that they established a diagnostic prediction model with eight methylated genes of which AUC is 0.86 for the diagnosis of PC (\n\nHenriksen et al., 2016\n\n). Besides, the methylation status of three mucin genes (MUC1, MUC2, and MUC4) was used to construct the predicted models for outcome after surgery (\n\nYokoyama et al., 2020\n\n). Therefore, identifying specific DNA methylation-driven genes is much vital for PC.\n\nFor identifying the global DNA methylation patterns in PC, we combined RNA-seq with DNA methylation profiles to perform a comprehensive analysis. First of all, we screened 8,809 DEGs between PC and normal pancreatic samples from TCGA and GTEx dataset and identified 23 DNA methylation-driven genes by the MethylMix algorithm. Then the univariate Cox and LASSO regression analyses were performed to get four DNA methylation-driven genes (RIC3, MBOAT2, SEZ6L, and OAS2), which were strongly associated with OS. Moreover, the above four genes had been reported in some researches to be closely related to the different types of tumors. Resistance to inhibitors of cholinesterase 3 (RIC3) was identified to fuse with T-cell receptor beta constant 2 (TCRBC2) as fusion transcript and considered carcinogenic in T-cell lymphoblastic lymphoma (\n\nLó pez-Nieva et al., 2019\n\n). Loss of the normal function of seizure-related 6 homolog like (SEZ6L) could accelerate the progression of lung cancer (\n\nGorlov et al., 2007\n\n). Suzuki et al. elaborated that SEZ6L was hypermethylated and might be involved in the development of colorectal cancer (\n\nSuzuki et al., 2002\n\n). Besides, CpG methylation of SEZ6L was increased in gastric cancer compared with non-neoplastic mucosa and played a carcinogenic role (\n\nKang et al., 2008\n\n;\n\nSepulveda et al., 2016\n\n). 2′-5′-Oligoadenylate synthetase 2 (OAS2) had increased expression and was screened to construct prognostic signature in oral squamous cell carcinoma (OSCC); meanwhile, the high expression of OAS2 was associated with poor OS (\n\nWang et al., 2020\n\n).\n\nNext, based on these four DNA methylation-driven genes, we constructed the risk score model to evaluate the prognosis of PC, and the patients were distinguished into high- and low-risk groups, which demonstrated a distinct distribution by PCA. Of note, high-risk patients had a shorter OS than low-risk patients, whether in the training cohort from TCGA dataset or the validation cohort (GSE62452) from the GEO dataset. Then the time-dependent AUCs of 1-, 2-, and 3-year OS rates were used to assess the accuracy of the risk score model, and the results displayed good predictive ability. Furthermore, we filtered several clinical information (age, grade, and the number of positive lymph nodes) as independent prognostic factors associated with OS and built a nomogram with the risk score and these clinical factors to predict the individual possible survival times in clinical practice. The calibration plots indicated that the nomogram had an excellent and credible predictive property. To further study which biological mechanisms play vital roles in different risk groups, we conducted GSEA, and the results show that the pathways of p53 signaling, cell cycle, base excision repair,\n\nEscherichia coli\n\ninfection, and proteasome were significantly enriched in the high-risk group. However, the pathways related to amino acid metabolism and neuroactive ligand–receptor interaction were significantly enriched in the low-risk group. Furthermore, PC is frequently resistant to chemotherapy, which leads to a poor prognosis. Our results showed that the patients in the low-risk group might benefit from multiple drugs including dasatinib, docetaxel, bicalutamide, and midostaurin. It means that the risk model based on the DNA methylation-driven genes might be a guide for chemotherapy regimens for PC patients.\n\nAs far as we know, the predictive model with four DNA methylation-driven genes has not been previously reported in PC, and it will be useful for evaluating the prognosis of patients with PC from a clinical perspective. Furthermore, there are also some limitations in our study. Though some research had proved that the expression or DNA methylation levels of several genes in our prognostic signature were correlated with prognosis in many cancers, the related functions of four genes were not demonstrated in PC. Besides, the risk score model in our present study displayed favorable performance in TCGA dataset and external validation, but there is a lack of evidence to confirm that our predictive signature is preferable to traditional testing methods, such as imaging evaluation or CA19-9. Thus, we are required for further biological experiments to verify the specific roles of four genes in PC. In addition, the nomogram incorporates age, grade, the number of positive lymph nodes, and risk score to predict the OS of PC patients successfully, but the number of PC patients and other clinical characteristics was insufficient. Afterward, much more sequencing data and clinical information from the multi-centric study are indispensable, and a better prognostic nomogram will be constructed in the future.\n\nIn conclusion, a risk score model of four DNA methylation-driven genes and the nomogram were built and have reliable predictive capacity for PC. In clinical practice, measuring the expression levels of four genes to calculate the risk score and integrating it with age, grade, and the number of positive lymph nodes of PC patients can prompt individualized prediction of OS in PC patients."
  }
]