[
  {
    "pmcid": "11123411",
    "title": "Novel synthetic inducible promoters controlling gene expression during water‐deficit stress with green tissue specificity in transgenic poplar",
    "publish_date": "2024-1-17",
    "full_text": "Introduction\n\nPlant synthetic biology has made substantial contribution to sustainable applications for biofuel, pharmaceutical production, and food production using plant cellular systems (Yang\n\net al\n\n.,\n\n2022a\n\n). The current economic success of synthetic biological products calls for more effective techniques and plant platforms to be applied in industry settings (Clarke and Kitney,\n\n2020\n\n; Fausther‐Bovendo and Kobinger,\n\n2021\n\n; Mahmood\n\net al\n\n.,\n\n2020\n\n). To date, various synthetic biology innovations have been applied to biosensors, crop development, and synthetic bioproducts using various plant resources. For these techniques, the design of synthetic promoters is an attractive approach for targeted gene expression in plants (Ali and Kim,\n\n2019\n\n; Kumar\n\net al\n\n.,\n\n2020\n\n; Yasmeen\n\net al\n\n.,\n\n2023\n\n).\n\nNative promoters cover many different CREs spanning hundreds of DNA sequences, which cause unnecessary complexity in targeted gene expression by recruiting superfluous transcription factors to overlap narrow DNA fragments in response to stress or developmental cues (Ali and Kim,\n\n2019\n\n; Yasmeen\n\net al\n\n.,\n\n2023\n\n). However, in synthetic promoters, the small number of specific CREs without non‐essential elements allows researchers to off‐target binding of transcription factors and focus on valuable responses, leading to more practical applications. In a number of recent studies, synthetic promoters have been applied to effectively manage gene editing, transgenic crop improvement, and orthogonal biosensor construction (Moreno‐Gimenez\n\net al\n\n.,\n\n2022\n\n; Oliva\n\net al\n\n.,\n\n2019\n\n; Persad\n\net al\n\n.,\n\n2020\n\n; Persad‐Russell\n\net al\n\n.,\n\n2022\n\n).\n\nSynthetic promoters are constructed with a transcription factor (TF) that recognizes a sequence containing either a re‐formatted CREs or simple repeats of a conserved CRE sequence, as well as a core promoter sequence including the binding site of RNA polymerase II. This format has been employed repeatedly for applications in herbaceous and woody plant species (Cai\n\net al\n\n.,\n\n2020\n\n; Sears\n\net al\n\n.,\n\n2023\n\n; Sultana\n\net al\n\n.,\n\n2022\n\n; Yang\n\net al\n\n.,\n\n2021\n\n,\n\n2022b\n\n). Short synthetic promoters composed of head‐to‐tail repeats of conserved CREs and fused upstream of a − 46 bp 35S promoter can result in a shorter than 100 bp and functional promoter. For example, Sultana\n\net al\n\n. (\n\n2022\n\n) demonstrated that the synthetic promoters were induced specifically by soybean cyst nematode application in engineered soybean roots (Liu\n\net al\n\n.,\n\n2014\n\n). In each of these studies, 6–7 copies of short conserved sequences were effective to induce gene expression to specific stimuli.\n\nSynthetic promoters can be used to regulate precise spatiotemporal gene expression at specific developmental stages and tissues/organs. For this purpose, useful CREs must be identified from native promoters in specific tissue/organ at desired plant developmental stages. To date, tissue‐specific native promoters have been reported in various tissues of different species. For example, two different vascular‐tissue‐specific native promoters were identified in switchgrass and\n\nArabidopsis\n\n(Xu\n\net al\n\n.,\n\n2018\n\n; Zhang\n\net al\n\n.,\n\n2014\n\n). A switchgrass vascular‐tissue‐specific promoter (PvPfn2) of 1715 bp and its various 5′‐end deleted fragment showed vasculature specificity in leaves, sheaths, stems, and flowers of heterologous transgenic rice (Xu\n\net al\n\n.,\n\n2018\n\n). The native promoter of\n\nArabidopsis thaliana\n\nheat shock protein‐related protein (AtHSPR) was also shown to positively induce a GFP reporter gene in vascular tissues of transgenic\n\nArabidopsis\n\n(Zhang\n\net al\n\n.,\n\n2014\n\n). Additionally, promoters of 37 vascular specific expressed genes, including\n\nAtHSPR\n\n, employed several CRE motifs that responded to phytohormones, light, and other biotic and abiotic stimuli, demonstrating their tissue specificity (Zhang\n\net al\n\n.,\n\n2014\n\n). In addition, three native switchgrass promoters induced GUS marker gene expression in the above‐ground organs of transgenic rice (Liu\n\net al\n\n.,\n\n2018\n\n). Those promoters responded to several photosystem‐related proteins in the same regions of transgenic switchgrass by fusing with switchgrass MYB4 (Liu\n\net al\n\n.,\n\n2018\n\n). So far, a number of representative tissue‐ or organ‐specific native promoters have been reported: root‐specific promoters including tomato SIREO and rice RCc3 (Jones\n\net al\n\n.,\n\n2008\n\n; Xu\n\net al\n\n.,\n\n1995\n\n), the phloem‐specific promoter of\n\nBrassica juncea\n\n(Koramutla\n\net al\n\n.,\n\n2016\n\n), seed‐specific promoters rice glutelin (Wu\n\net al\n\n.,\n\n2000\n\n), sesame 2S albumin (Bhunia\n\net al\n\n.,\n\n2014\n\n), corn zein (Joshi\n\net al\n\n.,\n\n2015\n\n), and bean arcelin (De Jaeger\n\net al\n\n.,\n\n2002\n\n), and trichome tissue‐specific promoters in mint (Ahkami\n\net al\n\n.,\n\n2015\n\n; Vining\n\net al\n\n.,\n\n2017\n\n). A developing xylem (DX) tissue‐specific native promoter was cloned from\n\nPinus densiflora\n\n, which was used to enhance plant biomass and produce biofuel precursors (Cho\n\net al\n\n.,\n\n2019\n\n; Ko\n\net al\n\n.,\n\n2012\n\n).\n\nThe majority of synthetic tissue‐specific promoters have been designed for use in herbaceous plants. For instance, three synthetic promoters were designed to have root‐specific drought inducible activity in transgenic\n\nArabidopsis\n\n(Jameel\n\net al\n\n.,\n\n2020\n\n). These promoters were developed by combinations of 11 well‐known motifs identified from 63 promoters of soybean drought‐inducible genes. A minimal −46 to +1 CaMV 35S core promoter was fused with combinations of CREs (Jameel\n\net al\n\n.,\n\n2020\n\n). Additionally, four bidirectional tissue‐specific synthetic promoters were shown to be active in green tissues of leaves, sheathes, panicles, and stems of transgenic rice (Bai\n\net al\n\n.,\n\n2020\n\n). Synthetic DNA fragments containing different types of CREs in rice P\n\nD540\n\nshowed various patterns of suppression or activation on gene expression in leaves, roots, young panicles and stems, depending on the selection of CREs, indicating that tissue‐specificity may be tuned in rationally designed, tissue‐specific promoters (Cai\n\net al\n\n.,\n\n2007\n\n). Recently, additional green‐tissue‐ (Wang\n\net al\n\n.,\n\n2015\n\n), stem‐ (De Meester\n\net al\n\n.,\n\n2018\n\n), bidirectional vascular‐ (Lv\n\net al\n\n.,\n\n2009\n\n), and root‐specific (Mohan\n\net al\n\n.,\n\n2017\n\n) synthetic promoters have also been developed. In woody plants, native tissue‐specific promoters for induction of downstream gene expression in different organs and tissues have also been reported (Ko\n\net al\n\n.,\n\n2012\n\n; Li\n\net al\n\n.,\n\n2018\n\n). With recent advancements in plant single cell biology and synthetic biology (Plant Cell Atlas\n\net al\n\n.,\n\n2021\n\n; Thibivilliers and Libault,\n\n2021\n\n; Yang and Reyna‐Llorens,\n\n2023\n\n), we can expect the development of robust synthetic tissue and cell type‐specific promoters in plants. Poplar stress responsive synthetic promoters have previously been designed from stress inducible promoters using open‐source RNA‐seq results of whole poplar tissues (Yang\n\net al\n\n.,\n\n2022b\n\n). However, these promoters did not show tissue specificity under water‐deficit or high salinity treatment. By combining these methods with cell type‐specific RNA‐seq techniques, it is possible to generate advanced tissue specific and cell type‐specific promoters.\n\nThe goal of this study was to expand the toolbox of poplar tissue‐specific and water‐deficit stress inducible synthetic promoters by leveraging cell type‐specific (leaf palisade mesophyll and vascular bundle cells) RNA‐seq data. Synthetic promoters containing hexamerized conserved DNA sequences of 20 bases were developed from promoters of differentially expressed genes in two major leaf cell types (palisade‐mesophyll and vascular cells) under water‐deficit stress conditions. Syn3 (20 bp core sequence) and its two derivatives (10 bp 5′ or 3′ of Syn3) were screened for tissue/organ‐specificity in transgenic poplar under water‐deficit stress.\n\nExperimental procedures\n\nPlants growth and water‐deficit and salt stress treatment\n\nPopulus tremula × Populus alba\n\nINRA 717 1B4 clones (717‐1B4) were propagated in solidified rooting media (RM: 1/2 Murashige and Skoog (MS) medium, 0.5 g/L MES, 30 g/L sucrose, 5 g/L activated charcoal, 3 g/L Phytoagar, 1 g/L Gelzan, and 0.1 mg/L IBA) in Magenta GA7 boxes (Bioworld, Dublin, OH, USA). The clones were grown in a growth chamber (Percival, Perry, IA, USA) under 16/8 h light/dark conditions at 25 °C with 150 μmol/m\n\n2\n\ns irradiance. Two‐month‐old root regenerated plants were transferred to ProMix BK25 soil (Premier Tech, Quakertown, PA, USA) in 1 L pots in the trays covered with lid. After acclimation for 2 weeks, lids were opened in the same chamber condition. Trees were watered every 2 days and fertilized with a 14‐14‐14 nutrient (Seed World, Odessa, FL, USA) solution once a month.\n\nNicotiana benthamiana\n\nseeds were stratified at 4\n\n°\n\nC for 4 days in sterile water without light. The seeds were germinated and grown on ProMixBK25 potting mix in 8.9 cm square pots.\n\nN. benthamiana\n\nwas grown under 16/8 h light/dark at 25\n\n°\n\nC with 150 μmol/m\n\n2\n\ns light intensity. Plants were watered at three‐day intervals.\n\nTo generate water‐deficit conditions, 3‐month established poplar plants in pots or 4 week‐old\n\nN. benthamiana\n\nwere withheld from watering until leaf‐wilting was observed in growth chamber conditions.\n\nSalt treatments were applied via watering with 250 mM NaCl every other day. Mock controls of plants were watered normally.\n\nFor cell type‐specific RNA‐seq analysis, water deficit treatments were applied 45 days after rooting, by withholding water until visual stress symptoms (i.e., leaf wilting) appeared (30%–35% relative soil water content) (early water deficit, EWD). Plants were kept for 10 days at 35% soil water content (late water deficit, LWD) and then re‐watered with regular fertilization for 3 days after sampling for the recovery period (REC). Leaf samples from each treatment were collected between 9 am and 10 am (1.30–2.30 h after the lights were turned on).\n\nCryosectioning and laser capture microdissection (\n\nLCM\n\n) for leaf cell types isolation\n\nLeaf samples were harvested close to the midvein region comprising both palisade and vascular cell types. The leaf samples were directly embedded in cryomold filled with OCT\n\n®\n\nembedding polymer (VWR, Radnor, PA, USA) and the blocks were frozen using liquid nitrogen. These blocks were used for cryosection process using CryoStar\n\nTM\n\nNX70 cryostat that generated 12 μm cross sections of leaf tissue. The obtained cryosections were placed on PEN membrane glass slides (Thermo Fisher Scientific, Waltham, MA, USA) and washed using ice cold 70% ethanol for 2 min, 85% ethanol for 1 min, and 100% ethanol for 1 min. The slides were dried and used for the LCM procedure described previously (Balasubramanian\n\net al\n\n.,\n\n2021\n\n). Approximately 500–1000 mesophyll palisade cells and about 1000–2000 vascular cells were collected for transcriptome analysis (Figure\n\nS1\n\n).\n\nRNA\n\n‐seq and data analysis\n\nRNA isolation and full‐length cDNA generation were performed from LCM isolated cell clusters using SMART‐Seq\n\n®\n\nv4 plus kit according to the manufacturer's protocol (Takara Bio USA, Mountain View, CA). The cDNA quality was determined by 5200 Agilent Fragment analyzer (Agilent Technologies, Santa Clara, CA). Single‐read sequencing with a read length of 150 was performed by NextSeq 500 sequencing system using NextSeq 500/550 high output reagent kit v2.5 (150 cycles) (Illumina, San Diego, CA). With the generated RNA‐seq reads, initial Quality control was performed using FastQC (Andrews,\n\n2010\n\n). Read trimming was performed using BBduk script integrated in BBmap (Bushnell,\n\n2014\n\n). Reads were aligned to the\n\nPopulus trichocarpa\n\nv3.0 genome (\n\nhttps://phytozome‐next.jgi.doe.gov/info/Ptrichocarpa_v3_0\n\n), using Bowtie 2 (Langmead and Salzberg,\n\n2012\n\n). Aligned reads mapped to genome features were counted using htseq‐count function in HTSeq 2.0 (Putri\n\net al\n\n.,\n\n2022\n\n). Differential expression gene (DEG) analysis was performed using DESeq2 (Love\n\net al\n\n.,\n\n2014\n\n).\n\nDNA\n\nmotif analysis for selection of water‐deficit responsive and tissue‐specific synthetic promoter generation\n\nPromoter sequences for DNA motif analysis were profiled from BioMart integrated in Phytozome (v12.1.6;\n\nwww.phytozome.org\n\n) (Goodstein\n\net al\n\n.,\n\n2012\n\n; Smedley\n\net al\n\n.,\n\n2015\n\n). Two kilobase (kb) upstream sequence from each promoter's ATG initial codon was curated from the\n\nP. trichocarpa\n\nv 4.0 genome annotation. The sequences were submitted to the command line application of MEME (v5.5.3) (Bailey\n\net al\n\n.,\n\n2015\n\n) to find conserved DNA motifs of 20 bases in length. We submitted conserved DNA motifs to the PLACE database of plant\n\ncis\n\n‐acting regulatory DNA elements (PLACE,\n\nhttps://www.dna.affrc.go.jp/PLACE/\n\n) with default setting by host web site (Higo\n\net al\n\n.,\n\n1999\n\n).\n\nSingle stranded oligonucleotides composed of 6 repeats of a conserved DNA motif were commercially synthesized for synthetic promoter generation (Integrated DNA technologies, Coralville, IA; Table\n\nS1\n\n). Double stranded DNA fragments were generated by reannealing two complementary single‐stranded oligonucleotides as described in our previous study (Yang\n\net al\n\n.,\n\n2021\n\n). These double strand DNA fragments were fused with the −46 to +1 CaMV 35S core promoter (47 bp) together with TMV 5′Ω ‐ leader sequence (63 bp; Table\n\nS2\n\n). Turbo green fluorescence protein (GFP) or β‐glucuronidase (GUS) coding sequences were placed downstream of the synthetic promoter as a reporter coding gene. Turbo red fluorescence protein (RFP) or luciferase (LUC) genes driven by 2 × CaMV 35S short promoter (Table\n\nS2\n\n) were included in the T‐DNA as a transformation control. Binary vectors for transient and stable transgenic transformation were generated by Golden Gate cloning using MoClo parts (Engler\n\net al\n\n.,\n\n2014\n\n; Werner\n\net al\n\n.,\n\n2012\n\n). Synthetic DNA motifs were inserted into backbone plasmids by Bsa I (New England Biolabs, Ipswich, MA) digestion followed by T7 ligase (New England Biolabs) ligation.\n\nTransient transformation for synthetic promoter activity assay\n\nPoplar mesophyll protoplast preparation, protoplast transformation, and image analysis were performed as described by Yang\n\net al\n\n. (\n\n2021\n\n,\n\n2023\n\n). For transient protoplast transformation and agroinfiltration assays in\n\nN. benthamiana\n\nleaves, the binary gene constructs incorporating the synthetic promoters fused with GFP were used (Figure\n\n2c\n\n).\n\nAgrobacterium\n\ntransformation, agroinfiltration of 1‐month‐old\n\nN. benthamiana\n\nleaves, water cessation, and subsequent fluorescence measurements were performed as previously described (Sparkes\n\net al\n\n.,\n\n2006\n\n; Yang\n\net al\n\n.,\n\n2021\n\n).\n\nFluorescent images of GFP and RFP expressed in poplar mesophyll protoplast were taken by EVOS M7000 image analyzer (Thermo Fisher Scientific). The fluorescence intensity of leaves was measured using a Fluorolog\n\n®\n\n‐3 (HORIBA, Kyoto, Japan) fluorescence spectrophotometer using direct scans on the abaxial side of intact leaves.\n\nAgrobacterium\n\n‐mediated poplar leaf disk transformation with binary plasmids containing a\n\nGUS\n\ndriven by various synthetic promoters\n\nLUC coding sequence, in place of RFP, was driven by the CaMV 2 × 35S promoter, while the\n\nuid\n\nA GUS gene replaced GFP and was driven by one of the designed synthetic promoters (Yang\n\net al\n\n.,\n\n2022b\n\n). Synthetic DNA motif digestion and ligation was performed as described above. See Figure\n\n4\n\nfor plasmid illustrations.\n\nThe binary gene constructs were transfected into\n\nAgrobacterium\n\n(EHA105) via the freeze–thaw method using liquid nitrogen (Hofgen and Willmitzer,\n\n1988\n\n). The protocol and reagent chemical composition for\n\nAgrobacterium\n\n‐mediated poplar transformation were optimized with leaf disks from previously published methods (Song\n\net al\n\n.,\n\n2006\n\n). Leaf disks were cut from 2‐month‐old poplar plants that were grown in RM in Magenta GA7 boxes. Leaf disks were pre‐cultured for 2 days in the dark on callus‐induction media (CIM: 1 × MS, 30 g/L sucrose, 0.25 g/L MES, 0.1 g/L myo‐inositol, 1 × vitamin solution, 1 μM NAA, 3 g/L Phytoagar, 1 g/L Gelzan) plates without any antibiotics before dipping in\n\nAgrobacterium\n\nsolution that had been cultured overnight in 5 mL of LB (pH 5.4; Fisher Scientific, Hampton, NH, USA) containing 50 μg/mL of kanamycin (Sigma‐Aldrich, St. Louis, MO, USA), 25 μg/mL rifampin (Sigma‐Aldrich), and 20 μM acetosyringone (Sigma‐Aldrich) at 28 °C with shaking (200–250 rpm). Leaf segments were then incubated for 3 days in the dark. Co‐cultured leaf disks were washed three times in sterile water and then shaken in 40 mL of sterile water including 300 mg/mL of cefotaxime (Sigma‐Aldrich) and 300 mg/mL of timentin (Plantmedia, Dublin, OH, USA) for 1 h. Excess liquid surrounding leaf disks was removed on autoclaved Whatman™ 3MM paper (130 mm; Cytiva, MA) and then leaf disks were put on onto a new CIM plate that included hygromycin, cefotaxime, and timentin for selection. Callus induction, shoot regeneration, shoot elongation, and rooting were performed by following the same process as described in a published protocol (Song\n\net al\n\n.,\n\n2006\n\n).\n\nPCR assays used genomic DNA that was extracted from a leaf of independently regenerated poplar using a DNeasy plant mini kit (Qiagen, Germantown, MD, USA). PCR was performed using DreamTaq DNA polymerase master mix (Thermo Fisher Scientific) with the reaction sequence as follows: 1 cycle of 95 °C for 2 min, 30 cycles repeating 95 °C for 30 s, 57 °C for 30 s, and 72 °C for 30 s, and 1 cycle of 72 °C for 7 min. Two separate reactions were performed using gene specific primers for LUC and GUS (Table\n\nS3\n\n). PtaUBCc primers were used as an internal control for genomic DNA qualification. Amplification fragments were separated on 1.2% agarose gels running in 1 × TAE.\n\nGUS\n\nstaining and fluorescent image analysis\n\nThe leaves at the 3rd to 5th position from the apical tip, as well as stem and root tissues, were collected from wilted and well‐watered trees. Stem samples were collected from 10 to 15 cm below the primary shoot apex, and then sliced for GUS staining. Roots were collected directly below the potting mix surface. Mock transgenic control or wild‐type plants were collected in the same manner from well‐watered plants.\n\nGUS staining in collected organs were performed by incubation for 6 h at 37 °C in GUS staining buffer (50 mM Na\n\n2\n\nHPO\n\n4\n\n(Sigma, St. Louis, MO), 30 mM NaH\n\n2\n\nPO\n\n4\n\n(Sigma), 0.4 mM K\n\n3\n\n[Fe(CN\n\n6\n\n)] (Sigma), 0.4 mM K\n\n4\n\n[Fe(CN\n\n6\n\n)] (Sigma), 0.1% Triton X‐100 (Sigma), and 1 μg/mL 5‐bromo‐4‐chloro‐3‐indol‐glucuronide cyclohexylamine salt (X‐Glu) (Gold Biotechnology, Olivette, MO). The stained tissues were bleached by washing overnight with 70% ethanol. Stained tissue images were taken by Stereomaster dissection microscope (Fisher Scientific).\n\nQuantitative polymerase chain reaction (\n\nqPCR\n\n) analysis\n\nTotal RNA was extracted via Plant RNA extraction reagent following the manufacturer's protocol (Invitrogen, Carlsbad, CA). RNA extracts were purified through RNA binding columns using the Spectrum total plant RNA extraction kit (Sigma). Single‐stranded cDNA was synthesized from 1 μg of total RNA by reverse transcription reaction with RevertAid first‐strand cDNA synthesis kit following manufacturer's manual (Thermo Fisher Scientific). Single stranded cDNAs were two times diluted with nuclease‐free water and subjected into 15 μL of total volume of 1 × PowerUp™ SYBR™ green master mix (Applied Biosystems, Waltham, MA) with gene‐specific primers for each experiment. Primer sequences are listed in Table\n\nS1\n\n. The qPCR profile was 50 °C for 2 min, 95 °C for 10 min, and 40 cycles of 95 °C for 15 s and 60 °C for 30 s. The relative gene expression change was determined by the 2\n\n−ΔΔ\n\nCt\n\nequation (Livak and Schmittgen,\n\n2001\n\n). Non‐detected Ct values in qPCR such as GUS and LUC gene detections in wild‐type samples' organs were replaced with a Ct value of 36 for calculation of estimated relative fold change compared to samples with detectable Ct values.\n\nResults\n\nIdentification of leaf tissue specific water deficit stress‐induced genes from cell type‐specific\n\nRNA\n\n‐seq analysis\n\nTo develop tissue‐specific and water‐deficit stress‐induced synthetic promoters, it was necessary to identify the native promoter sequences of cell type‐specific and water‐deficit stress upregulated genes. For this process, stress‐induced cell type‐specific genes (palisade mesophyll and vascular cell type) were identified through low‐input transcriptomic analysis of the cell clusters collected by LCM from the leaves of 717‐1B4 hybrid poplar under water‐deficit stress. Herein, a total of 117 genes were detected to have higher relative expression (defined as a significant fold change of gene expression compared to the same tissue of mock control >4 and adjustive\n\nP\n\nvalue <0.05) either in leaf palisade or in vascular cell types of water‐deficit‐stressed leaves of\n\nP. tremula\n\n×\n\nP. alba\n\n(717‐1B4) hybrid poplar under EWD, LWD, and REC conditions (Table\n\nS4\n\n). Ninety‐eight of these genes were induced significantly in leaf palisade cells, while 16 genes were significantly induced in vascular cells (Data\n\nS1\n\nand\n\nS2\n\n). To establish coinciding gene expression in other organs and confirm leaf‐specificity, we selected three genes that were highly expressed in leaf palisade cells (\n\nPtXaAlbH.02G059400\n\n,\n\nPtXaAlbH.13G089600\n\n, and\n\nPtXaAlbH.03G050900\n\n) and another three genes which were highly expressed in leaf vascular cells (\n\nPtXaAlbH.01G318500\n\n,\n\nPtXaAlbH.05G059900\n\n, and\n\nPtXaAlbH.09G114000\n\n). Gene identity (ID) of\n\nP. trichocarpa\n\nhomologues and their functional annotation are listed in Figure\n\n1a\n\n. 717‐1B4 gene‐specific primers were used for qPCR analysis in leaf, stem, and root of water‐deficit‐stressed poplar (Figure\n\nS2\n\n).\n\nPtXaAlbH.10G054500\n\n(PtaExtensin) was used as a marker gene to determine water‐deficit conditions. When expression of this gene was increased, a plant was assessed to be sufficiently drought‐stressed (Figure\n\n1b\n\n) (Dash\n\net al\n\n.,\n\n2018\n\n). In the selected palisade‐expressed genes,\n\nPtXaAlbH.02G059400\n\nand\n\nPtXaAlbH.13G089600\n\nhad higher expression in treated leaves and stems compared with those in mock plants (Figure\n\n1b\n\n). Interestingly, the expression neither of these genes remained unchanged in roots under water cessation treatments.\n\nFigure 1\n\nEndogenous gene expression of selected genes based on leaf‐specific expression in single‐cell RNA‐seq analysis. (a) List of potential leaf‐specific genes based on leaf single‐cell RNA‐seq analysis after water‐deficit treatment.\n\nP. trichocarpa\n\ngenome was used for their analysis. The homologue gene names and predictive functions in\n\nP. tremula × P. alba\n\ngenome of three\n\nP. trichocarpa\n\ngenes are listed. (b) Relative fold change of gene expression of 717‐1B4 homologues (\n\nPtXaAlbH.02G059400\n\n,\n\nPtXaAlbH.03G050900\n\n,\n\nPtXaAlbH.13G089600\n\n,\n\nPtXaAlbH.01G318500\n\n,\n\nPtXaAlbH.05G059900\n\n, and\n\nPtXaAlbH.09G114000\n\n) in water‐deficit stressed 717‐1B4 root, leaf, and stem organs. Data display 2\n\n−ΔΔ\n\nCt\n\nvalue, determined relative to the Ct value of each target gene in mock root sample, which was set to 1.\n\nPtaUBCc\n\nexpression was used for normalization of input cDNA.\n\nPtaExtensin\n\nwas used as a marker gene to monitor water‐deficit condition. Vertical bars represent means ± standard deviation (SD:\n\nn\n\n= 3). Statistical significance gene expression between mock and water‐cessation condition was determined by\n\nt\n\n‐tests (**\n\nP\n\n< 0.01).\n\nAmong the three selected genes displaying high expression in leaf vascular cells,\n\nPtXaAlbH.01G318500\n\nshowed high expression in both roots and stems. However,\n\nPtXaAlbH.05G059900\n\nexpression was increased during water deficit stress in leaves, stems, and roots (Figure\n\n1b\n\n). Most of all, the relative fold changes (FCs) of the expression of both genes were increased by water‐deficit conditions compared to the selected genes expressed in palisade cells.\n\nTaken together, four of the selected genes of\n\nPtXaAlbH.02G059400\n\n,\n\nPtXaAlbH.13G089600\n\n,\n\nPtXaAlbH.01G318500\n\n, and\n\nPtXaAlbH.05G059900\n\nwere significantly expressed in either leaves or stems during water‐deficit stress. However, the gene expression of\n\nPtXaAlbH.02G059400\n\nand\n\nPtXaAlbH.13G089600\n\nwas not affected in root tissue by water‐deficit stress. These data confirmed that most of the genes selected based on our transcriptomic analysis were expressed in the green tissues under water‐deficit stress. Therefore, we hypothesized that the promoters of these genes comprise CREs that were specific to green tissues and were induced by water‐deficit stress.\n\nPredicting and screening basic\n\nDNA\n\nsequences to design synthetic promoters by transient protoplast transformation\n\nWe showed previously that the synthetic promoter format using head‐to‐tail repeats of single CRE motifs is effective to induce marker gene expressions in both transient assays and in stable transgenic plants upon induction by stimuli such as high‐salt or water‐deficit treatments (Yang\n\net al\n\n.,\n\n2021\n\n,\n\n2022b\n\n). To generate rationally designed synthetic promoters with tissue/organ specificity together with water‐stress induction, we utilized the same process as our previous studies to identify DNA motifs of interest as sequence to be repeated in synthetic promoters for poplar. Two kilobase upstream sequences from the ATG initiation codon of co‐expressed genes in leaf palisade (98 genes) or vascular tissues (16 genes) were submitted separately to predict well‐conserved DNA motifs (Table\n\nS4\n\n). A total of eight conserved sequences of 20 bases in length were predicted with high significance after removal of TATA boxes or single sequence repeats from both analyses (\n\nE\n\n< 1 × e\n\n−3\n\n; Figure\n\n2a\n\n). The potential CREs for each was predicted by PLACE and listed in Table\n\n1\n\n.\n\nFigure 2\n\nBasic sequence selection for repeats in synthetic promoter gene construct and subsequent screening using poplar mesophyll protoplast transformation. (a) List of conserved DNA sequences. The conserved regions were determined by MEME from 114 co‐expressed genes in leaf organs based on single‐cell RNA‐seq analysis (Table\n\nS4\n\n). (b) List of synthetic promoters composed of six repeats of a 20‐base sequence inserted into a GFP‐fused vector as shown in panel c. The plasmids including the synthetic promoter were transformed in poplar mesophyll protoplast and then screened for GFP and RFP expression. (c) Plasmid construction including synthetic promoters. Synthetic promoter was flanked with 139 bases of minimal CaMV 35S core promoter together with a TMV 5′Ω − leader sequence to initiate GFP expression. RFP was constitutively induced by the CaMV35S promoter as a transformation efficiency indicator. (d) GFP and RFP expression images in transformed mesophyll protoplast in 0.5 M mannitol induction solution. Syn2 and Syn3 promotors induced GFP in higher osmotic conditions (bar = 100 μm).\n\nTable 1\n\nCRE prediction of conserved DNA motif by PLACE\n\nConserved DNA motif\n\nPredicted CRE in PLACE\n\nSequence\n\nGTCCGGGCCAGCTTGCGCGT\n\nSequences over‐represented in light‐induced promoters\n\nGGGCC\n\nCGCG box\n\nCGCG\n\nGTCGAGGTGCGCGCAAGCTG\n\nCGCG box\n\nCGCG\n\nGTTAACTTCAGGGCCTGTGG\n\nSequences over‐represented in light‐induced promoters\n\nGGGCC\n\nCCAGGCTCGAACCTGAGACC\n\nSulphur‐responsive element\n\nGAGAC\n\nCCTCGACTAATCCCACGGGC\n\nArabidopsis\n\nARR1 response\n\nAGATT\n\nGGTTTCAGGTTCGAGCCCTG\n\nNo prediction\n\nNo prediction\n\nAACNCGGGTTGACCCGNGT\n\nNo prediction\n\nNo prediction\n\nAmong eight conserved 20 base sequences, we selected the four sequences with the highest\n\nE‐\n\nvalues to generate synthetic promoters by 6 repetitions of these sequences (total of 120 bp in length) without any spacing or other factors inserted (Figure\n\n2b\n\n). When the plasmid constructs (Figure\n\n2c\n\n) were transformed into poplar mesophyll protoplasts in 0.5 M mannitol incubation buffer, all transformed protoplasts displayed RFP fluorescence expression, indicating that the protoplast transformation was successful (Figure\n\n2d\n\n). However, GFP expression in transformed protoplasts was observed only with Syn2 and Syn3 promoters. Since Syn3 induction was observed in relatively more protoplasts, Syn3 was selected as a template sequence to build a series of synthetic promoters for subsequent analyses.\n\nAgroinfiltration assay with two different hexamerized short sequences (60 bp) and a long sequence (120 bp) on\n\nN. Benthamiana\n\nleaves\n\nNew shorter promoter versions were synthesized from the Syn3 sequence since it had the highest activity among the tested 120 bp promoters. Six repeats of the 5′ Syn3 sequence (6 × 10 bp; Syn3‐10b‐1) as well as the Syn3 3′ sequence (6 × 10 bp; Syn3‐10b‐2) were used to replace the full‐length sequences of Syn3 in the binary vector used in protoplast transformation (Figure\n\n3a,b\n\n). Syn3‐10b‐1 had no functional CREs reported while Syn3‐10b‐2 had GGGCC, which has a predicted function for light‐induction (Table\n\n1\n\n; Figure\n\n3a\n\nred box). Since Syn3‐10b‐1 and − 2 were derived from Syn3, the 120 bp of Syn3 was tested along with the two short promoters to compare activities in agroinfiltrated\n\nN. benthamiana\n\nleaves. All of the infiltrated leaves including a vector without any synthetic promoter insertion had lower GFP intensities in mock conditions (Figure\n\n3d\n\n). RFP fluorescence was detected in a similar range of fluorescence in all transient transformed leaves, showing that agroinfiltration was successful. The wilted infiltrated leaves resulting from 5‐day water cessation treatment, that begun 2 days after infiltration, displayed 2‐ to 3‐fold higher GFP fluorescence in Syn3‐10b‐1 and Syn3 than in mock conditions. However, Syn3‐10b‐2 had very low GFP intensity similar to vector transformed plants under water‐deficit stress (Figure\n\n3d\n\n). Interestingly, salt‐treatments (250 mM NaCl) did not alter GFP expression (Figure\n\n3d\n\n). Thus, we concluded thatSyn3 and Syn3‐10b‐1 promoters were significantly and specifically induced in response to water‐deficit stress.\n\nFigure 3\n\nTransient transformation assay of Syn3 and its two derivative synthetic promoters using agroinfiltration of\n\nN\n\n.\n\nbenthamiana\n\nleaves under high salt and water‐deficit conditions. (a) Diagram of basic sequences of six‐repeat DNA fragments for Syn3 and two derivatives from Syn3. The 5′ 10‐base sequence (Syn3‐10b‐1; blue line) and 3′ 10 (Syn3‐10b‐2; red line) from 20 initial bases of Syn3 were hexamerized in synthetic promoters. The synthetic DNA fragments were cloned into the same vector diagrammed in Figure\n\n2b\n\n. Red box displays a predicted CRE sequence region by PLACE. (b) The sequence list of hexamerized DNA motifs. (c) Plasmid gene construct including Syn3, Syn3‐10b‐1, and Syn3‐10b‐2 for Agroinfiltration of\n\nN\n\n.\n\nbenthamiana\n\nleaves. (d) GFP and RFP intensity on agroinfiltrated leaves of\n\nN. benthamiana\n\nstressed by high salt treatment or water cessation. Note that all transformations were performed successfully based on RFP expression, and GFP was induced only in water‐deficit leaves of Syn3 and Syn3‐10b‐1. None of the tested synthetic promoters responded to salt stress. Statistical significance of gene expression between mock and water‐cessation conditions was determined by\n\nt\n\n‐tests (*\n\nP\n\n< 0.05).\n\nAlthough Syn3‐10b‐1 had only half the length of the entire Syn3 sequence, GFP expression was similar between the two promoter constructs (Figure\n\n3d\n\n). Given that the 3′ sequence (Syn3‐10b‐2) did not appear to be water stress‐induced, we concluded that the critical CRE for water‐stress induction was in the Syn3‐10b‐1 sequence. Noteworthy, although Syn3‐10b‐2 contained the predicted CRE, GGGCC, for green tissue expression (Table\n\n1\n\n, Figure\n\n3a\n\nred box), this promoter had apparently the lowest expression in mock and water‐deficit treated agroinfiltrated leaves (Figure\n\n3d\n\n).\n\nGUS\n\ninduction in the stable transgenic poplar containing Syn3‐10b‐1 (\n\nSyn3‐10b‐1\n\n) in water‐deficit conditions\n\nBased on the transient transformation assays, we observed that Syn3 and Syn‐10b‐1 have water‐ deficit‐specific inducibility in leaves (Figures\n\n2d\n\nand\n\n3d\n\n). To assess whether the synthetic promoters respond to water‐deficit conditions with tissue/organ specificity\n\nin planta\n\n, we engineered poplar with synthetic constructs in which GUS was the induced reporter gene and LUC was the internal control reporter gene under the control of the 35S promoter (Figure\n\n4\n\n). PCR analyses showed that most transgenic events contained both GUS and LUC (Figure\n\nS3\n\n). These events were used in subsequent experiments. No phenotypical differences were seen in regenerated transgenic poplar plants during the 3 months from transplanting into potting mix before water deficit treatment (Figure\n\nS2\n\n).\n\nFigure 4\n\nBinary vector construct containing GUS gene driven by synthetic promoter introduced in transgenic poplar. Binary vectors contained a series of synthetic DNA motifs (Syn3, Syn3‐10b‐1, and Syn3‐10b‐2), sequences of which were listed in Figure\n\n3b\n\n. Synthetic DNA motifs fused with minimal CaMV 35S core promoter and TMV 5′Ω − leader sequence for assistance of GUS expression. Vectors also contained 2 × short 35S driven LUC cassette as an internal control for monitoring transformation efficiency in transgenic trees.\n\nWe measured Syn3‐10b‐1's inducibility to water‐deficit stress by GUS staining when leaves were wilted after water cessation (~5 days without watering) using well‐watered plants as controls. GUS expression resulted in a faint blue colouring on the leaf surface even in mock samples (Figure\n\n5a\n\n). Stem slices had slightly darker blue GUS staining at the primary phloem region including the vascular cambium layer on the outside of stem sections. However, GUS‐stained cells were not visibly detected in any root samples of all three different transgenic lines, indicating that GUS expression driven by Syn3‐10b‐1 was slightly activated under non‐stress conditions in green tissues but not in root tissues. After water cessation treatment, leaves and stems of wilted transgenic poplars had stronger and more extensive blue staining than mock (Figure\n\n5a\n\n). Interestingly, the pith including primary xylem and vascular phloem had the darkest staining as compared to other organs. Based on these observations, the Syn3‐10b‐1 synthetic promoter was deemed to be highly activated in leaf and stem tissues under water‐deficit conditions.\n\nFigure 5\n\nGUS induction in leaf, stem, and root tissues of regenerated Syn3‐10b‐1 transgenic poplar growing in soil under water‐deficit stress. (a) X‐gluc staining of leaf, stem, and root tissue of transgenic plants with or without water cessation. When the leaves wilted in water‐deficit stress plants, samples were collected from leaf, stem, and root tissues and incubated in X‐gluc solution for 6 h. Chlorophyll was bleached overnight with 70% ethanol (bar = 1 cm). (b) GUS gene abundance in water‐deficit stressed Syn3‐10b‐1 transgenic poplars. Total RNA was extracted from root, leaf, and stem of water‐deficit or well‐watered (mock) transgenic poplar growing in soil. PtaUBCc was used as internal control for normalization. The relative gene expression was determined by comparison with the expression level of GUS, LUC, and PtaExtensin gene expression in root organs of wild type in mock control. No detection in qPCR denoted as n.d. Bar displays means ± SD (\n\nn\n\n= 3). Significant differences of fold change of gene expression between mock and water‐deficit stressed tissues were determined by\n\nt\n\n‐test (*\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01).\n\nTo validate Syn3‐10b‐1's positive induction of GUS gene expression as a response to water‐deficit conditions, GUS transcript abundances were compared in three organs of leaf‐wilted transgenic poplar versus mock controlled plants. As a transformation control, LUC genes were detected in a range from 30‐ to 600‐fold relative changes in all transgenic lines whereas wild‐type poplar did not show any LUC gene expression (Figure\n\n5b\n\n). Water‐deficit stress did not induce more LUC expression in any of the assessed tissues. Meanwhile, GUS transcript abundance was increased in leaf and stem tissues under water‐deficit conditions. In leaf samples, GUS was expressed from 4‐ to 8‐fold higher than mock in all transgenic poplar. The stems of three water‐deficit transgenic plants had about 3‐fold higher GUS transcript than mock controls. However, GUS gene expressions were not increased in water deficit roots. GUS gene expression was minimally detected in all organs of mock samples, suggesting that Syn3‐10b‐1 may not solely respond in leaf and stem tissues. However, GUS expression was more significantly induced in green tissues/organs than roots under water‐deficit stress (Figure\n\n5b\n\n). These observations were in agreement with GUS staining results (Figure\n\n5a\n\n).\n\nGUS\n\ngene induction by Syn3‐10b‐2 in stable transgenic poplar (\n\nSyn3‐10b‐2\n\n) under water‐deficit conditions\n\nTwo lines containing the Syn3‐10b‐2 promoter sequence had no visible GUS expression, but Syn3‐10‐b‐2#3 showed weak GUS staining. Nonetheless, there was no apparent water‐stress induction in any events (Figure\n\n6a\n\n).\n\nFigure 6\n\nGUS expression in leaf, stem, and root of regenerated Syn3‐10b‐2 transgenic poplar growing in soil under water‐deficit conditions. (a) X‐gluc staining of leaf, stem, and root tissues of transgenic plants with or without water‐deficit treatment. When leaves wilted under water cessation, leaf, stem, and root tissues were collected from plants, and incubated in X‐gluc solution for 6 h. Chlorophyll was bleached overnight with 70% ethanol (bar = 1 cm). (b) GUS gene induction in water‐deficit stressed Syn3‐10b‐2 transgenic poplars. Total RNA was extracted from root, leaf, and stem tissues of water‐deficit transgenic poplar growing in soil. PtaUBCc was used as internal control for normalization. Relative gene expression was determined by comparison of GUS, LUC, and PtaExtensin gene expression in well‐watered roots of wild type. No detection in qPCR denoted as n.d. Bar displays mean ± SD (\n\nn\n\n= 3). Significant differences of fold change of gene expression between mock and water‐deficit stressed tissues were determined by\n\nt\n\n‐test (*\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01).\n\nGUS gene transcripts were quantified in leaf, stem, and root samples, but the levels were about 25‐fold less than in Syn3‐10b‐1 (Figure\n\n6b\n\n). Additionally, water cessation did not affect GUS gene expression in any tissues. The consistent LUC gene expression showed that the transgenes were introduced and functioning properly in transgenic poplar. However, the lack of increase in GUS expression confirmed that the lack of water‐deficit stress inducibility of Syn3‐10b‐2.\n\nGUS\n\ngene expression in stable transgenic poplar containing Syn3 (\n\nSyn3\n\n) under water deficit conditions\n\nThe two short synthetic promoters, Syn3‐10b‐1 and Syn3‐10b‐2, responded differently to water‐deficit stress in transgenic poplar, even though they were both derived from the basic Syn3 sequence. To further explore this phenomenon, we tested the hexamerized 20‐base Syn3 sequence in a synthetic promoter in transgenic poplar. In the mock treatment, three randomly selected transgenic poplar events had GUS expression in most parts of the leaf unlike Syn3‐10b‐1 and Syn3‐10b‐2 (Figure\n\n7a\n\n). GUS staining was also observed in vascular cambium and primary phloem regions as well as in primary xylem and pith of Syn3 stems. Unlike Syn3‐10b‐1 and Syn3‐10b‐2, the root tips of two transgenic lines also had GUS expression. However, GUS stain detection in green tissues appeared to be less than in mock. Consistent GUS staining in different organs was confirmed by comparing GUS transcript abundance between mock and water‐deficit stress conditions (Figure\n\n7b\n\n). The GUS transcripts were detected in all Syn3 transgenic lines; however, no significant of GUS gene increase was observed in water‐deficit stressed tissues compared to mock.\n\nFigure 7\n\nGUS expression in leaf, stem, and root of regenerated Syn3 transgenic poplar growing in soil under water‐deficit conditions. (a) X‐gluc staining of leaf, stem, and root tissues of transgenic plants with or without water‐deficit stress. When the leaf was wilted during water cessation, all samples were collected from leaf, stem, and root tissues and stained in X‐gluc solution for 6 h. Chlorophyll was bleached by overnight shaking in 70% ethanol (bar = 1 cm). (b) GUS gene induction in water‐ deficit stressed Syn3‐10b‐1 transgenic poplars. Total RNA was extracted from root, leaf, and stem tissues of water deficit transgenic poplar growing in soil. PtaUBCc was used as internal control for normalization. Relative gene expression was determined by comparison of GUS, LUC, and PtaExtensin gene expression in well‐watered root organ of wild‐type poplar. No detection in qPCR denoted as n.d. Bar displays mean ± SD (\n\nn\n\n= 3). Significant differences of fold change of gene expression between mock and water‐deficit stressed tissues were determined by\n\nt\n\n‐test (*\n\nP\n\n< 0.05; **\n\nP\n\n< 0.01).\n\nThus, Syn3 appears to be a green‐tissue active promoter with approximately a 10‐to‐12 fold less activity in roots compared with leaves of transgenic poplar. The Syn3 was not induced by water‐deficit stress treatment. It is a moderately strong promoter in leaves compared to Syn3‐10b‐1.\n\nDiscussion\n\nSynthetic promoters are useful to spatiotemporally tune transgene expression in plants. In this study, we designed a synthetic promoter that has green‐tissue specific activity with water‐deficit stress inducibility as well as another quasi‐constitutive synthetic promoter. These synthetic promoters are apt additions to the transgenic poplar toolbox. These promoters were constructed by six repeats of a head‐to‐tail array of conserved sequences found in the collection of 2 kb native promoters whose downstream genes were highly induced in leaf tissues under water‐deficit treatment, based on LCM‐based cell type‐specific transcriptome analysis (Figures\n\n2\n\nand\n\n3\n\n). Two green‐tissue‐specific inducible promoters, Syn3 and Syn3‐10b‐1, induced the downstream GUS gene in stable transgenic hybrid poplars (Figures\n\n5\n\nand\n\n7\n\n). Interestingly, Syn3‐10b‐1 responded to water‐deficit stress in stable transgenic poplar while Syn3 did not, despite containing the sequence of Syn3‐10b‐1 within its larger sequence. Furthermore, the Syn3‐10b‐2 synthetic promoter based on the 3′ sequence of Syn3 did not induce reliable tissue‐specificity or stress responsiveness (Figure\n\n6\n\n). Additionally, the sequence of Syn3‐10b‐2 did not improve or repress Syn3‐10b‐1 positive activity in Syn3 (Figure\n\n7\n\n). To summarize, the 5′ sequence in Syn3 seems to function predominantly for tissue‐specificity and water‐deficit stress in transgenic poplar, whereas the 3′ sequence has no notable response and may even inhibit water deficit response when included in the synthetic promoter sequence (Figures\n\n3\n\nand\n\n5\n\n,\n\n6\n\n,\n\n7\n\n). It is evident that synthetic promoter design is still reliant on empirical testing since CREs cannot be validated solely by\n\nin silico\n\nanalysis. However, more precise experiments with synthetic promoter constructs containing mutant sequence of present synthetic promoters should also be required to clarify tissue specificity and water‐deficit stress responsibility of present synthetic promoters in future.\n\nThe traditional architecture of synthetic promoters is consisted of the three parts: (1) the proximal sequence, which is recognized by TFs, (2) a core promoter which binds RNA polymerase, and (3) distal enhancer or repressor sequences to modify transcriptional initiation (Dey\n\net al\n\n.,\n\n2015\n\n). Among these components, the proximal sequences‐composed of CREs or a DNA fragment based on a reliable native promoter‐can play a pivotal part in deciding the synthetic promoter's properties and activity. Recent reviews have noted current achievements using well‐known CREs in traditional synthetic promoter constructs in various plant species (Ali and Kim,\n\n2019\n\n; Yasmeen\n\net al\n\n.,\n\n2023\n\n). The synthetic promoter structure utilizing repeats of a known CRE fused with a minimal core promoter is a rational design that usually functions as designed. To date, our colleagues have facilitated in tandem repeats of well‐known CREs fused with a short −46 CaMV 35S core promoter to produce biotic and abiotic stress‐responsible phytosensors in\n\nArabidopsis\n\n, soybean, potato, and poplar (Liu\n\net al\n\n.,\n\n2014\n\n; Persad‐Russell\n\net al\n\n.,\n\n2022\n\n; Sears\n\net al\n\n.,\n\n2023\n\n; Sultana\n\net al\n\n.,\n\n2022\n\n;Yang\n\net al\n\n.,\n\n2021\n\n,\n\n2022b\n\n). Among these studies, pathogen‐ and radiation‐sensing synthetic promoters were developed from copies of the well‐known CREs of the S‐box pathogen sensing DNA motif and the DNA recognition motif in the\n\nArabidopsis\n\nRAD51 promoter, following the traditional process for synthetic promoter generation (Persad‐Russell\n\net al\n\n.,\n\n2022\n\n; Sears\n\net al\n\n.,\n\n2023\n\n).\n\nTo identify new CREs, we and our colleagues have been attempting to find unknown DNA motifs by computational analysis for novel synthetic promoter construction. To do so, DNA motifs are derived from conserved DNA sequences in native promoters of co‐expressed genes of interest in species of interest: typically, non‐model plants. Recently, several tandem repeats with unknown DNA motifs have been successfully introduced in transgenic soybean and poplar, and clearly induced downstream genes relating to nematode infection in soybean (Liu\n\net al\n\n.,\n\n2014\n\n; Sultana\n\net al\n\n.,\n\n2022\n\n) and abiotic stresses in poplar (Yang\n\net al\n\n.,\n\n2021\n\n,\n\n2022b\n\n) from transcriptome analysis including naïve microarray analysis. Although these synthetic promoters were activated in transgenic plants by abiotic or biotic stimuli, the responses were not specific to cell types or tissue. The present study more precisely predicted novel DNA motifs from cell type‐specific RNA‐seq data. Promoter responsiveness was dependent on sequence selection and formation for water‐stress response together with tissue/organ specificity, which allows more specific regulation via synthetic promoters than previous achievements.\n\nNotably, Syn3‐10b‐2 had a CRE motif for light inducibility (GGGCC) in its basic sequence, but it did not endow discernible expression in transiently transformed\n\nN. benthamiana\n\nand stable transformed poplar under water‐deficit stress (Figures\n\n2\n\nand\n\n6\n\n). Since GGGCC is detected commonly in the most promoter of genes, no response of Syn3‐10b‐2 in transgenic poplar should be predicted. On the other hand, although no CREs were predicted in the basic sequence of Syn3‐10b‐1, this synthetic promoter had a water‐deficit stress response with specificity for green tissues (Figures\n\n2\n\nand\n\n5\n\n). These results indicate that genome‐wide databases of CREs are still lacking complete CRE information, and further studies will need to functionally test well‐known CREs as well as unknown DNA motifs to develop the most reliable synthetic promoters for non‐model plants. Elucidating conserved DNA sequences based on longer promoter sequences may be a good alternative to identify optimal CRE information, as performed in this study. A number of recent successes in high‐throughput techniques have given critical information about CRE sequences that bind TFs in diverse plant developmental stages and environmental responses (Marand\n\net al\n\n.,\n\n2023\n\n; Schmitz\n\net al\n\n.,\n\n2022\n\n; Yasmeen\n\net al\n\n.,\n\n2023\n\n). Rapid identification of genome‐wide TF binding DNA motifs could be performed generally by chromatin immunoprecipitation sequencing (ChIP‐seq) (Lihu and Holban,\n\n2016\n\n). Recently, more high‐throughput techniques along with various TF capturing methods such as high‐throughput sequencing‐fluorescent ligand interaction profiling (HiTS‐FLIP), ATAC‐seq with nuclei sorting, DNA affinity purification sequencing (DAP‐seq), and crosslinking immunoprecipitation sequencing (CLIP‐seq) have been used to get the information of genome‐wide DNA binding motifs for single TFs (Bartlett\n\net al\n\n.,\n\n2017\n\n; Chen\n\net al\n\n.,\n\n2008\n\n; Liu\n\net al\n\n.,\n\n2002\n\n; Lu\n\net al\n\n.,\n\n2017\n\n; Nutiu\n\net al\n\n.,\n\n2011\n\n). With increasing information of CREs via high throughput techniques, more feasible and reliable designs of synthetic promoters can be made possible.\n\nThe spacing between CRE copies and the proximity of CRE copies relative to the core promoter are also known to be important factors affecting synthetic promoter activity (Yasmeen\n\net al\n\n.,\n\n2023\n\n). In a previous study, 6 copies of 7‐bp of ABRE were spaced with a 23 bp flanking sequence, which affected synthetic promoter activity (Wu\n\net al\n\n.,\n\n2018\n\n). Additionally, stress‐inducible synthetic promoters in poplar, including SD9 (20 bp of a basic sequence) and its shorter derivative (7–8 bp) repeats of SD9‐1, SD9‐2, and SD9‐3 showed different responsiveness in individual transgenic poplar events against environmental stresses (Yang\n\net al\n\n.,\n\n2022b\n\n). In the current study, the Syn3 basic sequence (20 bp) was used to construct 6 repeats of Syn3‐10b‐1 (10 bp) and Syn3‐10b‐2 (10 bp), of which the former had positive activity in transgenic poplar and the latter did not (Figures\n\n5\n\nand\n\n6\n\n). That is, Syn3 was constructed with 6 repeats of a positively active DNA fragment (Syn3‐10b‐1) spaced by a non‐functional fragment (Syn3‐10b‐2) (Figure\n\n4\n\n). Interestingly, Syn3 was highly active in leaves and to a lesser degree in stems and roots under non‐stress conditions while Syn3‐10b‐1 was not (Figures\n\n5\n\nand\n\n7\n\n). In addition, the regulatory activity of Syn3 was not stimulated by water‐cessation. Meanwhile, Syn3‐10b‐1 was shown to highly induce visible GUS expression and GUS gene transcription under water‐deficit conditions with tissue‐specificity in leaf and stem, but not root tissues (Figure\n\n5\n\n). Therefore, it seems to be apparent that the spacing between Syn3‐10b‐1 fragments by insertion of Syn3‐10b‐2 led to higher constitutive activity, which is congruent to the observation by Wu\n\net al\n\n. (\n\n2018\n\n) with ABRE repeats. However, in terms of water‐deficit inducibility, Syn3‐10b‐1 had a more precise activity than either Syn3 or Syn3‐10b‐2. Therefore, spacing requirements of DNA motifs or CRE repeats may be dependent on specific applications. Additionally, the distance between DNA motif repeats with a minimal core promoter is also an important factor for reliable synthetic promoter activity. The studies investigating insertions between the core promoter including the TATA box and CRE array showed that a distance over 50 bp between two factors significantly reduced the promoter activity (Cai\n\net al\n\n.,\n\n2020\n\n). Our current synthetic promoters have 4 bp distance between DNA motif repeats and the core promoter, which may be too proximal, and could potentially prevent optimal TF recruitment for transcription. The present results have shown positive synthetic promoter activity, but we may be able to further optimize the activity and specificity via spacing and CRE repeat number as well optimizing proximity between repeats and the core promoter. Furthermore, the present study did not determine if these synthetic promoters can be tuned accurately to different levels of water stress. In order to create optimal designs for synthetic biology applications, it will be necessary to experimentally quantify the exact correlation between current synthetic promoters and their environmental stress cues, including water deficit and salt stresses in future.\n\nThe GUS induction driven by Syn3‐10b‐1 and Syn3 was enriched in leaf and stem tissues compared to roots (Figures\n\n5\n\nand\n\n7\n\n). In application, cell walls in the vascular cambium and xylem are important for bioenergy and bioproduct synthesis. As a practical example of synthetic promoter application for sustainable biomass increase, three copies of a secondary wall NAC binding element (SNBE) of 103 bp in length induced cinnamoyl‐coenzyme A reductase 1 (CCR1) specifically in vessel tissue by utilizing a 35S core promoter in transgenic\n\nArabidopsis\n\n(De Meester\n\net al\n\n.,\n\n2018\n\n). The CCR1‐specific induction in stem vascular tissue driven by the SNBE synthetic promoter recovered vascular collapse in a\n\nccr1\n\nmutant, resulting in a 59% increase of stem biomass compared to wild type. These transgenic\n\nArabidopsis\n\nhad a 4‐fold increase in total sugar yield, which could be useful for applications in biofuel feedstocks. Additionally, SNBE regulated spatiotemporal expression of a CRISPR construct showed reduced CCR1 function in secondary cell wall structures (Yu\n\net al\n\n.,\n\n2021\n\n). The reduction of CCR1 function in stem tissue resulted in reduction of recalcitrance, which sequentially increased saccharification in transgenic plants. The stem‐tissue‐specific properties of Syn3‐10b‐1 and Syn3 in the present study seem similar to the SNBE synthetic promoter. Therefore, application of these synthetic promoters along with a poplar secondary cell wall biosynthesis related genes could allow manipulation of biomass‐related metabolic pathways at the transcriptional level.\n\nAuthor contributions\n\nYY designed and performed the experiments, analyzed the data, and prepared the manuscript. YY, TAC, and YS generated gene constructs and transgenic poplars, and maintained the regenerated transgenic plants. They additionally collected whole fluorescence measurement data, GUS staining images, and qPCR analysis. VB, MM, HM, MMR, and AHA generated transcriptome data from laser captured microdissection isolated leaf cell types. AHA, EB, and CNS conceived of the study and its design and coordination and assisted with interpretation of results and versions of the manuscript. All authors read and approved the final manuscript.\n\nSupporting information\n\nFigure S1\n\nLaser Capture Microdissection (LCM)‐based cell isolation from hybrid poplar leaf tissue. The left panels show leaf cryosections before palisade and vascular cell isolation, and the right panels show the cryosections after cell isolation. The scale bar in palisade panels represents 150 μm, and the scale bar in vascular panels represents 300 μm.\n\nFigure S2\n\nRepresentative images of stressed plants. Wild‐type and transgenic poplar of 3 months after root regeneration were used for all stress treatments and mock controls. (a) Representative image of a wilted leaf wild type plant after water‐cessation (~5 days in growth chamber condition). (b) Representative image of mock and wilted transgenic plants after water cessation. Syn10b‐1#2 is shown in this panel. We collected leaf, stem, and root based on wilted leaf appearance after water cessation for X‐gluc histochemical staining. (c) The phenotype of transgenic poplars containing Syn3, Syn3‐10b‐1, and Syn3‐10b‐2 in non‐stressed conditions. The bar displays 10 cm.\n\nFigure S3\n\nGenotype of transgenic poplars containing Syn3‐10b‐1, Syn3‐10b‐2, Syn3, and vector without a synthetic promoter. GUS‐ and LUC‐specific primers were used to detect transgene construct transformation in the transgenic plant genome. PtaUBCc was used as an internal control to monitor genomic DNA quality. Asterisks indicate lines selected for X‐gluc histochemical staining and GUS gene expression analysis.\n\nTable S1\n\nOligonucleotide list used in synthetic promoter generation.\n\nTable S2\n\nNucleotide sequences of accessary components including 2 × 35S short promoter, minimal 35S core promoter, and TMV 5′Ω − leader sequence in synthetic promoter gene constructs.\n\nTable S3\n\nPrimer sequences used for qPCR analysis in this study.\n\nTable S4\n\nSelected upregulated genes in 717‐1B4 leaf palisade and vascular tissue‐specific expressed genes, collected using a single‐cell laser capture following water‐deficit stress treatment. Two kilobase (kb) upstream sequences from the ATG initial codon of co‐expressed genes in leaf palisade (98 genes) or vascular tissues (16 genes) were collected from BioMart and submitted separately to predict well‐conserved DNA motifs.\n\nData S1\n\nDifferentially expressed genes in leaf palisade cells from water stress‐treated plants vs controls. Significantly Upregulated (Log2 FC >4) and downregulated (Log2 FC < −4) genes were highlighted with green and red colour, respectively (adjusted\n\nP\n\n(\n\nP\n\nadj) < 0.05, shown in yellow) in each treatment. Padj value was determined by DESeq2 analysis. EWD: Early water deficit; LWD: Late water deficit; REC: Recovery.\n\nData S2\n\nDifferentially expressed genes in leaf vascular cells from water stress‐treated plants vs controls. Significantly upregulated (Log2 FC > 4) and downregulated (Log2 FC < −4) genes were highlighted with green and red colour, respectively (adjusted\n\nP\n\n(\n\nP\n\nadj) < 0.05, shown in yellow) in each treatment. Padj value was determined by DESeq2 analysis. EWD: Early water deficit; LWD: Late water deficit; REC: Recovery."
  },
  {
    "pmcid": "11528515",
    "title": "Syn3, a newly developed cyclic peptide and BDNF signaling enhancer, ameliorates retinal ganglion cell degeneration in diabetic retinopathy",
    "publish_date": "2024-5-14",
    "full_text": "Dear Editor,\n\nDiabetic retinopathy (DR) remains a leading cause of irreversible blindness in adults worldwide (\n\nSabanayagam et al., 2019\n\n). Increasing evidence suggests that visual deficits are closely associated with neurodegeneration, especially the synaptic loss and degeneration of retinal ganglion cells (RGCs) (\n\nKern and Barber, 2008\n\n). Neurotrophic factors play a key role in supporting the survival of RGCs (\n\nKimura et al., 2016\n\n) and brain-derived neurotrophic factor (BDNF) stands out as a crucial neurotrophin vital for RGCs (\n\nKimura et al., 2016\n\n).\n\nIn vivo\n\nstudies have demonstrated that intravitreal administration of BDNF enhances the survival of axotomized RGCs in rats, and astrocytes designed to secrete BDNF promote RGC survival\n\nin vitro\n\n(\n\nCastillo et al., 1994\n\n). The levels of BDNF in both serum and aqueous humor are significantly reduced in patients with diabetes mellitus prior to the onset of clinical signs of retinopathy (\n\nTaslipinar Uzel et al., 2020\n\n). In streptozotocin (STZ)-injected DR rats,\n\nBDNF\n\nmRNA, and protein expression is reduced in retinal tissues (\n\nSeki et al., 2004\n\n) and retinal neuropathy was ameliorated by intraocular administration of BDNF (\n\nSeki et al., 2004\n\n). These findings demonstrate the physiological significance of reduced BDNF signaling in the development of DR and the degeneration of RGCs, suggesting that bolstering BDNF signaling may offer neuroprotection to RGCs in diabetes (\n\nSeki et al., 2004\n\n).\n\nUpon BDNF stimulation, the tropomyosin receptor kinase B (TrkB) receptor associates with the adaptor proteins Gab1, SHP2, and Grb2, which facilitate the initiation of the phosphoinositide 3-kinase-Akt-mammalian target of rapamycin (mTOR), phospholipase C, and the Ras/MAPK intracellular signaling pathways (\n\nKimura et al., 2016\n\n). Postsynaptic density protein-95 (PSD95) is a synaptic scaffolding protein involved in the trafficking and stabilization of N-methyl-\n\nd\n\n-aspartate receptors and α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors at the postsynaptic membrane to regulate glutamatergic transmission and synaptic plasticity (\n\nCao et al., 2013\n\n;\n\nMarshall et al., 2018\n\n). Our group (\n\nCao et al., 2013\n\n;\n\nLau et al., 2023\n\n) and others (\n\nJi et al., 2005\n\n) identified PSD95 as a TrkB-associated scaffolding protein required for intact downstream PLC and Akt-mTOR signaling (\n\nCao et al., 2013\n\n).\n\nIntravitreal delivery of BDNF has been shown to mitigate RGC degeneration following optic nerve injury, although its efficacy is limited due to TrkB downregulation (\n\nFudalej et al., 2021\n\n). Treatment with BDNF is also problematic due to potential toxicities arising from its activation of the p75NTR pathway and the possible truncated TrkB.T1 isoform implicated in retinal degeneration (\n\nYanpallewar et al., 2012\n\n). In an attempt to circumvent these limitations, we developed a series of peptidomimetic compounds that bind PSD95 to facilitate its association with TrkB and enhance BDNF signaling (\n\nCao et al., 2013\n\n;\n\nLau et al., 2023\n\n). One of these compounds CN2097 (R\n\n7\n\n-CC-YK[KTE(β-Ala)]V) consists of a cyclic moiety based on CRIPT, incorporating a β-alanine lactam side chain linker between the valine and threonine residues that binds both the PDZ1 and PDZ3 domains of PSD95 and a poly-arginine (R\n\n7\n\n) blood–brain barrier active-transport moiety (\n\nCao et al., 2013\n\n;\n\nLau et al., 2023\n\n). In Angelman syndrome, where BDNF signaling is impaired (\n\nCao et al., 2013\n\n), CN2097 enhanced BDNF signaling to restore long-term potentiation and mitigate neurological deficits (\n\nCao et al., 2013\n\n;\n\nLau et al., 2023\n\n). In this study, we first investigated the efficacy of CN2097 in the treatment of DR. Finding that CN2097 administration potently alleviated RGC degeneration, we next tested the efficacy of a newly developed cyclic peptide, named Syn3, which specifically binds the PDZ3 domain of PSD95 with nanomolar affinity (\n\nNaik et al., 2024\n\n). We found that Syn3 boosts the formation of the TrkB-PSD95-Gαi1/3 complex, and is more potent than CN2097 in providing robust protection for RGCs in DR model mice.\n\nWe first assessed the ability of CN2097 to promote BDNF signaling in primary murine RGCs. Pretreatment with CN2097 (2 μmol/L) for twenty minutes significantly enhanced BDNF-induced Akt and S6K phosphorylation (\n\nP\n\n< 0.001 vs. BDNF-only treatment,\n\nFig. S1A\n\n), without affecting TrkB phosphorylation (\n\nP\n\n> 0.05 vs. BDNF-only treatment,\n\nFig. S1A\n\n) or the expression of TrkB, Akt1, and S6K (\n\nFig. S1A\n\n). To determine whether CN2097 protects RGCs\n\nin vivo\n\n, the streptozotocin (STZ)-induced DR mouse model was established. CN2097 was intravitreously administered at day 42 and day 56 after the final STZ administration (\n\nFig. S1B\n\n). In DR mice (10 weeks after the last STZ administration), the number of nuclei in the retinal ganglion cell layer (GCL) was decreased by 45.08% ± 9.54% compared the vehicle-administrated control mice (“Ctrl,”\n\nP\n\n< 0.001, nice mice per group,\n\nFig. S1C\n\n). Significantly, CN2097 administration ameliorated RGC degeneration in DR mice (12.22 ± 2.59 vs. 22.01 ± 2.80 per view,\n\nP\n\n< 0.001,\n\nFig. S1C\n\n), quantifying nuclei from Hematoxylin and Eosin (HE)-stained retinal sections. Fluorescence staining of retinal sections confirmed that the number of NeuN-positive RGCs in the GCL was dramatically decreased in the DR mice (47. 8% ± 9.92% compared to Ctrl mice,\n\nP\n\n< 0.001,\n\nFig. S1D\n\n). CN2097 administration reduced RGC degeneration in DR mice (10.89 ± 2.526 vs. 15.56 ± 3.88 per view,\n\nP\n\n< 0.01,\n\nFig. S1D\n\n). Furthermore, the expression levels of the RGC marker proteins Thy-1 (a surface glycoprotein uniquely expressed on RGCs) and β3-tubulin showed a significant decrease in the retinal tissues of STZ-administrated DR mice (quantified from retinal tissues of six mice per group,\n\nP\n\n< 0.001 vs. control mice,\n\nFig. S1E\n\n). Notably, administration of CN2097 potently mitigated the downregulation of Thy-1 and β3-tubulin proteins (\n\nP\n\n< 0.001 vs. DR mice,\n\nFig. S1E\n\n).\n\nCN2097 binds the PSD95 with relatively low affinity (\n\nNaik et al., 2024\n\n). Additionally, although the cyclic peptide was based on the C-terminal sequence of CRIPT which specifically binds the PDZ3 domain, we surprisingly found that CN2097 also interacts with the PDZ1 domain, which could reduce efficacy (\n\nNaik et al., 2024\n\n). A model of CN2097 bound to PDZ3 domain is shown in\n\nFig. 1A\n\n.\n\nFigure 1.\n\nSyn3 enhances BDNF-TrkB signaling in primary RGCs.\n\nExperiment guided models of CN2097 interaction with PSD95 PDZ3 domain and Syn3 interaction with the longer PDZ3cα domain. These models were built using sparse NMR chemical shift perturbation data using software Haddock version 2.4. (A). The amino acid structure/sequence of Syn3 is also presented (A). The primary murine or human RGCs were pretreated with Syn3 (0.2 μmol/L) or vehicle control (saline, “Veh”) for 20 min, followed by BDNF stimulation (25 ng/mL) for listed time, expression of listed proteins in total cell lysates was tested (B, C, E, and F). The primary murine RGCs with the lentiviral TrkB shRNA (“shTrkB”) or the lentiviral scramble control non-sense shRNA (“shC”) were treated with BDNF (25 ng/mL) plus Syn3 (0.2 μmol/L, 20 min pretreatment) (“BDNF + Syn3”) for 20 min and were tested for the listed proteins in total lysates (D). The primary murine RGCs were pretreated with Syn3 (0.2 μmol/L) or vehicle control (saline, “Veh”) for 20 min, followed by BDNF stimulation (25 ng/mL) for 5 min, TrkB-PSD95-Gαi1/3 association was tested by co-immunoprecipitation (Co-IP) assays (G), and their expression examined (in “Input,” G). The primary murine RGCs with the listed lentiviral PSD95 shRNA (“shPSD95-s1” or “shPSD95-s2”) or the lentiviral scramble control shRNA (“shC”) were treated with BDNF + Syn3 and were analyzed for the listed proteins in total cellular lysates (H). The primary murine RGCs with the lentiviral Gαi1 shRNA plus lentiviral Gαi3 shRNA (Gαi1/3-shRNA) or the lentiviral scramble control shRNA (shC) were treated with BDNF + Syn3 or vehicle control (saline, “Veh”) and were analyzed for the listed proteins in total cellular lysates (I). Data were presented as mean ± standard deviation (SD).\n\nn\n\n= 5 stands for five biological repeats. ***\n\nP\n\n< 0.001. ***\n\nP\n\n< 0.001 vs. “Veh” (G).\n\n#\n\nP\n\n< 0.05 (G). “ns” stands for non-statistical difference (\n\nP\n\n> 0.05).\n\nTo develop a compound that binds the PDZ3 domain with higher affinity we took advantage of a unique αC helix located after the PDZ3 domain (\n\nNaik et al., 2024\n\n). A novel peptidomimetic, Syn3, was designed that fused the αC helix-interacting residues derived from SynGAP with the CRIPT-cyclic peptide PBM, which increased PDZ3 affinity by five-fold compared to CN2097 (\n\nNaik et al., 2024\n\n). Surface plasmon resonance results show that Syn3 has significantly higher on-rates (ka) as well as off-rates (kd) than CN2097 (\n\nNaik et al., 2024\n\n). A model of Syn3 bound to a longer PDZ3cα domain illustrates the binding of SynGAP-derived residues with the αC helix (\n\nFig. 1A\n\n). Despite both compounds containing the CRIPT-cyclic peptide, which interacts similarly within the groove formed between the first alpha helix and the second β-strand of the PDZ3 domain, variations exist in their binding orientations (\n\nFig. 1A\n\n).\n\nTesting the ability of Syn3 to enhance BDNF signaling in primary murine RGCs, Syn3 significantly increased phosphorylation of Akt (Ser-473) and p70S6 kinase (S6K, Thr-389) (\n\nP\n\n< 0.001 vs. BDNF-only treatment), without affecting TrkB phosphorylation (\n\nFig. 1B\n\nand\n\n1C\n\n). Notably, Syn3 was effective at one-tenth the concentration (0.2 μmol/L) required by CN2097 to produce equivalent results. The protein expression of TrkB, Akt1, and S6K in the murine RGCs was unchanged by BDNF or BDNF + Syn3 (\n\nFig. 1B\n\nand\n\n1C\n\n). Significantly, TrkB silencing using a lentivirus-packed shRNA (“shTrkB”) blocked BDNF (25 ng/mL) plus Syn3-induced Akt-S6K phosphorylation (\n\nFig. 1D\n\n), demonstrating that the TrkB receptor is required for Syn3-mediated BDNF signaling. Syn3 treatment alone failed to stimulate TrkB (Tyr-515), Akt (Ser-473), and S6K (Thr-389) phosphorylation (\n\nFig. S2A\n\n) and also had no effect on insulin or PDGF receptor signaling (\n\nFig. S2B\n\n). In the primary murine RGCs, treatment with insulin (1 μg/mL) or PDGF (-AB, 25 ng/mL) significantly increased Akt-S6K phosphorylation, which was not augmented by Syn3 (0.2 μmol/L) (\n\nP\n\n> 0.05 vs. insulin/PDGF single treatment,\n\nFig. S2B\n\n). These results validate that compounds targeting the PDZ3 domain of PSD95 efficiently and specifically enhance BDNF-TrkB signaling in primary murine RGCs. In primary human RGCs pretreated with Syn3 (0.2 μmol/L), BDNF-induced Akt-S6K phosphorylation was significantly enhanced (\n\nP\n\n< 0.001 vs. BDNF only treatment,\n\nFig. 1E\n\nand\n\n1F\n\n), whereas PSD95 protein expression and TrkB phosphorylation were unchanged (\n\nFig. 1E\n\nand\n\n1F\n\n).\n\nOxygen glucose deprivation/re-oxygenation (OGD/R) induces neuronal injury via mechanisms believed to mimic neuronal ischemia and hypoxia injury of DR pathology. We exposed primary murine RGCs to OGD for 4 h followed by 36 h of re-oxygenation (OGD/R), resulting in cell death quantified by a decrease in the number of β3-tubulin-stained RGCs (\n\nFig. S2C\n\n). OGDR stimulation reduced cell viability (CCK-8 OD,\n\nFig. S2D\n\n) and increased lactate dehydrogenase (LDH) release (a marker of cell death,\n\nFig. S2E\n\n). Significantly, the decrease in cell count and viability induced by OGD/R, as well as cell death were mitigated by the combined treatment of BDNF (25 ng/mL) and Syn3 (0.2 μmol/L, pretreatment for 20 min) (“BDNF + Syn3”) (\n\nFig. S2C–E\n\n). This combination rescued a significantly greater number of RGCs from OGD/R compared to treatment with BDNF alone (\n\nP\n\n< 0.01 vs. BDNF-only treatment,\n\nFig. S2C\n\n–\n\nE\n\n). In confirmation of the CCK-8 and LDH results, OGD/R stimulation was found to induce significant apoptosis activation as evidenced by increased Caspase-3 activity (\n\nFig. S2F\n\n), Caspase-3/Caspase-9/Poly (ADP-ribose) polymerase 1 (PARP1) protein cleavage (\n\nFig. S2G\n\n), and TUNEL-positive nuclei (\n\nFig. S2H\n\n), which was mitigated by BDNF + Syn3 treatment (\n\nFig. S2F\n\n–\n\nH\n\n). The protective effect of combining BDNF and Syn3 was greater than that achieved with BDNF treatment alone (\n\nP\n\n< 0.01,\n\nFig. S2F\n\n–\n\nH\n\n). Treatment with the TrkB inhibitor K252a or the Akt-specific inhibitor MK-2206 blocked the effects of Syn3 on BDNF-TrkB signaling (\n\nFig. S2I\n\n) and protection against OGD/R (\n\nFig. S2J\n\n–\n\nL\n\n). Similarly in primary human RGCs, BDNF-induced RGC survival against OGD/R was potentiated by Syn3 (\n\nP\n\n< 0.01 vs. BDNF-only treatment,\n\nFig. S2M\n\n).\n\nThe results show that Syn3 enhances TrkB-Akt signaling at a 10-fold lower dose compared to CN2097 to protect RGCs in DR mice. As CN2097 acts to promote TrkB-PSD95 association (\n\nCao et al., 2013\n\n;\n\nLau et al., 2023\n\n), mechanistically the enhanced binding affinity of Syn3 for the PDZ3 domain of PSD95 is predicted to more potently promote TrkB-PSD95 association. Co-immunoprecipitation (Co-IP) results confirmed that Syn3 pretreatment (20 min, 0.2 μmol/L) augmented TrkB-immunoprecipitated PSD95 in primary murine RGCs (\n\nFig. 1G\n\n). TrkB and PSD95 protein expression was unchanged by BDNF (or plus Syn3) (\n\nFig. 1G\n\n, “Input”). Our previous studies demonstrated the indispensable role of Gαi1 and Gαi3 (Gαi1/3) in transducing BDNF-TrkB signaling in hippocampal neurons (\n\nMarshall et al., 2018\n\n). Gαi1/3 associated with BDNF-activated TrkB to promote TrkB endocytosis and downstream signaling (\n\nMarshall et al., 2018\n\n). In murine RGCs, BDNF treatment similarly induced TrkB immunoprecipitation with both Gαi1 and Gαi3 (\n\nFig. 1G\n\n), and augmented with Syn3 pretreatment (20 min, 0.2 μmol/L) (\n\nFig. 1G\n\n). Gαi2 protein did not associate with TrkB or PSD95 in murine RGCs (\n\nFig. 1G\n\n). Importantly, silencing of PSD95 using two lentivirus-packed PSD95 shRNAs (“shPSD95-s1” or “shPSD95-s2,” with non-overlapping sequences), impaired BDNF (25 ng/mL) plus Syn3 (0.2 μmol/L, 20 min pretreatment) (“BDNF + Syn3”)-induced Akt and S6K phosphorylation (\n\nFig. 1H\n\n), and compromised BDNF + Syn3-induced RGC neuroprotection against OGD/R (\n\nFig. S3A\n\n–\n\nC\n\n). Similarly, in primary human RGCs, the application of lentivirus-packed PSD95 shRNA (“shPSD95-s1”) downregulated PSD95 (\n\nFig. S3D\n\n) and inhibited BDNF + Syn3-induced Akt-S6K activation (\n\nFig. S3D\n\n).\n\nTo examine the role Gαi1/3 in BDNF signaling and Syn3 function, the expression of Gαi1 and Gαi3 was knocked-down using Gαi1 and Gαi3 shRNA-expressing lentiviruses (Gαi1/3-shRNA) co-added to primary murine RGCs, that resulted in substantial Gαi1 and Gαi3 protein knockdown after six days (\n\nFig. 1I\n\n), with Gαi2 protein expression remaining unchanged (\n\nFig. 1I\n\n). Significantly, BDNF (25 ng/mL) plus Syn3 (0.2 μmol/L, 20 min pretreatment) (“BDNF + Syn3”)-induced Akt-S6K phosphorylation was blocked by Gαi1/3 knockdown (\n\nFig. 1I\n\n). Gαi1/3 silencing did not significantly affect protein expression of TrkB, PSD95, or BDNF + Syn3-induced TrkB phosphorylation (\n\nFig. 1I\n\n). Following exposure of Gαi1/3-shRNA in murine RGCs, BDNF + Syn3-induced neuroprotection against OGD/R was abolished (\n\nFig. S4A\n\n–\n\nC\n\n). In contrast, increasing Gαi1 and Gαi3 protein expression augmented the effects of Syn3 on BDNF signaling (\n\nFig. S4D\n\n). The lentivirus-packed Gαi1- and Gαi3-expressing constructs were co-added to primary murine RGCs, leading to Gαi1 and Gαi3 protein overexpression (“oeGαi1/3”) after six days. In two oeGαi1/3 RGC selections (“Slc1 and Slc2”), BDNF + Syn3-induced Akt and S6K phosphorylation was further increased, while TrkB expression and phosphorylation was unchanged (\n\nFig. S4D\n\n).\n\nWe also utilized dominant negative (DN) strategies to interfere with the association of Gαi1/3 with other signaling proteins. In both the DN-Gαi1 and the DN-Gαi3 constructs the conserved Gly (G) residue was substituted with Thr (T) in G3 box, preventing Gαi1/3 association with adaptor proteins. DN-Gαi1 and DN-Gαi3 lentiviruses were co-added to primary murine RGCs for six days, followed by Western blot to confirm expression in murine RGCs (\n\nFig. S4E\n\n). In DN-Gαi1/3 murine RGCs, BDNF (25 ng/mL) plus Syn3 (0.2 μmol/L, 20 min pretreatment) (“BDNF + Syn3”)-induced Akt and S6K phosphorylation was inhibited (\n\nFig. S4E\n\n) and TrkB-PSD95-Gαi1/3 association was disrupted (\n\nFig. S4F\n\n). The Gαi1 shRNA-expressing lentivirus and the Gαi3 shRNA-expressing lentivirus (Gαi1/3-shRNA) were also added to primary human RGCs and two cell selections established, “Slc1” and “Slc2,” in which Gαi1 and Gαi3 were silenced (\n\nFig. S4G\n\n). Gαi2, TrkB, PSD95 protein expression, and BDNF + Syn3-induced TrkB phosphorylation were unchanged (\n\nFig. S4G\n\n). Importantly, BDNF + Syn3-induced Akt and S6K phosphorylation was inhibited in Gαi1/3-shRNA-expressing primary human RGCs (\n\nFig. S4G\n\n).\n\nUsing the DR mouse model, we examined the efficacy of Syn3 to mitigate RGC cell death\n\nin vivo.\n\nSyn3 was intravitreously injected at one-tenth of the concentration of CN2097 using the protocol shown in\n\nFig. 2A\n\n. In DR mice, 10 weeks after the last STZ administration, HE staining of retinal sections showed a significant decrease in the number of nuclei in the GCL by 57.72% ± 6.28% compared to vehicle control mice (\n\nP\n\n< 0.001, with nine mice per group,\n\nFig. 2B\n\nand\n\n2C\n\n). Importantly, the administration of Syn3 significantly mitigated RGC degeneration in DR mice (14.11 ± 1.54 vs. 20.22 ± 1.48 per view,\n\nP\n\n< 0.001,\n\nFig. 2B\n\nand\n\n2C\n\n). NeuN fluorescence staining of the retina section (\n\nFig. 2D\n\nand\n\n2E\n\n), confirmed the loss of NeuN-positive RGCs in GCL of DR mice (45.14% ± 9.17% of control mice,\n\nFig. 2D\n\nand\n\n2E\n\n). Remarkably, Syn3 administration significantly attenuated RGC degeneration in DR mice (\n\nFig. 2D\n\nand\n\n2E\n\n). The number of RGCs in the GCL (per view) was 9.78 ± 1.99 in DR mice, which increased to 14.11 ± 2.14 following Syn3 administration (random GCL views of nine mice per group,\n\nP\n\n< 0.001,\n\nFig. 2D\n\nand\n\n2E\n\n).\n\nFigure 2.\n\nSyn3 mitigates RGCs degeneration in DR mice.\n\nDR mice were intravitreously injected with or without Syn3 (5 pmol in 0.5 μL saline) twice (A); 10 weeks after the last streptozotocin (STZ) administration, HE staining on paraffin-embedded retinal sections was performed and number of nuclei in GCL was quantified (B and C). NeuN/DAPI fluorescence staining in the retinal sections was shown and the number of NeuN-positive nuclei in GCL was quantified (D and E, scale bar = 100 μm). The fluorescence images of flat-mounted retinal GCL showing NeuN-/β3-tubulin-positive RGCs were presented and the number of RGCs was recorded (F and G). β3-Tubulin/DAPI fluorescence staining in the retinal slides was also shown and β3-tubulin fluorescence intensity was quantified (H and I). Expression of β3-tubulin and Thy-1 in retinal tissue lysates was tested by Western blot assays (J). The visual evoked potential (VEP) P100 amplitude was also recorded (F). DR mice were intravitreously injected with Syn3 (5 pmol), or plus MK-2205 (20 pmol)/K252a (2 pmol) twice (M); 10 weeks after the last streptozotocin (STZ) administration, NeuN/DAPI fluorescence staining in the retinal slides was carried out and the number of NeuN-positive nuclei in GCL was quantified (N). The retinal slides were also subjected to β3-tubulin/DAPI fluorescence staining, and β3-tubulin fluorescence intensity in GCL was quantified (O). Retinal tissues were collected and expression of listed proteins was shown (P). Data were presented as mean ± standard deviation (SD).\n\nn\n\n= 9 mice per group (B–I, K).\n\nn\n\n= 6 mice per group (J).\n\nn\n\n= 7 mice per group (N and O). **\n\nP\n\n< 0.01; ***\n\nP\n\n< 0.001. Scale bar = 100 μm. ONL, outer nuclear layer; INL, inner nuclear layer; IPL, inner plexiform layer.\n\nMoreover, the flat-mounted GCL immunofluorescence assay demonstrated that the number of β3-tubulin-NeuN double-positive RGCs was significantly decreased in the retinas of DR mice (53.78% ± 10.22% of Ctrl mice,\n\nP\n\n< 0.001,\n\nFig. 2F\n\nand\n\n2G\n\n). Following Syn3 administration, the number of RGC staining for β3-tubulin and NeuN in DR mice was significantly increased (142.11 ± 27.00 vs. 214.22 ± 39.38 per view, random retinal views of nine mice per group,\n\nP\n\n< 0.001,\n\nFig. 2F\n\nand\n\n2G\n\n). Furthermore, the β3-tubulin fluorescence intensity was reduced in the GCL of DR mice (\n\nFig. 2H\n\nand\n\n2I\n\n), which was ameliorated by Syn3 administration (\n\nFig. 2H\n\nand\n\n2I\n\n). The expression of the RGC marker proteins, β3-tubulin and Thy-1, was decreased in retinal tissues from DR mice (\n\nFig. 2J\n\n) and their expression was restored by Syn3 administration (\n\nFig. 2J\n\n).\n\nUsing an electroretinogram (ERG) to measure the neuronal electrical activity of the retina in response to light, we found that the visual evoked potential (VEP) P100 amplitude in DR mice was reduced to 53.05% ± 15.94 % from that of control mice (\n\nP\n\n< 0.001, nine mice per group,\n\nFig. 2K\n\nand\n\n2L\n\n). Syn3 administration restored VEP (6.45 ± 1.94 μV vs. 10.64 ± 1.05 μV,\n\nP\n\n< 0.001,\n\nn\n\n= 9 mice per group,\n\nFig. 2K\n\nand\n\n2L\n\n), demonstrating that Syn3 maintained retinal function in DR mice. Importantly, the TrkB inhibitor K252a or the Akt inhibitor MK-2206 reversed Syn3-induced RGC protection in DR mice, showing that TrkB-Akt activation is required for the action of Syn3 (\n\nFig. 2M\n\n). Syn3-induced inhibition of NeuN-positive RGC loss (\n\nFig. 2N\n\n) and reduction in β3-tubulin fluorescence intensity (\n\nFig. 2O\n\n) was reversed by co-administration of K252a or MK-2206. Western blot of retinal tissues confirmed that K252a and MK-2206 inhibited Akt and S6K phosphorylation in Syn3-treated mice (\n\nFig. 2P\n\n).\n\nNext, we examined whether the neuronal knockdown of Gαi1 and Gαi3 would lead to RGC degeneration. AAV9 viruses expressing Gαi1 shRNA and Gαi3 shRNA were intravitreously injected into C57B/6J mice, generating Gαi1 and Gαi3 neuronal double knockdown (“Gαi1/3-nDKD”) mice after 5 weeks (\n\nFig. S5A\n\n). Control mice were intravitreously injected with AAV9-hSyn-scramble control shRNA (“shC”) virus. To confirm the specificity of the construct, an AAV9-hSyn-EGFP (enhanced green fluorescence protein) was intravitreously injected into C57B/6J mice and EGFP-positive staining was exclusively detected in GCL after 5 weeks (\n\nFig. S5B\n\n).\n\nIn the retinal tissues of Gαi1/3-nDKD mice,\n\nGαi1\n\nand\n\nGαi3\n\nmRNA and protein levels were substantially decreased (\n\nP\n\n< 0.001 vs. shC mice,\n\nn\n\n= 5,\n\nFig. S5C\n\nand\n\nS5D\n\n).\n\nGαi2\n\nmRNA and protein expression in retinal tissues was not significantly changed. Gαi1/3-nDKD largely inhibited Akt and S6K phosphorylation in the retinal tissues (\n\nP\n\n< 0.001 vs. shC mice,\n\nn\n\n= 5,\n\nFig. S5D\n\n). TrkB protein expression, and its phosphorylation and PSD95 protein expression were unchanged after Gαi1/3-nDKD (\n\nFig. S5D\n\n). In Gαi1/3-nDKD mice, Syn3 administration (\n\nFig. S5A\n\n) failed to alter\n\nGαi1\n\n/\n\n2\n\n/\n\n3\n\nmRNA and protein expression (\n\nFig. S5C\n\nand\n\nS5D\n\n), or affect TrkB-Akt-S6K phosphorylation in retinal tissues (\n\nFig. S5D\n\n). These\n\nin vivo\n\nresults further support the requirement of Gαi1/3 in Syn3-induced signaling.\n\nImportantly, Gαi1/3-nDKD resulted in RGC degeneration. The number of NeuN-positive RGCs in the GCL of Gαi1/3-nDKD mice was 52.06% ± 8.92% of that in shC mice (quantifying random retinal views of nine mice per group,\n\nP\n\n< 0.001,\n\nFig. S5E\n\n). Syn3 administration failed to attenuate RGCs degeneration in Gαi1/3-nDKD mice (\n\nFig. S5E\n\n). The number of RGCs in GCL (per view) was 11.22 ± 1.92 in Gαi1/3-nDKD mice and was 10.78 ± 2.39 with Syn3 administration (quantifying random GCL views of nine mice per group,\n\nP\n\n> 0.05,\n\nFig. S5E\n\n). Moreover, expression of the RGC marker proteins, Thy-1 and β3-tubulin, was decreased in retinal tissues of Gαi1/3-nDKD mice (quantifying retinal tissues from five mice per group,\n\nP\n\n< 0.001 vs. shC mice,\n\nFig. S5F\n\n), which was again not prevented by Syn3 administration (\n\nP\n\n> 0.05,\n\nFig. S5F\n\n). The quantified retinal flat mount RGC number results validated a decrease in TuJ1-positive RGCs in Gαi1/3-nDKD mice (quantifying random views of nine mice per group,\n\nP\n\n< 0.001,\n\nFig. S5G\n\n). The administration of Syn3 failed to alleviate RGC degeneration in Gαi1/3-nDKD mice (with cell counts of 125.67 ± 13.37 vs. 127.00 ± 11.75, quantifying random views of nine mice per group,\n\nP\n\n> 0.05,\n\nFig. S5G\n\n). Utilizing electroretinography (ERG) to assess the neuronal responses of the retina to light stimuli, the VEP P100 amplitude in Gαi1/3-nDKD mice decreased to 60.19% ± 9.37% compared to control mice (\n\nP\n\n< 0.001, with nine mice per group,\n\nFig. S5H\n\n), and Syn3 administration did not significantly restore VEP amplitude (7.10 ± 1.11 μV vs. 6.89 ± 1.78 μV,\n\nP\n\n> 0.05, with nine mice per group,\n\nFig. S5H\n\n).\n\nThe overexpression of Gαi1 and Gαi3 protein expression was found to augment the effects of Syn3 on BDNF signaling (\n\nFig. S4\n\n). To examine if overexpression of Gαi1 and Gαi3 promotes the survival of RGCs\n\nin vivo\n\n, Gαi1 cDNA and Gαi3 cDNA sequences were individually inserted into the GV680 vector, and packed to generate AAV: AAV9-hSyn-Gαi1-OE and AAV9-hSyn-Gαi3-OE. Both viruses were intravitreously injected into adult mice (4-week old) and specifically increased Gαi1 and Gαi3 expression in RGCs (“Gαi1/3-nDOE”) after 5 weeks (\n\nFig. S6A\n\n). As compared to vector (“Vec”) control mice,\n\nGαi1\n\nand\n\nGαi3\n\nmRNA (\n\nFig. S6B\n\n) and protein (\n\nFig. S6C\n\n) expression was significantly increased in the retinal tissues of Gαi1/3-nDOE mice, whereas\n\nGαi2\n\nmRNA (\n\nFig. S6B\n\n) and protein (\n\nFig. S6C\n\n) expression was unchanged. Significantly, Gαi1/3-nDOE potently increased Akt and S6K phosphorylation in retinal tissue (\n\nFig. S6C\n\n).\n\nExploring whether neuronal overexpression of Gαi1 and Gαi3 could prevent RGC degeneration in DR mice, 5 weeks after the last STZ administration, AAV9-hSyn-Gαi1-OE and AAV9-hSyn-Gαi3-OE were intravitreously injected into the mice, establishing Gαi1/3-nDOE after another 5 weeks (\n\nFig. S6D\n\n). In STZ-administrated vector (“Vec”) mice, β3-tubulin and Thy-1 protein expression in retinal tissues was significantly decreased (\n\nFig. S6E\n\n) but was mitigated in Gαi1/3-nDOE mice (\n\nFig. S6E\n\n). These results demonstrate that neuronal overexpression of Gαi1 and Gαi3 can prevent RGC degeneration in DR mice, mimicking the actions of Syn3.\n\nIn the present study we demonstrate the neuroprotective efficacy of CN2097 and Syn3 in the retina through their ability to enhance TrkB signaling. In mouse and human primary RGCs, CN2097 significantly amplified BDNF-induced signaling, and in the STZ-induced DR mice, CN2097 mitigated RGC degeneration. In mouse and human primary RGCs, Syn3, which has a 5-fold higher affinity for the PSD95 PDZ3 domain, significantly increased BDNF-induced downstream signaling at one-tenth of the effective concentration of CN2097. Although CN2097 binds strongly to the PDZ3 domain of PSD95, it can also bind the PDZ1 domain, which may explain why it is less effective in stimulating BDNF signaling. Pretreatment of primary RGCs with Syn3 at 0.2 μmol/L, enhanced the BDNF-induced neuroprotection against OGD/R. Syn3 significantly increased RGC counts and inhibited apoptosis. These results were confirmed\n\nin vivo\n\nin the DR mouse model. Intravitreous injection of Syn3, at one-tenth, the concentration of CN2097, dramatically attenuated RGCs degeneration in DR mice and maintained retinal function.\n\nWe have established Gαi1/3 as pivotal signaling mediators in the activation of the Akt-mTOR signaling pathway by BDNF-TrkB. This study reveals that Gαi1/3 plays a crucial role as signaling mediators of the Syn3-enhancement of BDNF signaling. Syn3 treatment facilitated BDNF-induced formation of the TrkB-PSD95-Gαi1/3 complex, a pivotal step for initiating downstream Akt-mTOR signaling activation. Silencing of PSD95 inhibited the Syn3 facilitation of Akt-mTOR signaling following BDNF stimulation, underscoring the dependence of Syn3-enhanced BDNF signaling on PSD95. Similarly, Gαi1/3 gene silencing or DN mutations substantially inhibited downstream Akt-mTOR activation and suppressed the neuroprotective efficacy of Syn3. Conversely, overexpression of Gαi1/3 enhanced the activation of the downstream signaling pathways induced by Syn3 + BDNF.\n\nIn vivo\n\n, neuronal silencing of Gαi1/3 significantly inhibited Akt-mTOR activation and reduced the number of RGCs. Notably, treatment with Syn3 did not increase Akt-mTOR activation or the number of RGCs within Gαi1/3-nDKD mice. In the DR model mice, neuronal overexpression of Gαi1/3 in RGCs enhanced Akt-mTOR activation and mitigated damage to RGCs. These results confirm the essential role of Gαi1/3 in Syn3-facilitated Akt-mTOR activation and associated neuroprotective effects.\n\nThis study shows the potential benefits of BDNF-enhancing compounds in mitigating diabetic retinal neurodegeneration. Our most promising compound, Syn3, exhibits high affinity and specificity for binding to the PDZ3 domain of PSD95. PDZ3 binding enhances the formation a TrkB-PSD95-Gαi1/3 complex in RGCs to enhance BDNF downstream signaling, thereby promoting survival. Our findings demonstrate that the development of drugs targeting the TrkB-PSD95-Gαi1/3 pathway offers a promising therapeutic approach for various conditions involving retinal neurodegeneration.\n\nSupplementary information\n\nThe online version contains supplementary material available at\n\nhttps://doi.org/10.1093/procel/pwae028\n\n.\n\npwae028_suppl_Supplementary_Materials"
  },
  {
    "pmcid": "8431823",
    "title": "Syn3 Gene Knockout Negatively Impacts Aspects of Reversal Learning Performance",
    "publish_date": "2021-9-8",
    "full_text": "Significance Statement\n\nAdaptations to changes in the environment are facilitated by behavioral flexibility, and inflexible behavior is observed in several mental health disorders. The\n\nSyn3\n\ngene encodes synapsin III, a protein that negatively regulates phasic dopamine release by sequestering vesicles away from the ready-releasable pool. Previous research has shown a positive genetic correlation between\n\nSyn3\n\nexpression in brain and behavioral flexibility in a reversal learning task. Here, we show that mice carrying null alleles of the\n\nSyn3\n\ngene exhibit less flexible responding following contingency reversal. These data reveal novel information about genetic mechanisms that may contribute to the impaired flexibility observed in multiple psychiatric conditions.\n\nIntroduction\n\nBehavioral flexibility relates to an individual’s ability to modify behavioral patterns in changing environmental conditions. Deficits in behavioral flexibility have been characterized in several psychiatric disorders (\n\nUddin, 2021\n\n), including schizophrenia (\n\nWaltz and Gold, 2007\n\n;\n\nWaltz, 2017\n\n), autism spectrum disorder (\n\nKelly and Reed, 2021\n\n), obsessive-compulsive disorder (\n\nGruner and Pittenger, 2017\n\n;\n\nVaghi et al., 2017\n\n), and substance use disorders (\n\nErsche et al., 2010\n\n;\n\nWinstanley et al., 2010\n\n;\n\nRobbins et al., 2012\n\n;\n\nIstin et al., 2017\n\n).\n\nReversal learning is an operant test of behavioral flexibility in which an initial association (stimulus–response or response–outcome) is learned through reinforcement, before the conditions for reinforcement are reversed and the organism is tested for its ability to update behavior (\n\nIzquierdo and Jentsch, 2012\n\n;\n\nIzquierdo et al., 2017\n\n). In other words, one response is established as prepotent during initial acquisition through positive feedback and must then be inhibited or changed during reversal testing to procure reward.\n\nLaughlin et al. (2011)\n\nevaluated reversal learning in a panel of BXD mouse strains and used a genome-wide linkage approach to model the impact of genetic variation on the reversal phenotype. A genome-wide quantitative trait locus (QTL) on mouse chromosome 10 was identified, and\n\nSyn3\n\n, the gene encoding synapsin III, emerged as a positional candidate expressed from that genomic region.\n\nSyn3\n\nmRNA expression is regulated in\n\ncis\n\n, and its expression in the hippocampus, neocortex, and striatum was found to be positively genetically correlated with reversal learning performance in the BXD panel, such that greater\n\nSyn3\n\nexpression associated with faster reversal learning (\n\nLaughlin et al., 2011\n\n). Synapsin III is a member of the synapsin family of neuronal phosphoproteins (\n\nKao et al., 1998\n\n). Synapsin III can be localized on the cytoplasmic side of synaptic vesicles and is implicated in neurotransmitter release.\n\nFeng et al. (2002)\n\ndemonstrated that loss of synapsin III led to larger vesicular recycling pools but did not alter vesicular release or quantal dynamics. Synapsin proteins regulate a distal reserve pool of vesicles (\n\nGreengard et al., 1993\n\n;\n\nHilfiker et al., 1999\n\n,\n\n2005\n\n). Functionally, a loss of synapsin III prevents vesicles from being sequestered away from the ready-releasable pool, promoting more sustained release during continued stimulation. In a typical case, sustained release is limited by the rate of transfer of vesicles from the reserve pool to the active zone; this rate-limiting process is theoretically disrupted in cells lacking synapsin III as vesicles are inadequately sequestered in the reserve.\n\nSynapsins are differentially expressed in neuronal populations.\n\nBogen et al. (2006)\n\nfound that selective deletion of synapsin I and II substantially reduced vesicular uptake of GABA and glutamate but did not alter dopamine (DA) uptake. Deletion reduced the concentration of vesicular transporters related to glutamate and GABA, but not vesicular monoamine transporter 2, the transporter responsible for packaging dopamine. Further, synapsin I and II colocalized in cells expressing vesicular transporters for GABA and glutamate, but not in dopaminergic terminals. A subsequent study used a triple knock-out approach to investigate differential regulation of dopamine and serotonin by synapsins (\n\nKile et al., 2010\n\n): serotonin was not altered by the deletion of all three synapsins, but DA release was significantly enhanced. Selective deletion of synapsin III also elicited enhanced DA release, demonstrating a distinct role for the synapsins in regulating neurotransmitter release. Because DA is extensively implicated in neuropsychiatric disorders, subcellular proteins, which contribute to dopamine dynamics, and the genes encoding them are of interest.\n\nThe action of dopamine on its cognate receptors in corticostriatal systems are functionally implicated in behavioral flexibility and reversal learning. Inactivation of the D\n\n1\n\n-mediated direct pathway of the basal ganglia interfered with the acquisition of novel and reversed contingencies, while inactivation of the D\n\n2\n\n-mediated indirect pathway interfered selectively with reversal performance by increasing perseverative errors (\n\nYawata et al., 2012\n\n). Selective deletion of presynaptic D\n\n2\n\nreceptors also tended to impair reversal performance and increased the number of attempts required to complete a sustained observing response (OR) to initiate a trial (\n\nLinden et al., 2018\n\n), a deficit related to waiting impulsivity (\n\nDalley and Ersche, 2019\n\n).\n\nGroman et al. (2011)\n\nfound that D\n\n2\n\nreceptor availability in the caudate and putamen of vervet monkeys was correlated with reversal learning performance and sensitivity to positive feedback. In a study examining DA in a compulsivity-relevant behavioral phenotype,\n\nBarker et al. (2013)\n\nfound that inhibiting D\n\n1\n\nor activating D\n\n2\n\nin the infralimbic cortex promotes behavioral flexibility. D\n\n2\n\nagonism in the nucleus accumbens impairs flexibility (\n\nHaluk and Floresco, 2009\n\n), as does systemic antagonism of D\n\n2\n\n/D\n\n3\n\nreceptors (\n\nLee et al., 2007\n\n). Human reversal learning performance was also found to correlate with the activation of an OFC–amygdala pathway mediated by D\n\n2\n\nreceptors (\n\nvan der Schaaf et al., 2013\n\n). These data indicate that there are region- and task-specific implications for DA in behavioral flexibility.\n\nIn this study, we investigated the role of\n\nSyn3\n\non reversal learning performance using a genetic knock-out strategy. Mice expressing 0, 1, or 2 functional\n\nSyn3\n\nalleles were tested for reversal learning. We hypothesized that\n\nSyn3\n\nfunction would be related to behavioral flexibility; mice lacking functional\n\nSyn3\n\nwould exhibit deficits in reversal learning performance without showing impairments in the acquisition of the initial discrimination.\n\nMaterials and Methods\n\nAnimals\n\nC57BL/6N-Syn3\n\ntm1.1(KOMP)Vlcg\n\n/J mice (RRID:\n\nMMRRC_049950-UCD\n\n) were obtained from The Jackson Laboratory. This strain was developed by the Knockout Mouse Project (KOMP) and harbors a reporter-tagged deletion allele. This strain has been phenotyped by KOMP, with the results of those studies being publicly available at the International Mouse Phenotyping Consortium website (\n\nhttps://www.mousephenotype.org/data/genes/MGI:1351334#phenotypesTab\n\n).\n\nMice in the present study were maintained through heterozygote crosses, producing all three genotypes (homozygous null, heterozygous, or homozygous wild type, having 0, 1, or 2 functional\n\nSyn3\n\nalleles, respectively) in each litter. They were housed in a temperature- and humidity-controlled vivarium on a 12 h light/dark cycle, with all procedures being conducted in the light phase. Mice were weaned on postnatal day 21, at which point they were housed in same-sex groups of three to five mice per cage. Offspring were genotyped for dosage of wild-type and mutant\n\nSyn3\n\nalleles by Transnetyx from ear tissue collected at weaning.\n\nA total of 112 mice offspring were involved in the study, but 6 were removed because they failed to meet preset discrimination performance criteria or because of experimenter errors. Mice that did not acquire the initial discrimination within 30 sessions were excluded from analysis (\n\nn\n\n= 2, both heterozygous null). Four mice were excluded because of experimenter error. The final number of mice included in the forthcoming analyses was 106: 54 females (26 homozygous null, 14 heterozygous null, and 14 homozygous wild type), and 52 males (11 null, 28 heterozygous, and 13 wild type). All protocols were reviewed and approved by the relevant Institutional Animal Care and Use Committee, and all procedures were carried out consistent with the\n\nGuide for the Care and Use of Laboratory Animals\n\n(\n\nNational Research Council, 2011\n\n).\n\nReversal learning\n\nThe parameters of the reversal task were selected to match those reported in the study by\n\nLaughlin et al. (2011)\n\n, which identified\n\nSyn3\n\nas a candidate gene. Before the onset of these studies, mice were briefly handled daily to be weighed and tail marked. Subsequently, mice were food restricted to ∼85% of their free feeding body weights; mice were fed once per day, after testing, an amount that was individually titrated to achieve this reduced weight. Before the start of the experiment, mice were offered ∼0.5 g of reinforcer pellets (14 mg of Dustless Precision pellets; stock #F05684, Bio-Serv) per mouse in their home cage to familiarize them with the reward before operant exposure. All mice of all genotypes consumed the reward pellets in their home cages.\n\nAll testing took place in operant conditioning chambers (model MED-NP5M-D1, Med Associates), each enclosed in a sound-attenuating cubicle. The chambers were equipped with a house light and white noise generator, located outside of the chamber but within the cubicle. A photocell-equipped food delivery magazine connected to a pellet dispenser were on one wall of the chamber, and a horizontal array of five nose-poke apertures were on the opposite wall. Mice were first exposed to the testing chamber in a single 30 min habituation session, with the house light and white noise on. Magazine training began the following day. Reinforcer pellets were delivered into the internally illuminated magazine at the start of these sessions, and again every 30 s after each pellet was retrieved, until 50 pellets were delivered or 45 min passed, whichever occurred first. Mice remained in magazine training until they retrieved 50 pellets in a single session.\n\nA three-stage aperture training followed. In the first stage, the food magazine was illuminated at the start of the session, and head entry resulted in pellet delivery, termination of magazine illumination, and illumination of the central nose poke aperture on the opposite wall. A response into the lit central nose poke terminated the nose poke illumination and led to illumination of the magazine and delivery of a pellet; a variable OR nose poke time of 0, 10, 20, or 40 centiseconds (cs) was required, randomized from trial to trial. Stages 2 and 3 followed the same general schedule, progressively increasing the OR duration array. In stage 2, the observing response array increased as a function of the rewards earned. When <15 reinforcers had been earned, an OR of 0, 10, 20, or 40 cs could be required. For reinforcers 16–25, OR times could be 0, 20, 30, or 50 cs. For the remainder of the session, OR durations could be 0, 20, 40, or 60 cs. Stage 3 OR durations were 20, 40, or 60 cs throughout the session. Transition from one stage to the next required mice to earn at least 30 reinforcers in a single session.\n\nMice began discrimination acquisition training the day following completion of stage 3. Here, an observing response in the central nose poke aperture (variable hold requirement of 20, 40, or 60 cs) initiated a trial, at which point the aperture holes flanking the center were both illuminated. Mice had 30 s to make an entry into one of those two apertures and were reinforced with two pellets for selecting the “correct” one and were punished with a 5 s time-out with all visual stimuli off for selecting the “incorrect” one. Which of the two apertures was selected to be correct was pseudorandomly assigned for each mouse and maintained throughout discrimination training. Failure to respond within the 30 s window was scored as an omission. Omissions were followed by a 5 s time-out. Correct and incorrect responses, as well as omissions, were followed by a 3 s intertrial interval (ITI), during which no apertures were illuminated. Each session lasted for 125 trials, 60 min, or until the discrimination criterion was met, whichever occurred first. The criterion for completing discrimination acquisition training was 80% correct responses in a sliding window of 20 trials. Mice that made fewer than five responses during 2 consecutive days of discrimination acquisition training were returned to stage 2 of aperture training, and then returned to the discrimination phase after passing aperture training again. Mice failing to respond in the reversal phase were not transferred back to training but were removed from the study. This did not apply to any mice tested in this experiment.\n\nReversal began the day after mice completed discrimination training. Testing conditions were identical, except that the aperture that resulted in pellet delivery during discrimination no longer produced reward and the opposite aperture now resulted in delivery of two pellets. Animals were tested until reaching the same performance criterion used during acquisition.\n\nDependent variables\n\nA series of calculated dependent variables is used to evaluate the performance of individual mice in the test; all variables are calculated separately for the acquisition and reversal stages. The number of trials required to reach the preset performance criterion is a key dependent variable, as this was the variable subject to the genome-wide linkage studies in the study by\n\nLaughlin et al. (2011)\n\nthat led to the selection of\n\nSyn3\n\nas a positional candidate gene. Higher trait values are indicative of more difficulty with learning the initial or reversed rule.\n\nTo better understand the impact of contingency reversal on the number of trials required to reach performance criteria, a reversal fold-change variable was calculated as the number of trials to criterion in the reversal phase divided by the number of trials in the initial discrimination phase.\n\nTo investigate the influence of prior outcome on future choices, a behavioral flexibility score was calculated for each subject (\n\nAarde et al., 2019\n\n). The behavioral flexibility score quantifies the trade-off between flexibility and stability in choice behavior. The correct response following a reward delivery is to make the same choice again (“win-stay” or success through stability), while the correct choice following a time-out is to make the opposite choice on the next trial (“lose-shift” or success through flexibility). We evaluated flexibility in response to positive and negative feedback by determining the relative likelihood of shifting behavior on the subsequent trial. Behavioral flexibility scores were calculated independently for positive and negative feedback as (shift trials – stay trials)/(shift trials + stay trials), and are bound by −1 and 1, with −1 indicating that the subject never shifted responding, and 1 indicating they always shift. In our task, the optimal flexibility score following positive feedback is −1; and optimal flexibility following negative feedback is +1.\n\nAnticipatory responses are responses made to the correct or incorrect apertures after one trial has been completed but before the next one has been started by a satisfactory OR (i.e., during the ITI or trial initiation periods). These responses were counted and expressed as a fraction of the total number of trials initiated. As noted above, ORs of minimum duration were required to initiate a trial; in some cases, mice broke their OR before reaching the minimum criterion, and these OR failures were counted as a fraction of the number of presentations of each observing response duration.\n\nA number of latency measures were collected to allow for deeper analysis of reversal learning performance and progression through stages of the task. Trial initiation latencies were measured as the time (in deciseconds, ds) from the start of a new trial to initiation of the observing response. Response latencies were measured as the time (in cs) between the presentation of the target apertures and the selection of one option; these were divided into correct and incorrect latencies, based on the outcome of the trial. Pellet retrieval latencies were measured as the time (in ds) between pellet delivery following a correct response and head entry into the magazine.\n\nStatistical analyses\n\nGeneralized estimating equations (GEE) were used to model the effect of genotype, sex, phase, and their interactions on performance. The model used the robust estimator for the covariance matrix, an unstructured correlation matrix, the maximum likelihood method of parameter estimation, type III model effects, and the χ\n\n2\n\nWald statistic for the full log quasi-likelihood function. Normality and linearity were assessed by Kolmogorov–Smirnov test and P-P (probability-probability) plots, respectively. In cases where normality and linearity were validated, a normal distribution with identity link function was used. In cases where linearity or normality were violated, transformations were conducted and gamma and inverse Gaussian distributions were tested. Intercept-only models (i.e., models lacking sex and genotype as predictors) were built for each variable to assess goodness of fit using the Corrected Quasi-Likelihood under Independence Model Criterion.\n\nTable 1\n\nshows the relevant transformations and model information for each test. Phase was not included as a within-subject predictor in reversal fold change because this variable denotes a ratio between acquisition and reversal, so phase is inherently accounted for. Pairwise\n\npost hoc\n\ntests were used to evaluate significant model effects on all main and interaction effects, except the main effect of genotype; genotype was analyzed using a simple contrast\n\npost hoc\n\nanalysis with homozygous wild-type mice as the reference group. All\n\npost hoc\n\ntests used the Sidak correction for multiple comparisons. Means in the text are estimated marginal means (EMMs) ± SEM unless otherwise stated. Data are presented in figures as raw ± SEM unless otherwise stated. Effect size was calculated for significant effects: ϕ (φ) was calculated when df\n\n=\n\n1 (interpretation: small = 0.10, medium = 0.30, large = 0.50) and Cramer’s\n\nV\n\n(\n\nV\n\n) was calculated when df  > 1 (small = 0.07, medium = 0.21, large = 0.35;\n\nKim, 2017\n\n).\n\nTable 1\n\nGEE model parameters\n\nDependent variable\n\nTransformation\n\nProbability distribution\n\nLink function\n\nWithin-subject effect\n\nPrediction factor\n\nTrials to criterion\n\nNone\n\nInverse Gaussian\n\nIdentity\n\nPhase\n\nPhase, genotype, sex\n\nReversal fold change\n\nNone\n\nInverse Gaussian\n\nIdentity\n\nGenotype, sex\n\nAnticipatory responses per trial\n\n+1 (added to trials),\n\nlog\n\nInverse Gaussian\n\nIdentity\n\nPhase, side\n\nPhase, side, genotype, sex\n\nOmissions per trial\n\nNone\n\nNormal\n\nIdentity\n\nPhase\n\nPhase, genotype, sex\n\nTrial initiation latency\n\nNone\n\nInverse Gaussian\n\nIdentity\n\nPhase\n\nPhase, genotype, sex\n\nPellet retrieval latency\n\nBox-Cox\n\nInverse Gaussian\n\nIdentity\n\nPhase\n\nPhase, genotype, sex\n\nResponse latency\n\nBox-Cox\n\nInverse Gaussian\n\nIdentity\n\nPhase, side\n\nPhase, side, genotype, sex\n\nObserving response\n\nfailures per trial\n\n+1 (added to observing\n\nresponse failures), log\n\nInverse Gaussian\n\nIdentity\n\nPhase, observing\n\nresponse\n\nrequirement\n\nPhase, observing response\n\nrequirement, genotype, sex\n\nFlexibility score\n\n+2 (added to score), log\n\nNormal\n\nIdentity\n\nPhase, feedback\n\nvalence\n\nPhase, feedback valence,\n\ngenotype, sex\n\nEstimation statistics (\n\nHo et al., 2019\n\n) were used to further explore the data. Analyses were conducted using the DABEST package in R, and Cumming estimation plots were generated using the raw data, which were presented as individual dots in swarm plots on each chart. Vertical lines next to the swarm plots represent the mean ± SD for that group. Unpaired mean difference plots display the mean difference distributions ± SD on the\n\ny\n\n-axis, and the groups being compared on the\n\nx\n\n-axis.\n\nResults\n\nTrials to criterion\n\nMice required an average of 4.30 (SE = 0.486) sessions to complete the acquisition phase and 4.79 (SE = 0.388) to complete the reversal phase. There were no significant effects of genotype or sex, or any interaction between these variables.\n\nAs expected, mice required significantly larger numbers of trials to reach a performance criterion in the reversal versus acquisition stage (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 79.248,\n\np\n\n<\n\n0.001, φ = 0.611;\n\nTable 2\n\n). Our model identified no significant main effect of genotype (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 4.918,\n\np\n\n=\n\n0.086), or any significant genotype * phase interaction (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 4.957,\n\np\n\n=\n\n0.086), though we did identify a significant genotype * sex interaction (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 5.997,\n\np\n\n=\n\n0.050,\n\nV\n\n= 0.168).\n\nPost hoc\n\nanalysis of EMMs revealed that homozygous-null males required significantly fewer trials to reach criterion performance compared with homozygous females (\n\npost hoc\n\ntest,\n\np\n\n=\n\n0.038) and heterozygous males (\n\npost hoc\n\ntest,\n\np\n\n=\n\n0.012). The difference between homozygous-null males (mean = 62.1, SE = 6.5) and females (mean = 93.1, SE = 7.90) is particularly interesting because it suggests that\n\nSyn3\n\nablation may differentially affect males and females. There was no significant main effect of sex or any higher-level interactions involving sex (all χ\n\n2\n\n< 4.957, all\n\np\n\n> 0.05).\n\nTable 2\n\nOutcomes of GEE models on multiple task measures\n\nTrials to\n\ncriteria\n\nReversal\n\nfold\n\nchange\n\nAnticipatory\n\nresponses\n\nper trial\n\nOmissions\n\nper trial\n\nTrial initiation\n\nlatency\n\nPellet\n\nretrieval\n\nlatency\n\nResponse\n\nlatency\n\nObserving\n\nresponse\n\nfailures\n\nper trial\n\nFlexibility\n\nscore\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nχ\n\n2\n\ndf\n\nSig.\n\nPhase\n\n79.248\n\n1\n\n<0.001*\n\n102.584\n\n1\n\n<0.001*\n\n34.308\n\n1\n\n<0.001*\n\n1.258\n\n1\n\n0.262\n\n0.238\n\n1\n\n0.625\n\n224.982\n\n1\n\n<0.001*\n\n13.536\n\n1\n\n<0.001*\n\n2.848\n\n1\n\n0.092\n\nSide\n\n23.541\n\n1\n\n<0.001*\n\n0.033\n\n1\n\n0.856\n\nObserving\n\nresponse\n\nrequirement\n\n(ORR)\n\n754.522\n\n2\n\n<0.001*\n\nFeedback\n\nvalence (FV)\n\n190.343\n\n1\n\n<0.001*\n\nGenotype\n\n4.918\n\n2\n\n0.086\n\n7.958\n\n2\n\n0.019*\n\n6.667\n\n2\n\n0.036*\n\n0.14\n\n2\n\n0.932\n\n3.663\n\n2\n\n0.16\n\n1.439\n\n2\n\n0.487\n\n0.56\n\n2\n\n0.756\n\n6.086\n\n2\n\n0.048*\n\n0.495\n\n2\n\n0.781\n\nSex\n\n0.663\n\n1\n\n0.415\n\n2.824\n\n1\n\n0.093\n\n1.623\n\n1\n\n0.203\n\n0.99\n\n1\n\n0.32\n\n0.627\n\n1\n\n0.428\n\n0.146\n\n1\n\n0.703\n\n0.794\n\n1\n\n0.373\n\n1.061\n\n1\n\n0.303\n\n0.078\n\n1\n\n0.78\n\nPhase * side\n\n70.192\n\n1\n\n<0.001*\n\n0.007\n\n1\n\n0.931\n\nPhase * ORR\n\n0.272\n\n2\n\n0.873\n\nPhase * FV\n\n162.468\n\n1\n\n<0.001*\n\nPhase * genotype\n\n4.957\n\n2\n\n0.084\n\n0.146\n\n2\n\n0.93\n\n2.467\n\n2\n\n0.291\n\n0.502\n\n2\n\n0.778\n\n0.003\n\n2\n\n0.998\n\n7.254\n\n2\n\n0.027*\n\n1.861\n\n2\n\n0.394\n\n7.93\n\n2\n\n0.019*\n\nPhase * sex\n\n3.448\n\n1\n\n0.063\n\n3.314\n\n1\n\n0.069\n\n1.044\n\n1\n\n0.307\n\n0.055\n\n1\n\n0.815\n\n2.136\n\n1\n\n0.144\n\n0.127\n\n1\n\n0.721\n\n0.846\n\n1\n\n0.358\n\n0.247\n\n1\n\n0.619\n\nSide * genotype\n\n4.037\n\n2\n\n0.133\n\n0.143\n\n2\n\n0.931\n\nSide * sex\n\n0.343\n\n1\n\n0.558\n\n0.014\n\n1\n\n0.907\n\nORR * genotype\n\n6.958\n\n4\n\n0.138\n\nORR * sex\n\n0.59\n\n2\n\n0.745\n\nFV * genotype\n\n0.6\n\n2\n\n0.741\n\nFV * sex\n\n9.039\n\n1\n\n0.003*\n\nGenotype * sex\n\n5.997\n\n2\n\n0.050*\n\n0.995\n\n2\n\n0.608\n\n1.592\n\n2\n\n0.451\n\n0.07\n\n2\n\n0.966\n\n0.423\n\n2\n\n0.81\n\n2.096\n\n2\n\n0.351\n\n2.608\n\n2\n\n0.271\n\n5.408\n\n2\n\n0.067\n\n0.211\n\n2\n\n0.9\n\nPhase * side *\n\ngenotype\n\n2.282\n\n2\n\n0.32\n\n0.086\n\n2\n\n0.958\n\nPhase * side * sex\n\n1.872\n\n1\n\n0.171\n\n0.991\n\n1\n\n0.319\n\nPhase * ORR * genotype\n\n2.244\n\n4\n\n0.691\n\nPhase * ORR * sex\n\n0.759\n\n2\n\n0.684\n\nPhase * FV *\n\ngenotype\n\n3.084\n\n2\n\n0.214\n\nPhase * FV * sex\n\n6.379\n\n1\n\n0.012*\n\nPhase * genotype * sex\n\n1.762\n\n2\n\n0.414\n\n0.216\n\n2\n\n0.898\n\n0.068\n\n2\n\n0.966\n\n2.855\n\n2\n\n0.24\n\n0.98\n\n2\n\n0.613\n\n0.343\n\n2\n\n0.842\n\n0.025\n\n2\n\n0.987\n\n2.578\n\n2\n\n0.275\n\nSide * genotype * sex\n\n0.68\n\n2\n\n0.712\n\n0.306\n\n2\n\n0.858\n\nORR * genotype * sex\n\n1.671\n\n4\n\n0.796\n\nFV * genotype * sex\n\n4.396\n\n2\n\n0.111\n\nPhase * side * genotype * sex\n\n0.408\n\n2\n\n0.815\n\n0.151\n\n2\n\n0.927\n\nPhase * ORR * genotype * sex\n\n3.223\n\n4\n\n0.521\n\nPhase * FV * genotype * sex\n\n0.161\n\n2\n\n0.922\n\nAn estimation statistics approach was used to further explore the data in light of our a priori hypothesis. All genotypes exhibited equivalent acquisition of the initial discrimination (\n\nFig. 1\n\na\n\n), and all experienced more difficulty with reaching performance criteria in the reversal, compared with the initial phase (\n\nFig. 1\n\nb\n\n, bottom). However, the magnitude of increase in trials to criteria does not appear to be the same across genotypes. Specifically, heterozygous-null mice experienced considerable difficulty in meeting the criteria following contingency reversal.\n\nFigure 1.\n\nSyn3\n\nablation negatively affects reversal learning performance. (\n\na\n\n) Cumming estimation plot displaying discrimination performance between genotypes. The swarm plot in the top panel shows individual data points for each group with mean (±SD) displayed in the bar to the right. Unpaired mean differences comparing each mutant group to the wildtype control group are shown in the bottom panel. (\n\nb\n\n) Cumming estimation plot displaying discrimination and reversal performance within each genotype group. The line plot in the top panel shows individual data for mice in each genotype group. Paired mean differences comparing discrimination and reversal performance within each group are in the bottom panel. (\n\nc\n\n) Cumming estimation plot displaying reversal fold change score between genotype groups. The swarm plot in the top panel shows individual data points for each group with mean (±SD) displayed in the bar to the right. Unpaired mean differences comparing discrimination and reversal performance within each group.\n\nTo better visualize the reversal-specific impairments, a fold change statistic was calculated and visualized (\n\nFig. 1\n\nc\n\n), and a GEE model was fit to the data. Genotype was found to significantly influence reversal fold change (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 7.958,\n\np\n\n=\n\n0.019,\n\nV\n\n= 0.194;\n\nTable 2\n\n), and\n\npost hoc\n\nanalysis revealed that reversal more substantially impaired performance in heterozygous mutant mice (mean = 2.89, SE = 0.37) compared with homozygous wild-type mice (mean = 1.95, SE = 0.26;\n\npost hoc\n\ntest,\n\np\n\n=\n\n0.037). The\n\npost hoc\n\ncontrast comparing homozygous wild-type and homozygous mutant genotypes also trended on significance (\n\np\n\n=\n\n0.064), and the Cumming estimation plot (\n\nFig. 1\n\nc\n\n) shows only a very small portion of the mean difference distribution would support the null hypothesis that homozygous mutants are phenotypically equivalent to homozygous wild-type mice.\n\nAnticipatory responses\n\nFor the results of model effects for anticipatory responses per trial, see\n\nFigure 3\n\n. There were generally more anticipatory responses made during the reversal phase (main effect of phase: χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 102.584,\n\np\n\n=\n\n0.000, φ = 0.491;\n\nTable 2\n\n). In addition, more anticipatory responses were made on the side that was rewarded during discrimination, regardless of current phase (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 23.541,\n\np\n\n<\n\n0.001, φ = 0.236). We did not detect a main effect of sex or any higher-level interactions involving sex (all χ\n\n2\n\n< 4.037, all\n\np\n\n> 0.05;\n\nTable 2\n\n). There was a main effect of genotype for anticipatory responses (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 6.667,\n\np\n\n=\n\n0.036,\n\nV\n\n= 0.089;\n\nFig. 2\n\n); however, the direction of the effect was that\n\nSyn3\n\ndeletion reduced premature responding. Homozygous wild-type mice made more anticipatory responses than the heterozygous mice (\n\npost hoc\n\ntest,\n\np\n\n=\n\n0.024), and although the Cumming estimation plot comparing genotypes (\n\nFig. 2\n\n, bottom) suggests a mean difference separation between the homozygous-null and homozygous wild-type groups, our\n\npost hoc\n\nanalysis evaluating this difference in our model did not reach to the level of significance (\n\np\n\n=\n\n0.098). We believe that this is a consequence of adjustments made to the EMM used for\n\npost hoc\n\nanalyses within the model. EMMs are adjusted to correct for the influence of other factors in the model to specifically evaluate the variance explained by the factor being tested.\n\nFigure 2.\n\nContingency reversal increases anticipatory responses, but\n\nSyn3\n\nablation reduces anticipatory responses compared to wildtype mice. Cumming estimation plot displaying anticipatory responses per trial in discrimination and reversal phases within each genotype group. The line plot in the top panel shows individual data for mice in each genotype group. Paired mean differences comparing discrimination and reversal performance within each group are in the middle panel. Unpaired mean differences comparing each mutant group to the wildtype control group are shown in the bottom panel.\n\nTo further investigate this issue, nested mean tables were generated to visualize the pattern of descriptive means as a function of each factor level. Descriptive means at the sex * genotype level showed the same rank-order patterns identified in our\n\npost hoc\n\nand estimation analyses. Specifically, females displayed the same pattern of EMMs (homozygous wild type > homozygous null > heterozygous null), while males matched the pattern seen in genotype-based descriptive means (homozygous wild type > heterozygous null > homozygous null). We next examined genotype * sex EMMs and found the same sex * genotype pattern. EMMs for genotype were then generated excluding sex from the model, and the pattern was found to match that of the descriptive means, suggesting that the inclusion of sex in the model accounted for the observed effects.\n\nOmissions\n\nWe found a main effect of phase (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 34.308,\n\np\n\n=\n\n0.000, φ = 0.402;\n\nTable 2\n\n); mice omitted fewer trials in reversal than in discrimination. No other differences were observed for trial omissions.\n\nOR failures\n\nThere was a main effect of phase, such that more observing response failures occurred during the acquisition stage, than during reversal (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 13.536,\n\np\n\n< 0.001, φ = 0.146;\n\nTable 2\n\n). Longer observing response requirements resulted in more failures per trial (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 754.522,\n\np\n\n<\n\n0.001,\n\nV\n\n= 0.770;\n\nFig. 3\n\n, top), and\n\npost hoc\n\nassessment revealed significant differences among all hold requirements (all pairwise\n\np\n\n<\n\n0.001). Genotype was also found to significantly impact observing response failures (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 6.086,\n\np\n\n=\n\n0.048,\n\nV\n\n= 0.069); however,\n\npost hoc\n\nanalyses comparing each mutant type to the wild-type control did not reveal pairwise differences. The Cumming estimation plot comparing genotypes (\n\nFig. 3\n\n, bottom) shows that heterozygous-null and homozygous-null groups deviate from the homozygous wild-type group in opposite directions, suggesting that the main effect of genotype identified in the GEE model is a difference between heterozygous-null and homozygous-null groups.\n\nFigure 3.\n\nObserving response failures per trial show a probable difference between heterozygous null and homozygous null groups. Cumming estimation plot displaying observing response failures per trial in discrimination and reversal phases within each genotype group. The line plot in the top panel shows individual data for mice each genotype group. Paired mean differences comparing discrimination and reversal performance within each group are in the middle panel. Unpaired mean differences comparing each mutant group to the wildtype control group are shown in the bottom panel.\n\nLatency measures\n\nLatency model effects are reported in\n\nTable 2\n\n. Neither trial initiation latency nor pellet retrieval latency was found to vary as a function of phase, genotype, sex, or their interactions (all\n\np\n\n>\n\n0.05).\n\nResponse latencies were longer in acquisition than in reversal (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 224.982,\n\np\n\n<\n\n0.001, φ = 0.729). There was also a significant phase * genotype interaction (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 7.254,\n\np\n\n=\n\n0.027,\n\nV\n\n= 0.093). All mice reduced their response latencies between the acquisition and reversal phases, but the effect was most pronounced in the heterozygous group. There were no differences in latency as a function of correct or incorrect responses (no effects of side, all\n\np\n\n>\n\n0.05;\n\nTable 2\n\n).\n\nBehavioral flexibility score\n\nContingency reversal impacted feedback integration in a valence-dependent manner (phase * feedback valence interaction: χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 162.468,\n\np\n\n<\n\n0.001, φ = 0.875;\n\nTable 2\n\n). In discrimination acquisition, mice exhibited stable behavior following positive feedback (mean = −0.50, SE = 0.023) and flexible behavior following negative feedback (mean = 0.28, SE = 0.037), but this separation was largely lost in the reversal phase (mean positive = −0.20, SE = 0.021; mean negative = −0.19, SE = 0.023). A phase * genotype interaction was identified (χ\n\n2\n\n(2,\n\nN\n\n=106)\n\n= 7.930,\n\np\n\n=\n\n0.019,\n\nV\n\n= 0.137), and pairwise\n\npost hoc\n\nanalysis revealed a more negative flexibility score for null mice in reversal compared with their flexibility in discrimination (\n\np\n\n=\n\n0.034;\n\nFig. 4\n\na\n\n), suggesting the behavior of\n\nSyn3\n\n-null mice were less flexible in reversal than in acquisition. We also identified feedback valence * sex (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 9.039,\n\np\n\n=\n\n0.003, φ = 0.206) and phase * feedback valence * sex (χ\n\n2\n\n(1,\n\nN\n\n=106)\n\n= 6.379,\n\np\n\n=\n\n0.012, φ = 0.173) interaction effects. Male mice were less likely to change responses after positive feedback and were more likely to update behavior after negative feedback compared with females (i.e., less flexibility after positive feedback and more flexibility after negative feedback;\n\nFig. 4\n\nb\n\n), but as with the phase * feedback interaction, this difference only occurred in the discrimination acquisition phase, and differences were not apparent between groups in reversal.\n\nFigure 4.\n\nSyn3\n\nablation reduces flexible behavior during contingency reversal. (\n\na\n\n) Cumming estimation plot displaying behavioral flexibility during discrimination and reversal within each genotype group. The line plot in the top panel shows individual data points for mice in each genotype group. Paired mean differences comparing discrimination and reversal performance within each group.\n\nb\n\nCumming estimation plot displaying behavioral flexibility discrimination and reversal in both sexes. The swarm plot in the top panel shows individual data points for each group with mean (±SD) displayed in the bar to the right. Unpaired mean differences comparing discrimination and reversal performance within each group.\n\nDiscussion\n\nIn this experiment, we tested the influence of the\n\nSyn3\n\ngene on reversal learning performance in C57BL/6N mice using a global knockout strategy; based on previous systems genetics analysis of this trait in the BXD population (\n\nLaughlin et al., 2011\n\n), we hypothesized that mice lacking\n\nSyn3\n\nwould display deficits in reversal learning performance compared with wild-type mice. Portions of our data support that hypothesis, but the precise effect of synapsin III deletion on reversal learning is nuanced and worthy of further exploration.\n\nWe found some evidence that reversal learning ability varies as a function of genotype. When a fold-change variable that isolates reversal phase-specific aspects of performance was calculated, significant differences were apparent between the genotypes. Specifically, mice carrying one or two null alleles experienced a larger proportional increase in trials to criterion in reversal compared with wild-type mice. Furthermore,\n\nSyn3\n\n-null mice exhibited less flexible behavior in reversal compared with the initial discrimination (as shown by the flexibility score analysis), again suggesting a reversal-specific deficit. These findings are consistent with previous observations in BXD mice;\n\nLaughlin et al. (2011)\n\nfound that the trials to criteria under reversal testing was associated with the chromosome 10 QTL. When that measure was regressed on trials to criteria for the acquisition phase at the individual-subject level, and the mean residual scores per strain (the portion of variance in the reversal data that could not be accounted for by variance in the acquisition data) were submitted to a second genome scan, they found statistically identical results, showing that the association was specific to some reversal-specific feature of behavior.\n\nThe rate of learning under the reversal condition was not the only phenotype affected by\n\nSyn3\n\ndeletion. Wild-type mice made more anticipatory responses than either mutant group. This measure is conceptually similar to the premature responding phenotype measured in the five-choice serial reaction time task (5CSRTT), often interpreted as an indicator of waiting impulsivity (\n\nDalley and Ersche, 2019\n\n). At a minimum, the dissociation between behavioral flexibility assessed in reversal (impaired) and premature responding (reduced) in\n\nSyn3\n\n-null mice suggests that these two traits are influenced by separate genetic architectures, as existing evidence already suggested (\n\nNautiyal et al., 2017\n\n). That hypothesis is further supported by recent observations that measures of behavioral flexibility and premature responding are not genetically correlated in the collaborative cross-recombinant inbred panel and their inbred founder strains (\n\nBailey et al., 2021\n\n). Moreover,\n\nSyn3\n\nnegatively affected the ability to maintain the variable duration OR. How, and/or whether, this phenotype is related to their reduced premature responding is unclear. It is also worth noting that premature responding in the 5CSRTT is typically penalized by a time-out period that lengthens the time before the start of the next trial, so the inhibition of premature responses is required for optimal task performance. That is not the case in our reversal learning task; premature responses are recorded but have no programmed consequences.\n\nIn our procedure, premature responses could occur during the intertrial interval (before the OR becomes available) or during the trial initiation period (after the OR is available but before the OR duration criterion is met). Responses occurring during the trial initiation period could signal a failure to attend to the discriminative stimulus indicating a reward is now available for the correct choice (i.e., the OR aperture light turns off and the flanking lights turn on). Responding during the intertrial interval is somewhat more difficult to interpret, partially because we are unsure whether these responses occurred following an attempted OR or are independent of an OR. Observing response failures, on the other hand, occurred at very low levels when the OR requirement was low, indicating that the average response duration was likely higher than the minimum OR requirement. As the duration criteria increase, however, failures occur more often. Perfect success could be generated by sustaining the aperture response until the aperture light turns off on all trials, but clearly this is not the strategy used by the mice. Instead, they sustain the OR for some variable period of time that produces almost certain success at the shortest OR duration, and much lower success rates with more sustained response requirements.\n\nElaborating the microstructure of premature response patterns in reversal learning would lend clarity to the relation between the observing response and the premature or anticipatory response in preparations like ours that require a sequence of behavioral responses to receive a reward. If an OR failure is followed by another OR attempt, the subject is likely still attending to the relevant aperture. If an OR failure is followed by one or more anticipatory responses, the subject has shifted behaviors without attending to the lack of shift in discriminative stimuli. Though both patterns could be classified inefficient, they denote different underlying behavioral strategies. The ability to sustain a response for a sufficient duration measures a different dimension of inhibitory control than the ability to wait for choice conditions to be met before making a response. It is possible that the variable OR duration presented a greater challenge for\n\nSyn3\n\n-null mice by introducing uncertainty into the behavioral response itself. This is functionally distinct from responding in the choice apertures before a choice is available, in which\n\nSyn3\n\nablation seems to confer an advantage.\n\nRole for DA\n\nGiven the known regulatory role of\n\nSyn3\n\non DA transmission (\n\nKile et al., 2010\n\n), we can cautiously link our observed results to altered DA dynamics.\n\nLaughlin et al. (2011)\n\nfound that\n\nSyn3\n\nexpression in the neocortex, hippocampus, and striatum was correlated with reversal learning performance (low Syn3 expression was associated with poor reversal learning performance). Synapsin III negatively regulates DA release by controlling the transfer of synaptic vesicles from the reserve pool to the ready-releasable pool (\n\nFeng et al., 2002\n\n), and mice lacking\n\nSyn3\n\nshow enhanced striatal phasic DA release compared with wild types (\n\nKile et al., 2010\n\n). Presumably,\n\nSyn3\n\ndeficiency would also induce enhanced release in hippocampus and neocortex, but these effects, to our knowledge, have not been explicitly tested. Inducible and region-specific knockout strategies could be leveraged to better understand the relative contributions of corticolimbic and corticostriatal circuits to reversal learning.\n\nDopaminergic tone has been implicated in the ability to reverse a learned discrimination (\n\nKlanker et al., 2013\n\n).\n\nKlanker et al. (2015)\n\nidentified a key role for ventromedial striatal DA responses to positive feedback while animals acquired a spatial reversal task. In rats that eventually acquired the reversal rule, the first rewarded reversal trial induced a spike in DA (measured via fast-scan cyclic voltammetry) concurrent with reward delivery; in the subsequent trial (i.e., the first trial in which positive feedback can be used to update behavior), an increase in cue-evoked DA was observed. In rats that did not acquire reversal, the first reward induced the same DA spike, but DA release did not shift to cue presentation in the next trial. This effect was specific to positive feedback; DA release during an incorrect trial (i.e., one followed by no reward delivery) or the following trial did not differ between rats that acquired the reversal and those that did not. A change point was defined as the trial at which the cumulative record maximally deviated from a line drawn from the origin to the end of the record (\n\nKlanker et al., 2015\n\n). No differences were observed in cue-evoked DA release in trials before and after the change point, but reward-evoked DA release decreased in trials following the change point. Positive feedback increased cue-evoked DA release on the subsequent trial only before the change point, suggesting feedback-induced shifts in intratrial timing normalize across the learning curve to a level where cue-evoked DA stabilizes, and the learned behavior is reliably expressed. Dopaminergic tone is dynamically engaged throughout the learning curve, and small shifts in the timing of release can aid in reorganization of previously learned behavior in response to positive feedback.\n\nYawata et al. (2012)\n\ndemonstrated independent roles for the direct (D\n\n1\n\nreceptor-expressing) and indirect (D\n\n2\n\nreceptor-expressing) dopamine-mediated pathways of the basal ganglia by reversibly inducing pathway-specific blockade of neurotransmission in the nucleus accumbens using doxycycline in transgenic mice. Interference with the D\n\n1\n\nreceptor-expressing direct pathway impaired acquisition of a novel visual discrimination, though no impairment in acquisition was observed when the D\n\n2\n\nreceptor-expressing indirect pathway was blocked. Blocking neurotransmission in either the direct or indirect pathway interfered with reversal of the previously learned discrimination, but only inhibiting the indirect pathway neurons increased perseverative errors. This pattern of findings was recapitulated when the direct or indirect pathways were unilaterally blocked via doxycycline, then the contralateral side was treated with D\n\n1\n\nor D\n\n2\n\nagonists or antagonists. Antagonism of accumbal D\n\n1\n\nreceptors interfered with the acquisition of initial and reversed discriminations but did not alter perseverative errors, while D\n\n2\n\nagonism selectively hindered reversal performance by increasing perseverative errors (\n\nYawata et al., 2012\n\n). Together, these results suggest that the D\n\n1\n\n-mediated direct pathway in the basal ganglia is involved in the acquisition of operant responses more generally, while DA release onto the D\n\n2\n\n-mediated indirect pathway is specifically implicated in behavioral flexibility.\n\nLee et al. (2007)\n\ndemonstrated that in monkeys systemic antagonism of D\n\n2\n\n/D\n\n3\n\n, but not D\n\n1\n\n/D\n\n5\n\n, specifically impaired performance following reversal of a previous learned visual discrimination without altering the ability to acquire novel discriminations. In rats, intra-accumbal D\n\n1\n\n, but not D\n\n2\n\n, antagonism disrupted set shifting (a measure of cognitive flexibility), while D\n\n2\n\n, but not D\n\n1\n\n, agonism impaired performance on a reversal task without disrupting initial discrimination (\n\nHaluk and Floresco, 2009\n\n). Although one might expect agonism and antagonism of D\n\n2\n\nreceptors to have opposite effects, conceptual and experimental evidence points to a convergent role of the change in dopamine activity to drive behavioral effects. Because D\n\n2\n\nreceptors are found both presynaptically and postsynaptically, agonism will inhibit further dopamine release via autoreceptors, while antagonism will interfere with postsynaptic activation even as presynaptic release is disinhibited. In both cases, phasic dopamine activity is disrupted, and reversal learning is impaired.\n\nPhasic DA release has been proposed to serve as a teaching signal, encoding a prediction error signal whereby unexpected outcomes generate an increase in phasic DA (\n\nSchultz, 2019\n\n).\n\nSteinberg et al. (2013)\n\ndemonstrated that optogenetic stimulation of VTA DA neurons concurrent with reward delivery produced long-lasting enhancement of cue-induced reward seeking.\n\nSaunders et al. (2018)\n\nreplicated and extended these findings, demonstrating that VTA, but not SNc, DA release paired with cue presentation evoked conditioned stimulus approach behavior. Further, pairing optogenetic DA stimulation with reward in a behavioral economic procedure shifts the demand curve rightward and upward, indicating higher subjective value to the reward and enhanced motivation to obtain it (\n\nSchelp et al., 2017\n\n). Synapsin III negatively regulates dopamine release by regulating the transfer of synaptic vesicles from the reserve pool to the ready-releasable pool (\n\nFeng et al., 2002\n\n), and its absence enhances phasic dopaminergic tone (\n\nKile et al., 2010\n\n). Thus, mice carrying one or more null\n\nSyn3\n\nalleles may experience the initial acquisition of a discrimination differently, and our test may simply not be sensitive enough to detect any reinforcement learning phenotypes during the initial acquisition stage.\n\nRelevance to substance use disorder\n\nStimulant drugs of abuse are widely known to act by enhancing dopaminergic activity, either by blocking DA transport (DAT; e.g., cocaine) or by promoting the reverse transport of DA (e.g., amphetamine and methamphetamine). A recent systematic review and meta-analysis of the literature regarding dopaminergic alterations in stimulant users found several noteworthy changes in DA dynamics, including reduced overall DA release, reduced DAT availability, reduced D\n\n2\n\n/D\n\n3\n\nreceptor availability, and possibly reduced DA synthesis (\n\nAshok et al., 2017\n\n). Notably, striatal D\n\n2\n\n/D\n\n3\n\nreceptor availability has been negatively correlated with reversal learning performance (\n\nDalley et al., 2007\n\n;\n\nGroman et al., 2011\n\n;\n\nLaughlin et al., 2011\n\n). Theoretically,\n\nSyn3\n\ndeletion, by amplifying phasic DA release, may lead to compensatory decreases in D\n\n2\n\n-like receptors in forebrain regions, thereby conferring a less flexible phenotype.\n\nSex differences in learning\n\nOur analysis identified several sex-related effects in performance. Specifically, we found that, during initial acquisition of the discrimination, homozygous-null male mice required fewer trials to reach criterion than did females of the same genotype. In addition, we found that males engaged in more optimally flexible behavior during discrimination acquisition learning (i.e., males more often made the same choice after positive feedback and switched choices after negative feedback more often than did females), but both sexes responded equivalently to both types of feedback during contingency reversal. This suggests the importance of sex differences in learning strategies during the initial discrimination phase.\n\nPrevious research examining sex differences in learning strategy is mixed. Using a probabilistic reversal learning task,\n\nHarris et al. (2021)\n\nfound that male rats were more sensitive than females to negative feedback throughout training, with no difference in sensitivity to positive feedback or overall learning rate.\n\nChen et al. (2021)\n\ntested mice in a visual bandit task and found that females learned faster than males and engaged in a stable strategy throughout the task, while males were more sensitive to previous outcomes and changed their strategy over time. Notably, there were no sex differences in visual bandit performance when reward probabilities were deterministic (\n\nChen et al., 2021\n\n), which most closely reflects the testing conditions used here. A study using the rodent version of the Iowa Gambling Task found that males learned at a faster rate than females (\n\nvan den Bos et al., 2012\n\n), but a modified version of the task used by\n\nPeak et al. (2015)\n\nfound that females optimized choice behavior faster (\n\nOrsini and Setlow, 2017\n\n). Despite difficulty in making an overarching statement about sex differences in learning, it is clear from this pattern of results that males and females use task-relevant information differently, resulting in task-specific sex differences in strategy optimization.\n\nLimitations\n\nOur ability to scale our findings up to findings in humans is limited, in part, by the simplicity of our task. In the real world, humans are often required to make decisions based on uncertain information and update behavior as a function of feedback in real time. We use a deterministic task, while tests used in humans often incorporate probabilistic reward delivery to introduce uncertainty and find differential results as a function of that uncertainty (\n\nChen et al., 2021\n\n). Likewise, intersession (overnight) consolidation can influence learning (\n\nVarga et al., 2014\n\n;\n\nAlizadeh Asfestani et al., 2018\n\n), and our task used a multisession, between-sessions training and testing strategy. Future research attempting to link our mouse genetic findings with human research may need to address these issues.\n\nConclusions\n\nHere we have demonstrated a role for\n\nSyn3\n\n, encoding synapsin III, in behavioral flexibility. C67BL/6N mice lacking functional\n\nSyn3\n\nalleles experienced a greater proportional cost of contingency reversal than wild-type mice and engaged in less flexible responding during the reversal phase but made fewer anticipatory responses; however, it is important to note that the reported pattern of effects may well be dependent on the genetic background studied (\n\nSittig et al., 2016\n\n). This suggests that\n\nSyn3\n\nhomozygous-null mice were less adaptable to changes in contingency, but this effect was independent of their waiting impulsivity phenotype."
  },
  {
    "pmcid": "3962717",
    "title": "Use of monitoring levels of soluble forms of cytokeratin 18 in the urine of patients with superficial bladder cancer following intravesical Ad-IFNα/Syn3 treatment in a Phase l study",
    "publish_date": "2014-2-07",
    "full_text": "Introduction\n\nOur phase l study of intravesical Ad-IFNα/Syn3 treatment in patients with non-muscle invasive bladder cancer previously failing BCG (bacillus Calmette-Guérin) therapy has been completed (\n\n1\n\n). The Syn3 is an excipient Syn3 that facilitates effective gene transfer and expression of IFNα within the urothelium and tumor with subsequent secretion into the urine (\n\n2\n\n,\n\n3\n\n). In the phase l study only a single instillation of Ad-IFNα/Syn3 was given. A complete remission (CR) as defined by no evidence of tumor and negative biopsies by cystoscopy 90 days after treatment was found in 6 of the 14 patients treated who produced IFNα in their urine (\n\n1\n\n).\n\nThree distinct mechanisms of cancer cell death caused by Ad-IFNα have been identified by us (\n\n4\n\n–\n\n9\n\n). The IFNα produces a tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) - mediated cancer cell kill (\n\n4\n\n) whereas cancer cells which are resistant to the interferon α protein are killed by Ad-IFNα in two additional ways, one indirect (apoptotic) and the other direct (necrotic). The indirect mechanism involves a potent soluble bystander factor(s) secreted by both Ad-IFNα infected tumor and normal urothelial cells which is strongly cytotoxic to all tumor types tested to date, including bladder cancer, but is not cytotoxic to normal cells (\n\n5\n\n,\n\n6\n\n). The direct cancer cell kill occurs from the high level IFNα accumulation found perinuclearly after Ad-IFNα treatment which causes ER stress related cancer cell death (\n\n7\n\n).\n\nLevels of cytokeratins, especially those which detect both caspase-cleaved and intact cytokeratin 18 (CK 18), have been used as biomarkers of tumor cell kill measured in the blood after chemotherapeutic treatment (\n\n10\n\n,\n\n11\n\n). The M30 antibody recognizes a CK18 fragment that is produced following caspase cleavage of the CK18 protein and is thought to be a selective biomarker for apoptotic cell death, whereas the M65 ELISA uses the M5 antibody thought to detect both the uncleaved and cleaved CK18 protein fragments. By subtracting the concentration of cleaved CK18 obtained using the M30 ELISA (M30 increase) from the level obtained in the M65 ELISA, the necrotic component of cell death is determined (M65 increase).\n\nBoth the TRAIL and bystander related cancer cell apoptosis produced by Ad-IFNα can be measured by increases in M30, whereas the endoplasmic stress related direct cancer cell death is mostly necrotic and can be measured by an increase in M65 (\n\n7\n\n).\n\nIn this report patients from the Phase l trial were studied. Changes in urine M30 and M65 levels as well as IFN and TRAIL levels were examined at various times after intravesical Ad-IFNα /Syn3 treatment. We hypothesized that increases in M30 and M65 level would reflect the mechanisms of tumor cell death produced by the Ad-IFNα and that changes in M30 and M65 levels might be predictive of the CRs obtained.\n\nMaterial and Methods\n\nUrine Samples\n\nThe urine samples were collected on ice after treatment and were stabilized by the addition of a buffer containing 10% bovine serum albumin and 50 mM HEPES (4-[2-hydroxyethyl]-1-piperazineethanesulfonic). 1ml of buffer was added to 10 ml of urine. After centrifugation urine was then stored at −80° C until it was thawed to conduct the various assays. Both early morning samples brought by the patient and a freshly voided urine was collected approximately every 24 hours after treatment.\n\nELISA M30, M65 and TRAIL assays\n\nM30-Apoptosense and M65 ELISA kits were obtained from Peviva AB (Bromma, Sweden,) and used according to manufacturer protocol. Briefly, 25µl of each urine sample were tested in duplicate or triplicate. 75µl of the combined monoclonal M30 antibody (anti-CK18 Asp 396 neoepitope) conjugated with horseradish peroxidase substrate and the conjugate dilution buffer was added to each well for the M30-Apoptosense ELISA and mouse monoclonal M5 antibody for the M65 ELISA. Incubation times were 4h and 2h for the M30 and M65 ELISAs, respectively. After washing the plate, 200µl of tetramethylbenzidine substrate solution was added to each well followed by stop solution (1M sulfuric acid) after 20 minutes. Absorbance was read in a microplate reader at 450nm. Samples were diluted, as necessary, for the absorbance (450nm) to fall within the range of the standard curve. TRAIL protein levels were determined using the TRAIL ELISA kit purchased from R&D Systems Inc., Minneapolis, MN according to the manufacturer’s instructions (\n\n4\n\n). All results were given in units (U/L).\n\nDetermination of IFNα levels\n\nIFNα levels were determined by ELISA from R&D Systems Inc., Minneapolis, MN utilizing the manufacturer protocol with the extended range standard curve. Briefly, 100µl of each urine sample and standards were tested in duplicate or triplicate. After one hour incubation and plate washing, 100µl of HRP substrate was added to each well. After incubation for 1h and washing the plate, 100µl TMP substrate solution was added to each well followed by stop solution. Absorbance was read in a microplate reader at 450nm. Samples were diluted, as necessary, for the absorbance (450nm) to fall within the range of the standard curve. Final results were given as pg/ml.\n\nBiostatistical Analysis\n\nPatients were analyzed to determine if M30 and /or M65 levels could be correlated with achieving a CR. Each patient was classified as having M30 levels which returned to normal levels if it reached a level below 175 U/L by day 10 or day 14 after treatment when the last urine sample was obtained for a given patient. Similarly patients were classified as having M65 return to normal levels using the same threshold. These were the levels seen in the normal control urine A Fisher’s exact test was used to compare patients with and without CR with respect to M30 and M65 returning to normal levels.\n\nResults\n\nUrine IFN Levels\n\nThe phase l study design provided for a single intravesical instillation of Ad-IFNα (75 ml in 1mg/ml Syn3) with re-treatment if a complete remission (CR) was achieved at 90 days. High and prolonged dose-dependent urine IFN levels were observed in all dose levels of 1×10\n\n10\n\nparticles/mL and above with the top concentration of 3×10\n\n11\n\nparticles/mL producing the most increase in urine IFN levels which in certain patients were measurable up to 7 days or more (\n\nFig.1\n\n). The patients who achieved a CR are shown by arrows. The difference in scale of IFN levels at each dose level should be noted. Additionally, a significant IFN urine level was measured in Pt.14 retreated 90 days after his initial treatment at the 24-hr time-point (6082 pg/ml). Six of 14 patients (43%) receiving doses that produced measurable IFNα in the urine achieved a CR at 3 months after treatment.\n\nM30, M65 and TRAIL Levels Indicate That All Mechanisms of Ad-IFNα Produced Cell Death Occur in a Clinical Setting\n\nIncreases in both M30 and M65 were found following all 14 patients in whom increases in IFN were also seen (all patients shown in\n\nFig.1\n\n). Representative examples of the changes found in M30 an M65 levels over time after treatment as well as TRAIL and IFNα levels are shown in\n\nTable 1\n\n. Patient # 7, who achieved a CR, had high M30 and M65 levels in his urine one day after treatment which returned to normal levels by day 4. He also had high TRAIL levels indicating that the tumor was IFNα sensitive with considerable tumor cell kill occurring because of the high and prolonged IFNα levels produced in the urine. This mechanism of tumor cell kill was likely reflected by the M30 levels in which the TRAIL related tumor cell kill cannot be distinguished in this case from the bystander produced tumor cell kill since both mechanisms cause apoptotic cell death. The initial large increase in M65 levels seen in this patient is likely the result of the direct mechanism of Ad-IFNα produced cell death, namely necrotic cancer cell kill following Ad-IFNα infection and expression in a significant portion of the tumor cells.\n\nIn contrast, patient #14, who also achieved a CR, now maintained for more than 2 years, produced no TRAIL in his urine. Therefore his tumor likely was IFN resistant and the increase seen in the urine M30 levels was likely the result of bystander factor caused cancer cell kill and was substantial. This patient had never responded to any prior intravesical therapy and would have been directed to cystectomy if not for serious co-morbidities. Again both M30 and M65 returned to normal by 10 days after treatment.\n\nIn contrast Patient # 9 did not achieve a CR. This patient had very extensive disease within the bladder at the time of treatment with Ad-IFNα/Syn3. After therapy significant levels of urine IFNα, TRAIL, M30, and M65 were obtained but the M30 and M65 levels remained high for the 14 days after treatment that urine samples were obtained. These results suggest that much tumor cell kill occurred in this patient from all three mechanisms of Ad-IFNα–produced cancer cell kill and that M30 and M65 never reached a normal level because of the extensive and persisting tumor burden present.\n\nCorrelation Between M30 and M65 Returning to Normal Levels in the Urine After Ad-IFNα Treatment and Achieving a CR at 90 days\n\nIn this phase I study 6 of 14 patients (43%) achieved a CR. All 6 patients with a CR (100%) had M30 levels in their urine that returned to normal (< 175 U/L) at day 5 or later, while 2 of 8 (25.0%) patients who did not achieve a CR had M30 levels that returned to normal levels (p=0.010). In addition five of 6 patients with a CR (83%) had M65 levels which returned to normal (< 175 U/L) at day 5 or later, while none of the 8 patients without a CR (0%) had M65 levels which returned to normal (p=0.003). Similarly, 5 of 6 patients with a CR (83.3%) had both M30 and M65 levels which returned to normal levels at day 5 or later, while none of the 8 patients without a CR (0%) had both M65 and M30 levels return to normal (p=0.003).\n\nDiscussion\n\nOur phase l study using intravesical Ad-IFNα /Syn3 for the treatment of patients with BCG refractory nonmuscle invasive bladder cancer resulted in high and prolonged urine IFNα levels. In addition 43% of the patients with measurable urine IFNα levels achieved a CR at 90 days after treatment (\n\n1\n\n). Using ELISA assays to examine the levels of both caspase-cleaved (M30) and intact (M65) CK18 levels in the strong evidence was provided that significant apoptosis and necrosis occurred in each of the patient’s tumors. We believe that this represented all three mechanisms of Ad-IFNα - produced cancer cell death (\n\n9\n\n). The increases in M65 levels were likely from the direct tumor cell kill caused by the significant gene transfer and expression of the Ad-IFNα in many cancer cells resulting in necrotic cancer cell death, whereas the high levels of M30 observed were the result of apoptosis from both TRAIL and bystander - mediated mechanisms of Ad-IFNα - produced cancer cell death (\n\n9\n\n). In those patients in which significant TRAIL urine levels were seen, much of the increase in M30 levels likely was indicative of TRAIL-mediated cancer cell death caused by the high and prolonged IFNα levels produced in IFNα sensitive tumors such as in patient #7 (\n\nTable 1\n\n). In contrast the tumors in patients showing little or no TRAIL levels in their urine after Ad-IFNα treatment but high M30 levels most likely were IFNα resistant and the M30 increase seen reflected primarily bystander tumor cell death such as that seen in patient #14 (\n\nTable 1\n\n).\n\nSince the urine high M30 and M65 levels determined within 24 hours after treatment appeared to indicate that significant tumor kill occurred in all patients we thought it would be prudent to examine whether return to normal levels in the urine over time might correlate with a better prognosis. This was indeed the case. All six patients with a CR at day 90 the M30 levels returned to normal by day 5 or later whereas this occurred in only two of eight patients who did not achieve a CR (p=0.010). Moreover five of 6 patients with a CR had M65 levels which returned to normal while none of the eight patients without a CR had M65 levels which returned to normal (p=0.003). To our knowledge this study is the first to suggest that examining M30 and M65 levels in the urine might be used as a potential surrogate biomarker of tumor cell kill and prognosis after treatment of non-muscle invasive bladder cancer with any therapeutic agent.\n\nAlthough this analysis was done retrospectively it indicates that measurement of M30 and M65 levels in urine after intravesical Ad-IFNα /Syn3 treatment, particularly return to normal levels might be useful as a prognostic indicator of attaining a CR at 90 days. Such studies may therefore have clinical value in future trials. Consequently these determinations will be done in a phase lB trial planned in which intravesical Ad-IFNα /Syn3 treatment will be given on day 1 and again on day 4 to examine whether or not even higher and more prolonged urine IFNα levels can be achieved as well as whether an increase in the number of CRs can be obtained. Finally measurement of M30 and M65 levels in urine might be useful to follow tumor cell kill for other clinical studies in which tumor in the bladder is present."
  },
  {
    "pmcid": "9251210",
    "title": "Lentiviral interferon: A novel method for gene therapy in bladder cancer",
    "publish_date": "2022-6-10",
    "full_text": "Introduction\n\nApproximately 70% of newly diagnosed bladder cancers (BLCAs) are non-muscle invasive (NMIBC). Conventional treatment of these tumors includes transurethral resection followed by intravesical therapy. Bacillus Calmette-Guerin (BCG) has been the mainstay of intravesical therapy for patients with high-risk disease for decades.\n\n1\n\nAlthough this treatment achieves initial clinical responses in the majority of patients, disease recurrence and progression to a BCG-unresponsive state are common.\n\n2\n\nCurrently, the optimal management of BCG-unresponsive disease is radical cystectomy, an invasive procedure associated with significant morbidity and potential mortality.\n\n2\n\nSeveral agents have and continue to be tested in the BCG-unresponsive setting.\n\n3\n\nTo date, few have provided durable disease responses. Immunostimulatory gene therapy is a novel therapeutic strategy with promise to improve the durability of disease responses after intravesical therapy through immune-mediated mechanisms of tumor killing. Since the first successful therapeutic gene transfer over 30 years ago, gene therapy has evolved into an asset in our fight against cancer.\n\n4\n\n,\n\n5\n\nAdenoviral interferon-alpha 2b (Ad-IFNα2b) combined with a novel excipient (Syn-3), an excipient that facilitates gene transfer across the urothelium,\n\n6\n\nhas shown promising clinical activity in phase 1, 2, and 3 trials.\n\n7\n\n,\n\n8\n\n,\n\n9\n\nIn these studies, Ad-IFNα2b/Syn3 appeared to be well tolerated, provided sustained urinary IFNα levels, and demonstrated a 35% 1-year recurrence-free survival (RFS) in patients enrolled in a phase 2 trial. Accordingly, the recently concluded phase 3 trial showed a 60% response rate at 3 months with maintenance of complete response in 51% of patients at 12 months.\n\n9\n\nThese findings represent favorable improvement in the management of BCG-unresponsive disease compared with currently approved agents.\n\n10\n\n,\n\n11\n\nThe anti-tumor efficacy of Ad-IFNα is the result of IFNα’s pleiotropic anti-tumor effects. Preclinical studies demonstrated that IFNα directly induced apoptosis in some human BLCA cells by inducing autocrine tumor necrosis factor (TNF)-related apoptosis-inducing ligand (TRAIL) production.\n\n12\n\nFurthermore, Ad-IFNα treatment inhibited angiogenesis in human xenografts,\n\n13\n\n,\n\n14\n\nand studies conducted in immune-competent syngeneic murine models demonstrated that the immune response to IFN was mediated by activation of both innate and adaptive immunity.\n\n15\n\nAlso, type 1 IFN signaling is important for initiating anti-tumor responses in dendritic cells.\n\n16\n\nWhile Ad-IFNα gene therapy is clinically efficacious, IFN transgene expression from this DNA viral vector is transient.\n\n17\n\nIn contrast, lentiviral vectors can integrate their genomes into the DNA of host cells and achieve stable immunostimulatory transgene expression from both dividing and non-dividing tumor cells.\n\n18\n\nIn addition, whereas adenoviral vectors are highly immunogenic,\n\n19\n\nlentiviral vectors are less immunostimulatory and hosts carry lower levels of pre-existing humoral immunity. Lentiviruses have been used as vectors for transgene delivery in several clinical trials.\n\n20\n\n,\n\n21\n\n,\n\n22\n\nThe studies presented here are the first to evaluate lentiviral IFNα gene therapy (LV-IFNα) for BLCA.\n\nResults\n\nExpression of IFNα protein and its target genes in syngeneic mouse BLCA cell lines after LV-IFNα transduction\n\nThe anti-tumor efficacy of LV-IFNα was tested in the murine BLCA cell lines BBN975 and UPPL1541, which recapitulate NMIBC, along with the carcinogen-induced cell line MB49 that is frequently used in preclinical studies.\n\n23\n\nGFP expression confirmed complete transduction of all cells by 48–72 h after treatment using increasing multiplicities of infection (MOIs) (2, 6, and 8;\n\nFigure S1\n\n). Cell lines were then treated with lentiviral control vector (LV-Ctrl) or LV-IFNα at a MOI of 2. IFNα-specific ELISA performed on cell-free supernatants collected 24 and 72 h after transduction with LV-IFNα showed robust and significantly higher IFNα protein expression in all three cell lines compared with LV-Ctrl (\n\nFigures 1\n\nA and 1B). Quantitative real-time PCR using RNA from transduced cells showed upregulation of the IFNα target genes IRF7, PD-L1, and TRAIL (\n\nFigure 1\n\nC). IRF7 expression was significantly induced in all the three cell lines but was highest in MB49 (1,564-fold), followed by BBN975 (138-fold) and UPPL1541 cells (134-fold). PD-L1 was comparably upregulated in all the three cell lines (9.165-fold in BBN975, 11.7-fold in MB49, and 16.35-fold in UPPL1541). TRAIL expression was highest in MB49 (3,677-fold), followed by UPPL1541 (282.5-fold) and BBN975 (228.3-fold).\n\nFigure 1\n\nExpression of murine IFNα protein and its target genes in syngeneic BLCA cell lines\n\n(A and B) BLCA cell lines were transduced with LV-Ctrl or LV-IFNα vectors at an MOI of 2 and murine IFNα was measured in the cell-free supernatants at 24 h (A) and 72 h (B) after viral transduction. All the three cell lines showed significant expression of IFNα protein in LV-IFNα-transduced cells compared with controls. (C) qPCR analysis of IFNα target genes IRF7, PDL-1, and TRAIL in BLCA cell lines show increased expression following treatment with LV-IFNα virus when compared with control. Not significant (ns), p > 0.05; ∗p < 0.05; ∗∗p < 0.01; ∗∗∗p < 0.001; ∗∗∗∗p < 0.0001.\n\nCytotoxic effects of IFNα protein on BLCA cell lines after transduction with LV-IFNα\n\nTo determine whether IFNα gene therapy induced direct cytotoxic effects, we assessed cell viability of BLCA cell lines by Trypan blue dye exclusion after LV-IFNα transduction. In two of the three cell lines (MB49 and UPPL1541), viable cell counts decreased after LV-IFNα and 100 U of recombinant IFNα (rIFNα) treatment in a time-dependent manner (\n\nFigures 2\n\nA and 2B). This result was confirmed by MTT assay at 72 h after treatment, which demonstrated that MB49 cell proliferation was significantly lower after LV-IFNα treatment compared with LV-Ctrl (\n\nFigure S2\n\nA). BBN975 cells showed an initial response to LV-IFNα and 100 U rIFNa, but by 72 h, the viable cell count was comparable to controls (saline or LV-Ctrl;\n\nFigure 2\n\nC). Recombinant IFNα dose-response curves illustrated that BBN975 cells were resistant to rIFNα (up to 600 U/mL conc.;\n\nFigure S2\n\nB), whereas MB49 and UPPL1541 were sensitive at all dose levels tested (\n\nFigures S2\n\nC and S2D). The cytotoxicity of IFNα was mediated by cell-death pathways, as demonstrated by increased annexin V staining in MB49 and UPPL1541 cells following treatment with LV-IFNα and 100 U of rIFNα compared with controls (\n\nFigure 2\n\nD). Following the observation that IFNα gene therapy promoted PD-L1 expression through IFNAR1/STAT1 signaling, we performed western blot analysis on lysates from our three cell lines after treatment with LV-IFNα, rIFNα, LV-Ctrl, or vehicle, confirming that PD-L1, STAT1, and p-STAT1 were all upregulated following LV-IFNα of MB49, UPPL1541, and BBN975 (\n\nFigure 2\n\nE).\n\nFigure 2\n\nCytotoxic effect of LV-IFNα on BLCA cell lines\n\n(A–C) Murine cell lines were exposed to murine recombinant IFNα (rIFNα) or transduced with LV-Ctrl or LV-IFNα and cell counts were measured using Trypan blue dye exclusion method. At 72 h, MB49 (A) and UPPL1541 (B) showed significant reduction in cell counts, while BBN975 (C) showed no change in cell numbers when compared with the saline treatment. (D) At 72 h, annexin V and propidium iodide staining showed increased apoptotic cells after 100 U rIFNα or LV-IFNα treatment in MB49 and UPPL1541 cells. Percentage of apoptotic cells in BBN975 remained unchanged. ns, p > 0.05; ∗p < 0.05; ∗∗p < 0.01; ∗∗∗p < 0.001. (E) Western blot for IFNα target genes shows increased expression of PD-L1, STAT1, and p-STAT1 in cell lines treated with 100 U rIFNα or LV-IFNα.\n\nCellular pathway discovery\n\nTo better understand how LV-IFNα affects global gene expression, we performed RNA sequencing (RNA-seq) on cell lines treated with rIFNα, LV-Ctrl, or LV-IFNα and compared them with untreated control cells (Ctrl). Hierarchical clustering and principal-component analyses showed distinct gene expression patterns for the four groups (\n\nFigures S3\n\nA and S3B). To identify candidate genes contributing to IFNα-mediated effects on cell viability, we compared differentially expressed genes between the rIFNα/Ctrl and LV-IFNα/LV-Ctrl pairs and generated heatmaps using a false discovery rate (FDR) cutoff of 0.05 and fold change of 2 (\n\nFigures 3\n\nA–3F). The gene lists are provided in\n\nTable S1\n\n.\n\nFigure 3\n\nRNA-seq analysis of mouse BLCA cell lines treated with 100 U rIFNα or LV-IFNα\n\n(A–F) Heatmaps of significant genes (FDR cutoff 0.05 and fold change of 2) between 100 U IFNα and CTRL samples for BBN975 (A), MB49 (B), and UPPL1541 (C) and between LV-IFNα and LV-Ctrl samples for BBN975 (D), MB49 (E), and UPPL1541 (F). (G and H) Venn diagrams show significantly altered genes (FDR cutoff 0.05 and fold change of 1.5) common or unique to all the three cell lines after treatment with LV-IFNα and rIFNα. (I and J) GSEA shows enrichment of interferon alpha response pathway in MB49 cells treated with LV-IFNα and rIFNα.\n\nWe then used a more inclusive fold change cutoff of 1.5 to identify genes that are commonly altered among the three cell lines tested. We generated Venn diagrams that identified 506, 603, and 869 differentially expressed genes between LV-IFNα and LV-Ctrl treatment of BBN975, MB49, and UPPL1541, respectively, with 90 genes common to all cell lines (\n\nFigure 3\n\nG). Similarly, 455, 730, and 88 genes were differentially expressed across the respective cell lines between 100 U rIFNα-treated and untreated controls (Ctrl), with 70 genes common to all cell lines (\n\nFigure 3\n\nH). The complete gene list for the three cell lines is included in\n\nTable S2\n\n.\n\nTo identify major pathways activated in these cells, we used the sequencing data to perform gene set enrichment analysis (GSEA). Top GSEA hallmark pathways are shown in\n\nTable S3\n\n. As expected, GSEA showed enrichment of the IFNα response pathway in both LV-IFNα- and rIFNα-treated MB49 cells when compared with respective controls (\n\nFigures 3\n\nI and 3J). GSEA of top pathways for BBN975 and UPPL1541 is shown in\n\nFigure S3\n\nC. We also performed ingenuity pathway analysis (IPA) on differentially expressed genes between LV-IFNα- and LV-Ctrl-treated cells in all three cell lines. IFN signaling and activation of IRF by cytosolic pattern recognition receptors were commonly enriched in all three cell lines with a positive\n\nZ\n\nscore whereas retinoic-acid-mediated apoptosis signaling pathway and death receptor signaling were enriched only in the IFNα-sensitive MB49 and UPPL1541 (\n\nFigures 4\n\nA–4C) lines. PARP proteins and TRAIL (Tnfsf10) were commonly enriched among the two apoptotic pathways, whereas DAXX was specific to the death receptor signaling pathway and was upregulated >2-fold in both MB49 and UPPL1541 cells. The complete gene list for the apoptotic pathways is provided in\n\nTable S4\n\n.\n\nFigure 4\n\nIngenuity pathway analysis (IPA) of canonical pathways altered after treatment with LV-IFNα\n\nIPA analysis of significant genes (FDR cutoff 0.05 and fold change of 2) was performed to identify top candidate canonical pathways with a positive\n\nZ\n\nscore in BBN975 (A), MB49 (B), and UPPL1541 (C). Pathways that are common to all three cell lines are indicated by green bars, and pathways common between MB49 and UPPL1541 are shown in red.\n\nMechanism underlying IFNα-mediated cell death\n\nGiven that our sequencing studies confirmed increased expression of TRAIL in all three cell lines (\n\nFigure 1\n\nC), we next evaluated caspase 8 expression, which has been shown to mediate TRAIL-dependent cell death in human BLCA cell lines.\n\n12\n\nCaspase 8 inhibition in MB49 (\n\nFigures 5\n\nA and 5B) and UPPL1541 (\n\nFigures 5\n\nC and 5D) partially rescued TRAIL-mediated cell death. In contrast, TRAIL-mediated cell death was not observed in BBN975, which is resistant to IFNα treatment (\n\nFigures S4\n\nA and S4B). Cell-surface expression of TRAIL was also increased in MB49 following treatment with LV-IFNα, which was rescued following caspase 8 inhibition (\n\nFigure S4\n\nC). In addition to caspase 8, in MB49 cells, we detected caspase 4 and 12 overexpression (2.0- and 2.2-fold, respectively), genes involved in endoplasmic reticulum (ER) stress response and whose expression has been linked to cell death (\n\nTable S1\n\n). Treatment of MB49 with tunicamycin to induce ER stress also resulted in cell death in a dose-dependent manner (\n\nFigure 5\n\nE), suggesting that MB49 cells are sensitive to ER stress induction. Treatment with IFNα together with caspase 12 inhibition partially rescued cell death in MB49 cells (\n\nFigure 5\n\nF). Interestingly, caspase 12 expression was downregulated in UPPL1541 (2.2-fold), suggesting that this caspase may not be involved in death of these cells (\n\nTable S1\n\n).\n\nFigure 5\n\nCaspase-mediated cell death in IFNα-sensitive cells\n\n(A and C) Cell counts by Trypan blue dye exclusion method in MB49 (A) and UPPL1541 (C) cells treated with recombinant TRAIL (rTRAIL, 100 ng/mL) in the presence or absence of caspase 8 inhibitor (50 μM). rTRAIL reduced cell counts in a dose-dependent manner and was partially rescued by addition of caspase 8 inhibitor. (B and D) Percentage of apoptotic cells measured by annexin V/propidium iodide (PI) staining showed increased apoptosis in MB49 (B) and UPPL1541 (D) cells treated with rTRAIL and was rescued in cells treated with rTRAIL and caspase 8 inhibitor. (E) MB49 cells treated with increasing concentrations of tunicamycin, ER stress inducer, showed dose-dependent reduction in cell counts. (F) Caspase 12 inhibitor rescues cell death induced by rIFNα. (G and H) IL-6 protein expression measured by ELISA in cell-free supernatants of MB49 (G) and UPPL1541 (H) cells is shown. ∗p < 0.05; ∗∗p < 0.01; ∗∗∗p < 0.001; ∗∗∗∗p < 0.0001.\n\nWe recently reported that interleukin-6 (IL-6) was important for IFN-mediated death in MB49 cells and that upregulation of IL-6 in clinical samples collected within the phase 2 trial correlated with response to IFNα gene therapy.\n\n15\n\nWe therefore evaluated the relative expression of IL-6 in all cell lines following treatment with LV-IFNα by ELISA. IL-6 protein expression was detected at 72 h after LV-IFNα treatment in MB49 and UPPL1541 (\n\nFigures 5\n\nG and 5H) cells, whereas its expression was undetectable in BBN975 (data not shown). This underscores the link between the induction of IL-6 and response to IFNα.\n\nTransduction of the bladder urothelium with LV-IFNα\n\nWe next tested the transduction efficiency of LV-IFNα after murine intravesical instillation. Following pre-administration of the excipient Syn3,\n\n24\n\nLV-IFNα transduction of murine urothelium was confirmed by electron microscopy (EM), with viral particles detectable inside vacuoles as early as 4 h post-instillation and persisting for up to 96 h post-instillation (\n\nFigures 6\n\nA–6D). Sequential instillations resulted in deeper vector penetration of the urothelium (\n\nFigures 6\n\nE and 6H) and apoptotic urothelial cells with shrunken cytoplasm and viral particles detected in the nuclei (\n\nFigures 6\n\nF and 6G). In addition to EM, we verified urothelial transduction using a lentivirus-beta-galactosidase (LV-βgal) vector (\n\nFigure 6\n\nI). Histological sections showed multifocal regions of βgal staining throughout the urothelium (\n\nFigures 6\n\nJ and 6K). Finally, expression of IFNα in urine from treated mice measured by ELISA confirmed LV-IFNα transduction of and IFNα transgene expression from murine urothelium first detectable at 48 h and maintained for up to 96 h post-treatment, with protein expression of IFNα in bladder lysates peaking at 72 h post-transduction (\n\nFigures 6\n\nL and 6M).\n\nFigure 6\n\nElectron microscopy and transduction of bladder urothelium treated with LV vectors\n\n(A) Normal mouse urothelium at 50,000×. (B) Mouse urothelium 4 h post-LV-IFNα instillation demonstrating one vacuole containing a virus particle inside the cytoplasm (red circle) at 100,000× is shown. (C) Twenty-four hours post-instillation of LV-IFNα demonstrates four vacuoles with LV vectors within them at 50,000×. (D) Ninety-six hours post-LV-IFNα instillation, four vacuoles containing LV vectors adjacent to the nucleus at 75,000× are shown. (E) After five weekly instillations, at 10,000×, there are numerous vector-filled vacuoles outside the nucleus in a second cell layer (∗ denotes vacuoles and arrow denotes cell layer). (F) Mouse urothelium after 3 months of BBN followed by monthly instillations of LV-IFNα for 3 months is shown. At 10,000×, a dark nucleus with shrunken cytoplasm is visible within an apoptotic cell. (G) In the same mouse as in image (F) at 100,000×, viral vectors are seen within a darkened nucleus, apoptotic. (H) At 10,000×, viral vectors (marked by V) are seen near nuclei deep to the connective tissue (marked by C). (I) Whole mounts of mouse bladders instilled with LV-βgal vector showing β-gal-positive blue cells in the urothelium are shown. (J and K) Tissue sections showing β-gal-positive cells in the urothelium are shown. Insets (J′) and (K′) show higher magnifications. Scale bars, 100 μm. (L and M) Measurement of IFNα11 levels by ELISA in urine of mice treated with LV-Ctrl or LV-IFNα (L) or tissue (M) at 24, 48, 72, and 96 h post-instillation is shown.\n\nEfficacy of LV-IFNα in murine model for BLCA\n\nThe anti-tumor efficacy of LV-IFNα was tested in the syngeneic MB49 murine BLCA model after intravesical administration. LV-IFNα treatment resulted in a significant improvement in median survival compared with LV-Ctrl (26 and 19 days, respectively; p < 0.001;\n\nFigure 7\n\nA). Histological examination of murine bladders treated with LV-IFNα revealed reduced tumor burden and decreased tumor proliferation (\n\nFigure 7\n\nB). To investigate intratumoral immune responses induced by LV-IFNα, we performed immunohistochemistry (IHC) on treated tumors and confirmed decreased numbers of tumor-infiltrating CD4 cells following LV-IFNα treatment compared with LV-Ctrl treatment. CD8 cells were not significantly altered (\n\nFigures 7\n\nC and 7D).\n\nFigure 7\n\nEfficacy of LV-IFNα in murine MB49 intravesical model\n\n(A) Kaplan-Meier plot showing percent survival in C57Bl/6, MB49 intravesical disease model treated with vehicle (Syn3), LV-Ctrl, and LV-IFNα (p = 0.0004). (B) H&E staining of whole-mount bladder tissues with corresponding Ki67 staining in MB49 is shown. (C) IHC for CD4 and CD8 T cells on MB49 intravesical tumors treated with Syn3 (vehicle), LV-Ctrl, and LV-IFNα vectors is shown. (D) Quantification of CD4 and CD8 cells in the MB49 intravesical model is shown. (E) Heatmap of 190 significantly altered genes at an FDR cutoff 0.05 and log2 fold change of one between LV-IFNα and LV-Ctrl groups. (F) GSEA analysis shows enrichment of apoptosis, natural-killer-cell-mediated cytotoxicity, and Fc-gamma-receptor-mediated cytotoxicity (top panel) and EGFR tyrosine kinase inhibitor resistance, platinum drug resistance in LV-IFNα-treated tumors, and enrichment of bladder cancer gene set in LV-Ctrl group.\n\nIn vivo\n\ngene expression profiles induced by LV-IFNα treatment\n\nFinally, we sequenced murine MB49 bladder tumors treated with LV-IFNα and compared their expression profile with those from LV-Ctrl and vehicle-treated bladder tumors. Hierarchical clustering analysis was performed using log-transformed normalized count data. The clustered dendrogram is presented with a heatmap of variably expressed genes (top 1,500) in\n\nFigure S5\n\n. Using an FDR cutoff of 0.05 and log2 fold change of 1, this analysis identified 190 genes differentially expressed between LV-IFNα and LV-Ctrl treatment groups (\n\nFigure 7\n\nE), with the complete gene list provided in\n\nTable S4\n\n. Specifically, we found upregulation of several granzyme genes that are positive regulators of apoptosis in LV-IFNα-treated tumors.\n\n25\n\nConsistent with our\n\nin vitro\n\nresults (\n\nTable S4\n\n), we also identified upregulation of caspase 12 in LV-IFNα-treated tumors. GSEA identified greater expression of apoptotic pathways in LV-IFNα-treated tumors when compared with LV-Ctrl tumors (\n\nFigure 7\n\nF). Immune-related pathways, such as natural-killer-cell-mediated cytotoxicity and Fc-gamma-receptor-mediated phagocytosis pathways, were also enriched in LV-IFNα-treated tumors compared with LV-Ctrl.\n\nIn order to identify biomarkers associated with IFNα sensitivity, we used IPA with sequencing results from LV-IFNα-treated tumors using an FDR cutoff of 0.05 and fold change of 2. We identified 11 genes associated with cancer, inflammatory disease, and renal and urological disease (\n\nTable 1\n\n). The biomarker application for each of these genes, fold change (expr log ratio), and p value is listed (\n\nTable 1\n\n). We also evaluated expression of genes involved in cytotoxicity and immune cell recruitment. Directionality of expression of most genes involved in cytotoxicity and immune cell recruitment was consistent with their previously described functions (\n\nTable 2\n\n). We also evaluated the differential expression of candidate genes associated with immune cell subtypes following LV-IFNα versus LV-Ctrl or vehicle treatment (\n\nFigures 8\n\nA and 8B;\n\nTable S5\n\n). The most differentially expressed genes included SPIB (B cell marker), granzyme A and B (cytotoxic cell marker), and CD163 and MS4A4A (macrophage markers), suggesting involvement of these immune cell subtypes in IFNα-mediated cytotoxicity.\n\nTable 1\n\nBiomarkers identified by IPA in mouse tumors\n\nSymbol\n\nEntrez gene name\n\nFamily\n\nDrug(s)\n\nExpr log ratio\n\nExpr p value\n\nBiomarker application(s)\n\nDiseases (relevant)\n\nALDH1A1\n\naldehyde dehydrogenase 1 family member A1\n\nenzyme\n\ndisulfiram,\n\nchlorpropamide\n\n3.437\n\n0.041\n\ndiagnosis and disease progression\n\ncancer, immunological disease, inflammatory disease, inflammatory response, and renal and urological disease\n\nALDH3A1\n\naldehyde dehydrogenase 3 family member A1\n\nenzyme\n\n2.577\n\n0.012\n\ndiagnosis\n\ncancer, inflammatory disease, and renal and urological disease\n\nCARD9\n\ncaspase recruitment domain family member 9\n\nother\n\n3.979\n\n0.000\n\ndiagnosis\n\ncancer, inflammatory disease, inflammatory response\n\nCAV1\n\ncaveolin 1\n\nreceptor\n\n1.839\n\n0.047\n\ndiagnosis\n\ncancer\n\nEGFR\n\nepidermal growth factor receptor\n\nkinase\n\nhemay020, cetuximab and erlotinib, CK-101, etc.\n\n2.162\n\n0.043\n\ndiagnosis, disease progression, efficacy, prognosis, response to therapy, safety\n\ncancer, immunological disease, inflammatory disease, inflammatory response, and renal and urological disease\n\nERCC5\n\nERCC excision repair 5, endonuclease\n\nenzyme\n\n2.105\n\n0.016\n\ndiagnosis and response to therapy\n\ncancer, immunological disease, inflammatory disease, inflammatory response, and renal and urological disease\n\nHP\n\nhaptoglobin\n\npeptidase\n\n4.224\n\n0.004\n\ndiagnosis and efficacy\n\ncancer, immunological disease, inflammatory disease, inflammatory response, and renal and urological disease\n\nIL-23A\n\ninterleukin-23 subunit alpha\n\ncytokine\n\nLY3074828, tildrakizumab, and guselkumab\n\n−3.196\n\n0.016\n\ndiagnosis\n\ncancer\n\nLGALS7/LGALS7B\n\ngalectin 7\n\nother\n\n−5.229\n\n0.005\n\ndisease progression\n\ncancer and renal and urological disease\n\nPPL\n\nperiplakin\n\nother\n\n2.072\n\n0.049\n\ndiagnosis\n\ncancer and renal and urological disease\n\nVEGFD\n\nvascular endothelial growth factor D\n\ngrowth factor\n\n2.867\n\n0.014\n\ndiagnosis, disease progression, efficacy, and prognosis\n\ncancer, hypersensitivity response, immunological disease, inflammatory disease, and inflammatory response\n\nTable 2\n\nIPA of gene sets involved in cytotoxicity and recruitment of neutrophils and granulocytes\n\nGene ID\n\nPrediction (based on measurement direction)\n\nLog2fold change\n\nFindings from other studies\n\nCytotoxicity of cells\n\nKlra3\n\nincreased\n\n5.374\n\nincreased\n\nGzma\n\nincreased\n\n4.611\n\nincreased\n\nSgk1\n\ndecreased\n\n3.628\n\ndecreased\n\nKitl\n\nincreased\n\n2.536\n\nincreased\n\nLamp1\n\nincreased\n\n2.027\n\nincreased\n\nIl23a\n\ndecreased\n\n−3.196\n\nincreased\n\nRecruitment of neutrophils\n\nIl21r\n\naffected\n\n−4.028\n\naffected\n\nLcn2\n\nincreased\n\n3.693\n\nincreased\n\nAdrb2\n\nincreased\n\n3.284\n\nincreased\n\nCxcl1\n\nincreased\n\n3.165\n\nincreased\n\nXdh\n\nincreased\n\n2.688\n\nincreased\n\nP2rx1\n\ndecreased\n\n−3.127\n\nincreased\n\nRecruitment of granulocytes\n\nAgt\n\nincreased\n\n7.097\n\nincreased\n\nCard9\n\ndecreased\n\n3.979\n\ndecreased\n\nLcn2\n\nincreased\n\n3.693\n\nincreased\n\nAdrb2\n\nincreased\n\n3.284\n\nincreased\n\nCxcl1\n\nincreased\n\n3.165\n\nincreased\n\nXdh\n\nincreased\n\n2.688\n\nincreased\n\nKitl\n\nincreased\n\n2.536\n\nincreased\n\nP2rx1\n\ndecreased\n\n−3.127\n\nincreased\n\nIl21r\n\ndecreased\n\n−4.028\n\nincreased\n\nFigure 8\n\nExpression of cell-type-specific immune cell markers in MB49 tumors\n\nHeatmap of expression comparing LV-IFNα versus LV-Ctrl (A) and LV-IFNα versus vehicle (B) in MB49 tumors. Asterisk indicates significantly altered genes.\n\nDiscussion\n\nAdenoviral-based IFNα2b gene therapy has shown promising efficacy in clinical trials. In addition to being well tolerated with a convenient dosing schedule, it achieved an RFS rate of 30.5% at 12 months.\n\n9\n\nAlthough this represents a significant improvement over the agents currently approved for BCG-unresponsive disease,\n\n2\n\nthere remains a need to understand and improve upon intravesical IFNα gene therapy in clinical non-responders. This can be accomplished by identifying biomarkers predictive of sensitivity or resistance, by better understanding its mechanisms of action, and through the development of more efficient gene therapy vectors. We report here the initial study evaluating LV-IFNα therapy against BLCA, identifying mechanisms driving IFNα’s direct anti-tumor activity and its role(s) in immune modulation of the tumor microenvironment. Given the established clinical efficacy of IFNα gene therapy, improved intensity and duration of IFNα transgene expression following lentiviral transduction has the potential to improve the rate and durability of clinical responses.\n\n17\n\nUnlike adenoviruses, lentiviruses can efficiently transduce both dividing and non-dividing cells and achieve stable transgene expression, as shown in several clinical trials.\n\n20\n\n,\n\n21\n\n,\n\n22\n\nAdditional advantages to lentiviral vectors include reduced baseline seropositivity and decreased immunogenicity following sequential administrations.\n\n19\n\n,\n\n26\n\n,\n\n27\n\nOne significant practical limitation to the development of lentiviral vectors for clinical use was the challenge for large-scale manufacturing and purification. This limitation has been overcome using bioreactors for clinical vector production.\n\n28\n\nThe lentiviral vector appears to be more efficient than adenoviral vectors, as higher IFN levels were generated at a much lower MOI than required with the adenovirus (data not shown). We observed little to no toxicity in normal cells infected with the adenoviral-IFNα\n\n29\n\nand similarly have not observed any obvious evidence of toxicity in animals treated with lenti-IFNα. However, if lenti-IFNα is developed for clinical use, more formal toxicity studies will be performed. One concern with lentiviral gene therapy is the potential risk for integration into the host’s genome and the theoretical risk for insertional mutagenesis and development of a secondary malignancy. However, the benefits of long-term IFNα production may outweigh this theoretical risk. Using the lentiviral vector, we observed robust expression of the IFN transgene in multiple cell lines\n\nin vitro\n\n, from murine urothelium, and from syngeneic murine bladder tumors after intravesical therapy. LV-IFNα treatment resulted in significantly improved survival in our BLCA murine models, which also correlated with upregulation of IFN-target genes, including PD-L1 and TRAIL, and multiple cellular pathways involved in cytotoxicity and immune cell recruitment.\n\nInterestingly, despite comparable expression levels of IFNα following LV-IFNα transduction in BBN975 cells, only MB49 and UPPL1541 cells lines were sensitive to IFNα-mediated cell death. We found that this sensitivity correlated with TRAIL expression and activation of death receptor signaling and retinoic-acid-mediated apoptotic signaling pathways. Our group has previously reported TRAIL-mediated cell death in human BLCA cells mediated by caspase 8.\n\n12\n\nConsistent with this mechanism, we observed that caspase 8 inhibition rescued TRAIL-mediated cell death in MB49 and UPPL1541 cells after exposure to rIFNα, whereas in the resistant BBN975 cells, recombinant TRAIL failed to induce cell death. We acknowledge that this is indirect evidence, and more detailed studies are being carrying out to molecularly tease out the pathways contributing to cell death.\n\nMolecular analyses of IFNα-treated cells clarified some of the mechanisms driving the therapeutic efficacy of and cellular resistance to LV-IFNα. Ninety IFNα response genes were upregulated in all three cell lines and included CD274 (PD-L1); chemokines, such as CXCL10 and CXCL5; GBP family proteins; IRF7; USP18; and the SLFN family known to be activated by IFN treatment.\n\n30\n\nWhen restricting the comparison to the cell lines sensitive to LV-IFNα (MB49 and UPPL1541), Tlr3, IL-15, CXCL11, TNFSF10 (TRAIL), and caspase 12 were differentially expressed. Of these, only caspase 12, which is involved in ER stress response,\n\n31\n\n,\n\n32\n\nwas differentially upregulated in MB49 and downregulated in UPPL1541. Caspase 12 inhibition rescued cell death in MB49, suggesting that at least two caspases, caspase 8 and caspase 12, are involved in cell death pathways in at least a subset of BLCAs. Notably, MB49 cells were also sensitive to cell death by tunicamycin, an ER-stress-inducing compound, suggesting ER-mediated stress may be a novel mechanism of direct toxicity associated with IFNα gene therapy. It remains to be determined whether ER-mediated cellular stress responses are specific to IFNα gene therapy or mediated by lentiviral transduction.\n\nIn earlier work, we identified IL-6 as an important mediator of anti-tumor effects of IFNα in our murine MB49 subcutaneous model.\n\n15\n\nHere, we found that IL-6 was detectable at the protein level upon treatment with LV-IFNα in only the two sensitive cell lines MB49 and UPPL1541 and not in the resistant BBN975 line. This further supports the observation that IL-6 induction predicts response to IFNα.\n\n15\n\nThis result was confirmed by MTT assay at 72 h after treatment, which demonstrated that MB49 cell proliferation was significantly lower in LV-IFNα-treated cells compared with LV-Ctrl (\n\nFigure S2\n\nA). This is supported by other studies showing STAT1-mediated upregulation of IL-6 results in apoptosis in different cell types.\n\n33\n\n,\n\n34\n\nSTAT1 was upregulated and phosphorylated in all three cell lines; however, IL-6 was detectable only in the IFNα-sensitive cell lines. Taken together, IFNα-mediated cell death in culture may therefore be occurring by at least three mechanisms: (1) TRAIL-mediated cell death through caspase 8 in MB49 and UPPL1541, (2) ER-stress-induced cell death mediated by caspase 4 and 12 in MB49, and (3) IL-6 induction that induces cell death via STAT1 activation in MB49 and UPPL1541 cells.\n\nGSEA of mouse tumors confirmed that\n\nin vivo\n\nefficacy resulted from activation of apoptotic pathways, natural-killer-cell-mediated cytotoxicity, and Fc-gamma-receptor-mediated phagocytosis in LV-IFNα-treated tumors. Accordingly, IPA showed increased expression of cytotoxicity genes, such as Klra3, Gzma, Kitl, and Lamp1.\n\n35\n\n,\n\n36\n\n,\n\n37\n\n,\n\n38\n\nIn addition, when immune cell populations were analyzed by whole-tumor RNA-seq, we identified enrichment of genes identifying cytotoxic immune cell populations, suggesting multiple distinct mechanisms of tumor killing (apoptosis, ER stress, and cytotoxic immune cell recruitment) may be driving the observed\n\nin vivo\n\nefficacy of LV-IFNα. Future studies utilizing single-cell sequencing techniques and fluorescence-activated cell sorting (FACS) analysis will be required to conclusively identify the tumor-associated immune cell populations necessary for IFNα efficacy.\n\nFinally, we identified three biomarkers that are part of clinically targetable molecular pathways using the biomarker filter of IPA. Aldha1, an enzyme that has been associated with stem cell properties in cancer and resistance to drugs, is upregulated and can be targeted by disulfiram and chloropropamide.\n\n39\n\n,\n\n40\n\nEpidermal growth factor receptor (EGFR) has been targeted in BLCA, with both cetuximab and erlotinib demonstrating effective anti-tumor activity in preclinical models.\n\n41\n\nFinally, PD-L1 targeting has revolutionized cancer treatment in multiple disease settings, including BLCA, and there is great clinical potential for synergistic gene therapy and checkpoint inhibitor regimens currently being evaluated in clinical trials. Biomarker-driven combination strategies may provide therapeutic benefit for patients who would otherwise fail to respond or develop resistance to IFNα monotherapy.\n\nOne concern with LV-IFNα treatment includes the potential for local toxicity. We did not identify morphological changes to the urothelium or clinical symptoms in mice treated with LV-IFNα, suggesting good local tolerance. Additional areas for future investigation include identifying optimal dosing regimens, the long-term safety and durability of lentiviral-mediated IFNα expression by transduced urothelium, and the systemic immune responses elicited against both the lentiviral vector and tumor neoantigens following intravesical LV-IFNα therapy.\n\nIn summary, our investigation demonstrates the feasibility of using lentiviral vectors for the treatment of BLCA. We also improved our mechanistic understanding of LV-IFNα-mediated cytotoxicity within BLCA cell lines and murine preclinical disease models. Future studies will directly compare the efficacy of adeno- and lentiviral-based IFNα gene therapy and the therapeutic potential of combination therapy regimens.\n\nMaterials and methods\n\nCell lines\n\nMouse urothelial cell line MB49/GFP-luciferase was a generous gift from Dr. Robert Svatek (The University of Texas Health, San Antonio), and UPPL1541 (derived from UPII PTEN/p53 null) and BBN975 (p53\n\n+/−\n\nmice treated with BBN) lines were a generous gift from Dr. William Kim (University of North Carolina). Cells were grown in minimum essential medium (MB49) or Dulbecco’s modified Eagle medium (BBN975 and UPPL1541) supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin). For viral transduction, cells were seeded in 6-well culture dishes at varying densities (MB49 50,000; UPPL1541 75,000; and BBN975 75,000). After overnight attachment, media were replaced with polybrene-containing media (4 μg/mL) and viral particles were added at desired MOI. Recombinant proteins murine IFNα (100 U/mL), TRAIL (100 ng/mL), caspase 8 inhibitor (50 mM), and pancaspase inhibitor (50 mM) were also added to seeded cells. Trypan blue dye exclusion method (ViCell, Beckman Coulter Genomics) was used to determine cytotoxicity. Annexin V allophycocyanin and propidium iodide staining (Thermo Fisher Scientific, 88-8102-72) were used to determine percentage of apoptotic cells.\n\nViral vectors\n\nFKD Therapies, University of Finland, provided lentiviral vectors (LV-GFP, LV-Ctrl, and LV-IFN). Briefly, Invitrogen’s Gateway cloning technology was used for cloning murine IFNα11 gene into pDONR211 vector to obtain pENTRY mIFNα11 and then subcloned into pSWOP shuttle vector to generate lentiviral murine IFNα11 vector. Viral particles with the vector were used to transduce HeLa cells to check efficiency of IFNα11 production. After confirmation of protein expression, the LV-IFNα was used to transduce BLCA cell lines.\n\nqPCR analysis\n\nRNA was extracted using Ambion miRVANA kit (AM1561) and quantified using NanoDrop ND-1000 spectrophotometer. Twenty nanograms of RNA was used along with AgPAth-ID One-Step RT-PCR kit (Thermo Fisher Scientific, 4387391) with Taqman probes to detect IRF7 (Mm00516788_m1), PD-L1 (Mm00452054), TRAIL (Mm01283606_m1), and GAPDH (Mm99999915_g1) on a StepOnePlus Real-Time PCR instrument. Comparative Ct method was used to determine relative gene expression.\n\n42\n\nELISA for murine IFNα\n\nCell-free supernatants from cells treated with the lentiviral vectors were collected, and levels of murine IFN were measured by ELISA (PBL, 42115–1). Urine IFNα levels were measured by Cloud Clone Corp murine IFNa11 kit (SE5090Mu).\n\nGene expression profiling\n\nWhole transcriptome RNA-seq was performed on Ion Gene Studio S5 (Thermo Fisher Scientific). RNA was isolated from cell lines using miRVANA miRNA isolation kit (Thermo Fisher Scientific) using manufacturer’s instructions. Quality of RNA was assessed using Nanodrop ND-1000 spectrophotometer and by 4200 Tapestation (Agilent Technologies). Twenty nanograms of RNA was transcribed into cDNA using Ion AmpliSeq transcriptome mouse gene expression chef-ready kit (A36412). cDNA was amplified and subsequently ligated with adapters and barcode. Purified libraries were quantified using Ion library quantitation kit (Thermo Fisher Scientific) and pooled in a set of eight followed by enrichment on IonChef (Thermo Fisher Scientific). Enriched samples were then loaded onto Ion 540 chips and run on the Ion Gene Studio S5. Primary analysis of RNA-seq data was performed using AmpliseqRNA analysis plugin in the Torrent Suite software. Raw reads were aligned with mouse reference genome Ampliseq_Mouse_Transcriptome_V1_Reference. Raw counts and normalized reads per gene per million mapped reads (rpm) were generated, which was used for subsequent analysis. Unsupervised analysis was performed to identify outliers and assess overall similarities and differences among the samples. Differential expression analysis was performed using t tests, and FDR was estimated using the beta-uniform mixture method.\n\n43\n\nElectron microscopy\n\nSamples were fixed with a solution containing 3% glutaraldehyde and 2% paraformaldehyde in 0.1 M cacodylate buffer at pH 7.3 and then washed in 0.1 M sodium cacodylate buffer and treated with 0.1% Millipore-filtered cacodylate buffered tannic acid, post-fixed with 1% buffered osmium, and stained\n\nen bloc\n\nwith 1% Millipore-filtered uranyl acetate. The samples were dehydrated in increasing concentrations of ethanol, infiltrated, and embedded in LX-112 medium. The samples were polymerized in a 60°C oven for approximately 3 days. Ultrathin sections were made using a Leica Ultracut microtome (Leica, Deerfield, IL), stained with uranyl acetate and lead citrate in a Leica EM Stainer, and examined in a JEM 1010 transmission electron microscope (JEOL, USA, Peabody, MA) at an accelerating voltage of 80 kV. Digital images were obtained using AMT Imaging System (Advanced Microscopy Techniques, Danvers, MA)\n\nWestern blotting\n\nCells were grown in monolayer and treated with lentiviral vectors. After 48 h, cells were washed once with phosphate-buffered saline (PBS) and scraped off the plates into whole-cell lysis buffer (50 mM Tris-HCl [pH 7.4]; 150 mM NaCl; 5 mM EDTA; 25 mM NaF; 1% Triton X-100; 1% NP-40; 0.1 mM Na3VO4; 12.5 mM β-glycerophosphate; 1 mM PMSF) containing protease and phosphatase inhibitors. Cell lysates were prepared by incubation on ice for 30–40 min with intermittent vortexing every 10 min. Protein concentration was measured (Micro BCA protein assay kit, Thermo Fisher Scientific), and 30 μg of protein was resolved on 4%–15% gradient gel (Bio-Rad) and transferred to a nitrocellulose membrane. The blots were blocked in 10% mild powder in PBS and probed with antibodies against PD-L1 (AF1019, Bio-Techne), STAT1 (33–1400, Invitrogen), pSTAT1 (Cell Signaling Technology, no. 9171), and β-actin (AC-74). Species-specific secondary antibodies were used to detect proteins bands using an enhanced chemiluminescence detection kit (GE Healthcare).\n\nIn vivo\n\nexperiments\n\nAll animal experiments were conducted in compliance with the Institutional Animal Care and Use Committee guidelines at MD Anderson Cancer Center (Houston, TX). For checking gene transfer efficiency in murine bladder, 6- to 8-week-old female C57Bl/6 mice were anesthetized using isoflurane and the urethra was catheterized using a 20G angiocatheter. Bladders were flushed with PBS and instilled with lentiviral vectors/Syn3 (1 mg/mL) for 40 min. Mice were allowed to recover and returned to their cages. Urine was collected after instillations, and mouse bladders were collected for βgal staining or IFN ELISA.\n\nSuperficial bladder tumors were established using previously published protocols.\n\n44\n\nBriefly, after anesthetizing mice with isoflurane, mouse urethra was catheterized and instilled with 100 μL of poly(l-lysine) (PLL) (0.01 μg/mL) for 15 min. After emptying the bladder, 25,000 MB49 cells in 100 μL of HBSS were instilled into mouse bladders for 30 min. Mice were allowed to recover, and tumor burden was assessed by IVIS Spectrum\n\nIn vivo\n\nImaging System and Living Image Software (PerkinElmer). Mice were treated intravesically with either Syn3 (vehicle), LV-Ctrl (3 × 10\n\n7\n\nvirus particles), or LV-IFN (3 × 10\n\n7\n\nvirus particles, treatment), and tumor growth was monitored. Mice with significant reduction in body weight, lethargy, and hematuria were deemed as moribund and were humanely euthanized. All experiments were repeated thrice.\n\nHistology and immunostaining\n\nMouse tissues were fixed in buffered formalin, embedded in paraffin, and sectioned at the Research Histology core laboratory at MD Anderson Cancer Center. Immunostaining was performed with the specified antibodies, and species-specific horseradish-peroxidase-conjugated secondary antibodies were used to detect proteins using the 3,3-diaminobenzidine substrate kit (Vector Laboratories). Sections were counterstained with hematoxylin and mounted in Permount. Images were captured using Nanozoomer image scanner (Hamamatsu). For βgal staining, mouse bladders were fixed and stained as described earlier.\n\n45\n\nStatistical methods\n\nStatistical analysis was performed using GraphPad Prism 7 software. ANOVA was used to make multiple group comparisons with Tukey’s test, and results were considered significant when p < 0.05. Log rank test was used to perform the survival analysis.\n\nData availability statement\n\nThe RNA-seq data are available through NCBI Gene Expression Omnibus (GEO):\n\nGSE205493\n\n(\n\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE205493\n\n)."
  }
]