[
  {
    "pmcid": "6797941",
    "title": "TAFA5 promotes proliferation and migration in gastric cancer",
    "publish_date": "2019-10-02",
    "full_text": "Introduction\n\nGastric cancer (GC) is one of the most prevalent and lethal malignancies worldwide (\n\n1\n\n). Although its incidence and mortality rates have markedly declined in western countries over the last century (\n\n2\n\n,\n\n3\n\n), GC remains a serious health burden in some parts of the world, such as China and Japan (\n\n1\n\n,\n\n4\n\n). Surgery is currently the only available radical treatment for GC, but patients are often diagnosed at later stages, rendering them unfit for radical surgery, or they experience postsurgical disease relapse or metastasis, which worsens their prognosis (\n\n5\n\n). Comprehensive treatment for advanced GC remains unsatisfactory. Therefore, elucidation of the molecular mechanisms underlying GC invasion and metastasis is of vital importance.\n\nTAFA chemokine like family member 5 (TAFA5), also known as Family with sequence similarity 19-member A5 C-C motif chemokine like, belongs to the TAFA family, which includes 5 members that are predominantly expressed in the central nervous system (\n\n6\n\n). These genes encode small secreted proteins named TAFA1-TAFA5, which are evolutionarily close to macrophage inflammatory protein 1A [currently known as chemokine C-C motif ligand 3 (CCL3)], a member of the small C-C chemokine family (\n\n6\n\n). Under physical conditions, TAFA5 colocalizes with vasopressin and oxytocin in the hypothalamic paraventricular nucleus, and may be involved in fluid homeostasis regulation (\n\n7\n\n). In addition, TAFA5 is a downstream target of Wnt family member 9 (Wnt9) b and can be activated by interactions between c-Myc and β-catenin to induce Wnt9b/β-catenin-mediated progenitor renewal in the developing kidney (\n\n8\n\n,\n\n9\n\n). Furthermore, TAFA5 inhibits osteoclast formation along with its receptor, formyl peptide receptor 2 (FPR2), by stimulating bone marrow-derived macrophages (\n\n10\n\n). Using a proteomic approach, Janvilisri\n\net al\n\n(\n\n11\n\n) identified TAFA5 as one of the most increased serum tumor markers that could distinguish human cholangiocarcinoma from benign biliary tract diseases. In addition, Diaz de Stahl\n\net al\n\n(\n\n12\n\n) analyzed 50 glioblastoma samples with a high-resolution tiling-path chromosome 22 array and discovered 2 amplified regions on chromosome 22 that were characteristics for patients with tumors. Further analysis of these regions revealed two novel genes, including TAFA5. As no such variation was identified in a series of normal individuals, the authors speculated that these genes were involved in glioma tumorigenesis (\n\n12\n\n). In a large-scale genome-wide association study, Wu\n\net al\n\n(\n\n13\n\n) identified 5 loci associated with susceptibility to pancreatic cancer, including one that was located upstream of TAFA5 at chromosome 22.\n\nAlthough an accumulating body of evidence has been suggestive of the involvement of TAFA5 in tumorigenesis, its role in GC development and progression remains unclear. The present study evaluated the clinical and prognostic significance of TAFA5 in 90 human GC samples and validated the results with data from two public datasets. The present study also investigated the\n\nin vitro\n\nactivities of TAFA5 in cultured GC cells and characterized the potential underlying mechanisms of action.\n\nMaterials and methods\n\nPatients and specimens\n\nA total of 18 paired human GC samples and their matched gastric normal tissues (NTs) were collected at the time of surgical resection at the Fifth People's Hospital of Shanghai, Fudan University (Shanghai, China) between February 2017 and February 2018. These samples were from 13 males and 5 females, with a median age of 64 (range 52–86). Patients were included in the study if they were initially diagnosed with GC, underwent the surgery and had complete clinicopathological information. Those who had extensively metastatic tumors, suffered from life-threatening diseases such as severe cardiovascular disease or had other types of tumors besides GC were excluded from the study. Samples were snap-frozen in liquid nitrogen and stored at −80°C. Paraffin-embedded tissues were retrieved from the Tissue Bank of the Fifth People's Hospital of Shanghai, Fudan University, and 4-µm tissue sections were prepared by the Department of Pathology of the same hospital. The present study was approved by the Institutional Ethics Committee at the Fifth People's Hospital of Shanghai, Fudan University (ethical approval form no. 2017-097) and adhered to the principles in the Declaration of Helsinki. Written informed consent was obtained from each patient prior to tissue collection for experimentation.\n\nTissue microarray and immunohistochemistry (IHC)\n\nMicroarray sections of GCs and neighboring NTs were prepared by Shanghai Outdo Biotech Co., Ltd. These sections contained 90 paired GC and NTs from patients [the tissue microarray (TMA) cohort] and the clinicopathological characteristics of these patients are summarized in\n\nTable I\n\n. Following deparaffination, rehydration in graded ethanol, antigen retrieval with citrate buffer pH 6.0 (1:300 dilution; cat. no. ZLI-9065; OriGene Technologies, Inc.) and blocking with goat serum (1:20 dilution; cat. no. C0265; Beyotime Institute of Biotechnology) at room temperature for 1 h, slides were stained with a rabbit polyclonal antibody against human TAFA5 (1:50 dilution; cat. no. 13948-1-AP; ProteinTech Group, Inc.) at 4°C overnight. Normal rat immunoglobulin G (1:50 dilution; cat. no. D110504; Sangon Biotech Co., Ltd.) instead of the primary antibody was used as a control. Subsequently, after washing with PBS, a horseradish peroxidase (HRP)-conjugated secondary antibody (1:2,000; goat anti-rabbit, cat. no. A0208 and goat anti-rat, cat. no. A0192; Beyotime Institute of Biotechnology) was added and incubated at room temperature for 1 h. Then, these sections were stained with 3,3′-diaminobenzidine (1:25 dilution; cat. no. GK500705; Gene Tech Co., Ltd.) at room temperature for 5 min and counterstained with 100% hematoxylin (cat. no. C0107; Beyotime Institute of Biotechnology) at room temperature for 2 min. A modified H-score system was used to semi-quantitate TAFA5 expression, as previously described (\n\n14\n\n). Briefly, the maximal intensity of staining (0, negative; 1, weak; 2, moderate; and 3, strong) was multiplied by the percentage of positive tumor cells (0–100%) to generate the modified H-score (range: 0-300). TAFA5 staining was categorized as high or low expression using the median H-score.\n\nAccess to public datasets\n\nThe mRNA expression of TAFA5 in GC tissues and normal mucosae was acquired from Oncomine (\n\nwww.oncomine.org\n\n) and Gene Expression Omnibus (GEO; accession no. GSE79973). The Cancer Genome Atlas (TCGA) Stomach Adenocarcinoma (STAD) RNA-sequence data and corresponding phenotype data were downloaded from UCSC Xena (\n\nhttps://xenabrowser.net/datapages/\n\n). The results in the present study are in whole or part based upon data generated by the TCGA Research Network (\n\ncancergenome.nih.gov\n\n). The expression of TAFA5 in TCGA STAD was further validated by two online analyzing tools specifically designed for TCGA data analysis (\n\ngepia.cancer-pku.cn/detail.php?gene=FAM19A5\n\nand\n\nualcan.path.uab.edu/cgi-bin/TCGAExResultNew2.pl?genenam=FAM19A5&ctype=STAD\n\n). The original data for the prognostic analysis of TAFA5 were downloaded from Kaplan-Meier Plotter (\n\nwww.kmplot.com\n\n) and UCSC Xena (\n\nxenabrowser.net/heatmap/\n\n).\n\nCell lines\n\nA gastric epithelial cell line (GES-1) and GC cell lines (AGS, HGC27, NCI-N87, MGC803 and SNU-1) were obtained from the Type Culture Collection of the Chinese Academy of Sciences. All of the cells were validated by short tandem repeat DNA profiling and were confirmed negative for Mycoplasma contamination. Cells were cultured in RPMI-1640 (BBI Life Sciences Corporation) or F12K medium (Zhong Qiao Xin Zhou Biotechnology Co., Ltd.) supplemented with 10% fetal bovine serum (cat. no. E600001; Sangon Biotech Co., Ltd.), 100 µg/ml penicillin, and 100 mg/ml streptomycin at 37°C with 5% CO\n\n2\n\nin a humidified incubator (Thermo Fisher Scientific, Inc.).\n\nConstruction of TAFA5-targeting short hairpin (sh)-RNAs and packaging of lentiviruses. Two targeting shRNAs (shTAFA5-1 and shTAFA5-2) and a nontargeting scrambled RNA (scramble) were subcloned into the GV248 lentivirus vector by Shanghai GeneChem Co., Ltd. The shTAFA5-1 target sequence was 5′-CGCAAGAATCATCAAGACCAA-3′, and the shTAFA5-2 target sequence was 5′-CACCTGTGAGATTGTGACCTT-3′. Lentiviral stocks were prepared, as previously described (\n\n15\n\n).\n\nRNA extraction and reverse transcription-quantitative PCR (RT-qPCR)\n\nTotal RNA was isolated from cell cultures or from snap-frozen tissues from patients with GC using RNAiso Plus (Takara Bio, Inc.), according to the manufacturer's instructions, and reverse transcribed with HiScript Q Select RT SuperMix (cat. no. R132-01; Vazyme Biotech Co., Ltd.), according to the manufacturer's protocol. qPCR was performed with SYBR Green Master Mix (cat. no. Q131-02; Vazyme Biotech Co., Ltd.) and quantified using the 2\n\n−ΔΔCq\n\nmethod (\n\n16\n\n). The thermocycling conditions were as follows: 95°C for 30 sec, followed by 40 cycles of 95°C for 10 sec, 60°C for 32 sec, 95°C for 15 sec, 60°C for 60 sec and 95°C for 15 sec. Each sample was assayed in duplicate. All PCR products were confirmed by 2.0% agarose gel electrophoresis. The sequences of the primers were as follows: TAFA5, forward 5′-GTGAGTTTGGCCACTCCGTA-3′ and reverse 5′-GAATGGACAGATGGCTGGCA-3′; and GAPDH, forward 5′-GTCAAGGCTGAGAACGGGAA-3′ and reverse 5′-AAATGAGCCCCAGCCTTCTC-3′. Experiments were repeated three times in duplicate.\n\nWestern blotting\n\nTotal protein was extracted from cell cultures or homogenized tissues from patients with GC using radioimmunoprecipitation assay lysis buffer (Beyotime Institute of Biotechnology) containing phenylmethylsulfonyl fluoride (Beyotime Institute of Biotechnology) and proteinase inhibitor cocktail solution (Roche Diagnostics), and quantified via the bicinchoninic acid assay method, as recommended by the manufacturer. Western blotting was performed according to standard methods as previously described (\n\n17\n\n). Briefly, proteins (30 µg) were separated by 10% SDS-PAGE and then transferred onto a polyvinylidene fluoride membrane. Subsequently, the membranes were blocked with 5% fat-free dry milk at room temperature for 1 h. Then, the blots were incubated with a rabbit polyclonal antibody against TAFA5 (1:1,000 dilution; cat. no. 13948-1-AP; ProteinTech Group, Inc.) and monoclonal antibodies against E-cadherin, N-cadherin, Vimentin and ZEB-1 (1:1,000 dilution; cat. nos. 3195, 13116, 5741 and 3396, respectively; Cell Signaling Technology, Inc.) overnight at 4°C. GAPDH (1:2,000; rabbit anti-human; cat. no. AF1186; Beyotime Institute of Biotechnology) or β-actin (1:2,000; mouse anti-human; cat. no. AF0003; Beyotime Institute of Biotechnology) were detected as the loading controls. The membranes were washed with TBST and incubated with the respective HRP-conjugated secondary antibodies (1:2,000; goat anti-mouse cat. no. A0216 and goat anti-rabbit cat. no. A0208; Beyotime Institute of Biotechnology) at room temperature for 1 h. The proteins were finally visualized using an enhanced chemiluminescence system (cat. no. P0018AS; Beyotime Institute of Biotechnology). The grayscale values of protein bands were analyzed using ImageJ software (National Institutes of Health).\n\nProliferation assay\n\nStably infected AGS and HGC-27 cells (2×10\n\n3\n\ncells/well) were seeded in 96-well plates and cultured for 24, 48, 72 or 96 h. Then, 10 µl Cell Counting Kit-8 (CCK-8) reagent (10% v/v in serum-free RPMI-1640 medium; Beyotime Institute of Biotechnology) was added to each well and incubated at 37°C for 1 h. Absorbance was measured at 450 nm using a microplate reader (BioTek Synergy 2; BioTek Instruments, Inc.).\n\nMigration assay\n\nA Transwell migration assay was performed as previously reported (\n\n18\n\n). Briefly, cells (4×10\n\n5\n\ncells/ml) were seeded in serum-free RPMI-1640 or F12K medium in the top chamber of the Transwell insert. Medium containing 20% FBS in the lower chamber served as chemoattractant. Following incubation for 24 h at 37°C, the cells on the top side of the membrane were removed with a cotton swab, and the migrated cells on the bottom side were fixed with methanol for 20 min and then stained with crystal violet (0.1% in PBS) for 15 min. A total of 6 randomly selected fields per well were imaged under an inverted microscope (Leica Microsystems GmbH) using the ImageScope software (Leica Microsystems GmbH) with a magnification of ×200. Then cells were manually counted and analyzed by Excel 2010 (Microsoft Corporation) and the number of migrated cells was counted.\n\nScratch wound healing assay\n\nA monolayer scratch wound assay was employed to evaluate cell migration, as previously described (\n\n19\n\n). Briefly, cells (4×10\n\n5\n\ncells/well) were seeded in 12-well plates and grown to nearly 100% confluence in 10% FBS-containing medium, before being washed with PBS and transferred to serum-free medium for 24 h. Then, a scratch wound was generated with a 200 µl pipette tip. Wound closure was imaged at 0, 24 and 48 h under an inverted microscope (Leica Microsystems GmbH) using the ImageScope software (Leica Biosystems GmbH) with a magnification of ×40. Then the wound closure rates were analyzed by ImageJ (v1.8.0; National Institutes of Health).\n\nGene set enrichment analysis\n\nThe Gene set enrichment analysis (GSEA) is developed by the Broad Institute website (\n\nhttp://www.broadinstitute.org/gsea/index.jsp\n\n). All GSEA analyses were performed using the GSEA 2.2.2 software. The TCGA STAD RNA-seq data were loaded into GSEA and run with the latest version of Hallmarks gene sets. The number of permutations was set at 1,000, and patient data were divided into TAFA5 high and low groups by the median of TAFA5 expression. Then GESA was performed according to the default weighted enrichment statistics and genes were ranked by the Pearson method. Gene sets were considered significantly enriched if P<0.05 and FDR < 0.25. Those gene sets that were significantly enriched in the TAFA5 high group were designated as TAFA5-positively related gene sets, while those that were significantly enriched in the TAFA5 low group were designated as TAFA5-negatively correlated gene sets.\n\nStatistical analysis\n\nAnalyses were performed using Microsoft Excel 2010 (Microsoft Corporation), GraphPad Prism7 (GraphPad Software, Inc.), and SPSS version 22 (IBM Corp.). Student's t-test was used for statistical comparisons between two groups, while statistical comparisons among multiple groups were performed by one-way analysis of variance followed by Bonferroni's post hoc test. Pearson's χ\n\n2\n\ntest and Fisher's exact test were used for categorical comparisons. Survival analyses were conducted using the Kaplan-Meier method. Univariate and multivariate survival analyses were conducted with the Cox proportional hazards regression model. All statistical tests were two-sided. P<0.05 was considered to indicate a statistically significant difference.\n\nResults\n\nTAFA5 is upregulated in GC\n\nBy analyzing the TAFA5 expression profile data from a GEO GC dataset (GSE79973), the present study revealed that TAFA5 was upregulated in GC tissues compared with NTs (n=10 pairs; P<0.001;\n\nFig. 1A\n\n). RNA sequencing data from TCGA STAD also revealed an increase in TAFA5 expression in GC tissues (n=415) compared with in NTs (n=35; P<0.001;\n\nFig. 1B\n\n), which was further validated by online analysis tools Gepia and Ualcan (data not shown). Two additional GC datasets [Derrico gastric(GEO: GSE13911), n=69; and Cho gastric(GEO: GSE13861), n=90](\n\n20\n\n,\n\n21\n\n) with Lauren's classification in the Oncomine database indicated that TAFA5 was generally overexpressed in each cancer group when compared with the control group, although the differences were not significant in three cases with smaller samples (\n\nFig. 1C and D\n\n). To further validate these observations, the present study measured TAFA5 expression in 18 GC tissues and their matched NTs by RT-qPCR and western blotting. The results indicated that TAFA5 mRNA and protein expression levels were increased in GC tissues compared with NTs (\n\nFig. 1E-H\n\n). Taken together, these results indicated that TAFA5 was upregulated in GC.\n\nOverexpression of TAFA5 in GC correlates with unfavorable prognosis\n\nTo test the hypothesis that TAFA5 protein abundance in GC contributes to increased malignancy, the present study examined the TAFA5 expression levels in primary GC tissues of a TMA cohort by IHC. As shown in\n\nFig. 2A\n\n, TAFA5 was mainly expressed in the cytoplasm of cancer cells, and its expression was stronger in GC tissues than in NTs. The H-score was then used to quantitate TAFA5 staining in these tissues, which revealed that TAFA5 expression was significantly increased in GC compared with NTs (\n\nFig. 2B\n\n). The associations between TAFA5 expression and clinicopathological variables are summarized in\n\nTable II\n\n. High TAFA5 expression was significantly associated with poor differentiation, and worse tumor, nodal and metastasis stages.\n\nNext, the present study determined the association between TAFA5 expression and patient outcomes. Kaplan-Meier survival analysis of the TMA cohort revealed that patients with high TAFA5 expression exhibited a shorter overall survival (OS) compared with those with low expression [estimated mean OS 30.5 months with 95% confidence interval (CI) 22.9–38.1 months vs. OS 53.0 months with 95% CI 44.5–61.6 months; log-rank test, P=0.001;\n\nFig. 2C\n\n]. To further confirm the adverse prognostic role of TAFA5 in patients with GC, the present study downloaded and analyzed TAFA5 transcription data from TCGA and Kaplan-Meier Plotter datasets. The results demonstrated that high TAFA5 expression was correlated with worse OS and recurrence-free survival (RFS) in both patient cohorts (\n\nFig. 2D-G\n\n). Multivariate analysis using a Cox proportional hazards model revealed that TAFA5 overexpression was significantly associated with shorter OS [hazard ratio (HR), 1.90; 95% CI, 1.04–3.44; P=0.036], following adjustments for tumor size, tumor stage and nodal stage (\n\nTable III\n\n). Taken together, these results indicated that TAFA5 was a prognostic marker in GC that was associated with unfavorable prognoses.\n\nTAFA5 promotes the proliferation and migration of cultured GC cells\n\nTo gain insight into the potential role of TAFA5 in GC progression, the present study first examined the intrinsic expression levels of TAFA5 in a normal gastric epithelial cell line, GES-1, and in five GC cell lines, via RT-qPCR and western blotting. The results indicated that TAFA5 expression was markedly increased in GC cells when compared with GES-1 cells (\n\nFig. 3A and B\n\n). TAFA5 expression was then silenced in HGC-27 and AGS cells with lentiviruses carrying two TAFA5-specific shRNAs (\n\nFig. 3C and D\n\n). In cultured GC cells, CCK-8 assays revealed that knockdown of TAFA5 expression significantly inhibited proliferation (\n\nFig. 4A and B\n\n). In addition, knockdown of TAFA5 expression decreased cell migration in the scratch wound healing assay (\n\nFig. 4C and D\n\n) and in the Transwell migration assay (\n\nFig. 4E and F\n\n). Collectively, these results indicated that TAFA5 promoted the proliferation and migration of GC cells.\n\nTAFA5 may function by modulating epithelial-mesenchymal transition (EMT) in GC\n\nTo characterize the potential mechanism of TAFA5 in promoting tumor progression, the present study used the RNA-seq data for GC samples from TCGA to conduct gene set enrichment analysis (GSEA) (\n\n22\n\n,\n\n23\n\n). The results revealed that TAFA5 expression was positively correlated with genes involved in EMT, but not with those in the Wnt/β-catenin signaling pathway (\n\nFig. 5A\n\n). Furthermore, as shown in\n\nFig. 5B\n\n, TAFA5 expression was moderately positively correlated with snail family transcriptional repressor (SNAI) 1, SNAI2, twist family bHLH transcription factor (TWIST) 1, TWIST2, zinc finger E-box binding homeobox (ZEB) 1, ZEB2, Vimentin, N-cadherin, Wnt9a and Wnt9b, and weakly correlated with SNAI3, E-cadherin and β-catenin (data not shown). In addition, protein expression levels of the epithelial marker E-cadherin were increased, while the mesenchymal markers N-cadherin and Vimentin, and the EMT-associated transcription factor ZEB1 were decreased, following TAFA5 silencing in GC cells (\n\nFig. 5C\n\n). Taken together, these results suggested an active role for TAFA5 in promoting tumor aggressiveness via EMT in GC.\n\nDiscussion\n\nDue to effective early screening and Helicobacter pylori eradication, great achievements have been made in controlling the prevalence and mortality rates of GC (\n\n1\n\n). However, GC remains a serious health threat in some parts of the world, such as China, due to early metastasis and postsurgical relapse (\n\n4\n\n,\n\n5\n\n). Comprehensive therapy is often ineffective in patients at later stages; thus, a better understanding of the mechanisms underlying disease progression, and identification of potential therapeutic targets, would be clinically and scientifically beneficial. In the present study, TAFA5 was upregulated in GC tissues and cell lines. High expression of TAFA5 was significantly associated with worse clinical characteristics and unfavorable prognosis in patients with GC. The prognostic value of TAFA5 was validated using data from TCGA and Kaplan-Meier Plotter databases. Knockdown of TAFA5 expression inhibited the proliferation and migration of cultured GC cells. Taken together, the present results indicated that TAFA5 may be a novel prognostic marker in patients with GC and that it may have a crucial role in promoting tumor progression via the regulation of cell proliferation and migration.\n\nAs TAFA family members are mainly expressed in the central nervous system, the majority of studies have focused on the regulation of nerve and hormone homeostasis (\n\n24\n\n–\n\n27\n\n). However, TAFA family members encode small secreted proteins that are evolutionarily close to CCL3 (\n\n6\n\n), whose involvement in various malignancies has been extensively investigated. For example, CCL3 promotes oral carcinogenesis via the induction of inflammatory and angiogenic pathways, and eosinophil recruitment (\n\n28\n\n); it also mediates the cyclophosphamide-induced intratumoral migration of CD4\n\n+\n\nT cells and tumor regression in hepatic carcinomas (\n\n29\n\n), suggesting a cell type-dependent role in carcinogenesis. Based on these results, these TAFA family members are probably involved in carcinogenesis. In the present study, unfavorable prognostic effects of TAFA5 in patients with GC were reported and the results were validated with two larger patient cohorts. Furthermore, silencing of TAFA5 in GC cells\n\nin vitro\n\nsuppressed cell proliferation and migration. These results indicated that TAFA5 may promote progression of GC.\n\nIn total, 5 consensus Lef/Tcf binding sites are located within intron 2 of TAFA5, and at least 2 of these sites have been physically associated with β-catenin. Thus, TAFA5 is a downstream target of the Wnt9b/β-catenin signaling pathway in the maintenance of nephron progenitor cell renewal (\n\n8\n\n,\n\n9\n\n). Furthermore, it has been reported that EMT serves an essential role in tumor progression and is involved in the proliferation and migration of multiple types of human tumors (\n\n30\n\n). In the present study, GSEA using RNA-seq data from TCGA revealed that TAFA5 expression was positively correlated with genes involved in EMT, but not the Wnt/β-catenin signaling pathway. Further correlation analyses using the same data revealed that TAFA5 expression was moderately associated with Wnt9a and Wnt9b, as well as several EMT-activating transcription factors, and only weakly associated with β-catenin. Based on the complex cross-talk among pathways, these results suggested that TAFA5-induced GC progression may involve multiple pathways. Furthermore, Park\n\net al\n\n(\n\n10\n\n) demonstrated that TAFA5 inhibited osteoclastogenesis via the mediation of its target receptor, formyl peptide receptor 2 (FPR2). In addition, Wang\n\net al\n\n(\n\n31\n\n) revealed that TAFA5 was able to inhibit postinjury neointima formation through sphingosine-1-phosphate receptor 2 (S1PR2). Based on these studies, it is possible that FPR2 and S1PR2 may be potential target receptors that link TAFA5 to the proliferation and migration in GC; this hypothesis warrants further investigation.\n\nThere are several limitations in the present study. Firstly, since most cell lines used in the present study were poorly differentiated, it was not possible to determine whether TAFA5 expression is correlated with the aggressiveness of these cell lines. Secondly, as TAFA5 is widespread in serum and has been identified as a novel serum biomarker to differentiate cholangiocarcinoma from benign biliary tract diseases (\n\n11\n\n), measuring its serum concentration in GC patients may also have clinical significance. As the cases are still accumulating, data from sera analyses were not included in the current study. The above limitations will be addressed in future studies.\n\nIn conclusion, the present study identified TAFA5 as a novel prognostic marker for GC, which may accelerate tumor progression by promoting GC cell proliferation and migration via the modulation of EMT-associated pathways. The present results thus highlight the importance of future investigation of this putative marker."
  },
  {
    "pmcid": "9194834",
    "title": "Molecular Structure, Expression and Role of TAFA4 and its Receptor FPR1 in the Spinal Cord",
    "publish_date": "2022-5-31",
    "full_text": "Introduction\n\nChemokine like ligands have pleiotropic functions in diverse tissues such as peripheral nerves and brain. TAFA or FAM19A proteins represent a new class of chemokine like ligands that are revealed as neuron-derived secretory proteins, or neurokines, and have been implicated in the regulation of immune responses within the central nervous system (CNS). The TAFA family comprises five members of ligands, namely TAFA1, TAFA2, TAFA3, TAFA4, and TAFA5 (also known as FAM19A1, FAM19A2, FAM19A3, FAM19A4, and FAM19A5, respectively). The TAFA family genes encode approximately 12–15 kDa secretory proteins, which are expressed in the central and peripheral nervous tissues. TAFAs were found to act as neutrophil chemotactic factors (\n\nPostma et al., 2004\n\n;\n\nPrat et al., 2009\n\n), and to coordinate with other chemokines to recruit immune cells and regulate their activity in the CNS (\n\nTom Tang et al., 2004\n\n;\n\nSarver et al., 2021\n\n). TAFAs also act as neurokines to regulate nervous cell and tissue repair and regeneration after brain injury (\n\nTom Tang et al., 2004\n\n;\n\nSarver et al., 2021\n\n). Among TAFA ligands, TAFA4, also called FAM19A4 is a secreted chemokine-like protein of 12 kDa weight, which has been relatively well studied, with research implicating its importance for the detection of cervical cancer (\n\nDelfini et al., 2013\n\n;\n\nWang et al., 2015\n\n;\n\nLuttmer et al., 2016b\n\n).\n\nThe critical role of TAFA4 in cancer diagnosis continues to be a vital area of research. For instance, analysis by Quantitative Methylation-Specific PCR shows that methylation of the FAM19A4 (or TAFA4) gene is a putative marker for patients with cervical intra-epithelial neoplasia (\n\nSteenbergen et al., 2013\n\n;\n\nLuttmer et al., 2016a\n\n;\n\nLuttmer et al., 2016b\n\n;\n\nDe Strooper et al., 2016\n\n;\n\nLorincz, 2016\n\n;\n\nDe Strooper et al., 2018\n\n;\n\nVink et al., 2021\n\n). FAM19A4 gene DNA methylation therefore appears to be an attractive marker for the detection of advanced cervical carcinoma lesions in hrHPV-positive patients (\n\nDe Strooper et al., 2014\n\n;\n\nVink et al., 2020\n\n;\n\nBonde et al., 2021\n\n). DNA methylation of FAM19A4 could also be a potential biomarker of lung cancer (\n\nHubers et al., 2017\n\n;\n\nLiu et al., 2017\n\n). Further studies are required to confirm the involvement of DNA methylation of TAFA4/FAM19A4 in the development of cancers in the cervix and lung, and to add DNA methylation of TAFA4/FAM19A4 as an additional diagnostic marker to improve specificity and sensitivity.\n\nThis review discusses the molecular structures, expression, and emerging role of TAFA4 receptor signalling with a focus on the spinal cord system and neuronal disorders. We survey comparative structure analyses of TAFA4 with other TAFA family members, and their putative receptors, formyl peptide receptor 1 (FPR1, also called N-formylpeptide chemoattractant receptor, N-formyl peptide receptor, fMet-Leu-Phe receptor; fMLF-R; fMLP receptor; FMLP) and FPR2. Understanding the pathophysiology of TAFAs in tissue tropism will facilitate the design of novel therapeutic targets for related diseases.\n\nMolecular Structure and Expression of TAFA4\n\nMultiple sequence alignment analyses show that TAFA4 (or FAM19A4) displays conserved sequence identity among species, including mouse, human, cynomolgus monkey, rat, chimpanzee, and dog (\n\nFigure 1A\n\n), with a common family tree (\n\nFigure 1B\n\n) (\n\nUniPort Consortium, 2021\n\n). TAFA4 shows sequence homology with TAFA1, 2, 3 and 5 by multiple sequence alignment analyses, which demonstrate that TAFAs have a conserved CX7CCX13CXCX14CX11CX4CX5CX10C motif, except TAFA5, which has a CX7DSX13CXCX14CX11CX4CX5CX10C motif (\n\nFigure 2A\n\n), and TAFAs share a common family tree (\n\nFigure 2B\n\n) (\n\nUniPort Consortium, 2021\n\n).\n\nFIGURE 1\n\nMultiple sequence alignment of TAFA4 in various species.\n\n(A)\n\nMultiple sequence alignment analyses show that TAFA4 shares sequence identity and similarity with TAFA4 homologues among various species including human, mouse, cynomolgus monkey, rat, chimpanzee, and dog (\n\nhttps://www.uniprot.org/align\n\n).\n\n(B)\n\nA family tree of TAFA4 homologue proteins is elucidated.\n\nFIGURE 2\n\nMultiple sequence alignment of TAFA4 among family members.\n\n(A)\n\nMultiple sequence analysis demonstrates that human TAFA1, TAFA2, TAFA3, TAFA4, and TAFA5 shares significant degree of amino acid sequence identity, especially at their C terminal regions.\n\n(B)\n\nFamily tree of human TAFA1, TAFA2, TAFA3, TAFA4, and TAFA5.\n\nGene expression profile analyses by BioGPS revealed that TAFA4 mRNA is most abundantly expressed in dorsal root ganglia (DRG), followed by retina, lens, embryonic stem cells, and iris and hypothalamus in mouse (\n\nFigure 3A\n\n) (\n\nWu et al., 2009\n\n). Consistently, gene expression analyses by Euxassay showed that TAFA4 mRNA is most abundantly expressed in DRG of mouse embryonic tissue of day 14.5 (\n\nFigure 3B\n\n). In line with this, TAFA4 was reported to be expressed in the thalamus of the central nervous system (\n\nTom Tang et al., 2004\n\n). TAFA4 expression is also induced by lipopolysaccharide (LPS) in monocytes and macrophages, particularly in polarized M1 macrophages (\n\nWang et al., 2015\n\n;\n\nLi et al., 2018\n\n).\n\nFIGURE 3\n\nBioinformatic analysis of TATF 4 gene expression.\n\n(A)\n\nGene expression of TAFA4 by BioGPS analyses (\n\nhttp://biogps.org/\n\n) and\n\n(B)\n\nby Euxassay analysis of embryonic tissue of day 14.5 (\n\nhttp://www.informatics.jax.org/image/MGI:4517366\n\n).\n\nMolecular structural analyses revealed that human TAFA4 consists of a signal sequence (amino acid residues 1–30), and chemokine-like protein (amino acid residues 31–140) (\n\nFigure 4A\n\n). Secondary structural analyses predicted that TAFA4 contains an alpha helix at its N terminal region, and nine beta strands at its C terminal region by Phyre2 web portal analysis (\n\nFigure 4B\n\n) (\n\nKelley et al., 2015\n\n). A predicted 3D structure of TAFA4 is consistent with its secondary structure features (\n\nFigure 4C\n\n) (\n\nJumper et al., 2021\n\n).\n\nFIGURE 4\n\nMolecular structural analysis of TAFA4. Molecular structure of TAFA4, predicted by bioinformatics information based on Uniprot (\n\nhttps://www.uniprot.org/\n\n), showing\n\n(A)\n\na characteristic of a chemokine like ligand,\n\n(B)\n\nthe Phyre2 web portal (\n\nhttp://www.sbg.bio.ic.ac.uk/phyre2/\n\n), and\n\n(C)\n\nAlphaFold web portal (\n\nhttps://alphafold.ebi.ac.uk/\n\n).\n\nIn comparison with the structure of TAFA4, the human TAFA1 gene (also called FAM19A1) encodes a 133 amino acid (aa) precursor which consists of a signal sequence (1–19 residues) and a mature chain (20–133 residues). It has a typical motif structure of CX7CCX13CXCX14CX11CX4CX5CX10C, at the C terminal region. TAFA1 is detected in the brain, where it is most abundantly expressed in the frontal, temporal, occipital, and parietal cortices, and medulla, whilst it is expressed at low levels in the basal ganglion, thalamus, and cerebellum (\n\nTom Tang et al., 2004\n\n).\n\nThe human TAFA2 gene (also called FAM19A2) encodes a 131aa precursor which consists of a signal sequence (1–30 residues) and a mature chain (31–131 residues). It has a typical structure of CX7CCX13CXCX14CX11CX4CX5CX10C at the C terminal region. TAFA2 is most abundantly expressed in the occipital and frontal cortices, and medulla within the CNS, followed by colon, heart, lung, spleen, kidney, and thymus (\n\nTom Tang et al., 2004\n\n).\n\nThe human TAFA3 gene (also called FAM19A3) encodes a 133aa precursor which consists of a signal sequence (1–30 residues) and a mature chain (31–133 residues). It bears a typical structure of CX7CCX13CXCX14CX11CX4CX5CX10C at the C terminal region. TAFA3 is differentially expressed in the brain (\n\nTom Tang et al., 2004\n\n).\n\nThe human TAFA5 gene (also called FAM19A5) encodes a 132aa precursor which consists of a signal sequence (1–43 residues) and a mature chain (44–132 residues). It has a distinct structure of CX7DSX13CXCX14CX11CX4CX5CX10C at the C terminal region. TAFA5 is most abundantly expressed in the basal ganglia and cerebellum (\n\nTom Tang et al., 2004\n\n).\n\nOverall, FAM19A genes are expressed during CNS development and in the postnatal brain (\n\nTom Tang et al., 2004\n\n;\n\nSarver et al., 2021\n\n). Utilizing the Genevisible®- based bioinformatics tool (\n\nHruz et al., 2008\n\n), comparative analyses of TAFA1-4 gene expressions showed that they are predominantly in the spinal cord, retina, lens and iris (data not shown).\n\nMolecular Structure and Expression of TAFA4 Receptor FPR1\n\nFPR1 belongs to the G-protein-coupled seven-transmembrane receptor superfamily (\n\nYamagami et al., 1994\n\n). It exhibits sequence identity among species, including human, mouse, chimpanzee, rhesus macaque, rat, and rabbit (\n\nFigure 5A\n\n) with a common family tree (\n\nFigure 5B\n\n). FPR1 also shares sequence homology and conserved cysteine residues with FPR2 (\n\nFigure 6\n\n).\n\nFIGURE 5\n\nMultiple sequence alignment of FPR1.\n\n(A)\n\nMultiple sequence alignment analyses show that FPR1 shares sequence identity and similarity with FPR1 homologues among various species including human, mouse, chimpanzee, Rhesus macaque, rat, and rabbit (\n\nhttps://www.uniprot.org/align\n\n).\n\n(B)\n\nA family tree of FRP1 homologue proteins is elucidated.\n\nFIGURE 6\n\nComparative sequence alignment of FPR1and FPR2. Multiple sequence analysis demonstrates that human FRP1 and FPR2 share significant degree of amino acid sequence identity.\n\nThe human FPR1 gene encodes a 350aa protein that is predicted to consist of two putative N-linked glycosylation residues at positions 4 and 10, and a disulphide bond at residues 98 ↔ 176 (\n\nFigure 7A\n\n). It also consists of three putative phosphoserine sites (residues 328, 332, and 338) and four putative phosphothreonine sites (residues 329, 331, 334, 336, and 339). It has multiple alpha helices and beta strands (\n\nFigure 7B\n\n) and seven transmembrane domains (\n\nFigure 7C\n\n) as predicted by the Phyre2 web portal (\n\nKelley et al., 2015\n\n). Similarly, the human FPR2 gene encodes a 351aa protein that is predicted to consist of one putative N-linked glycosylation at position 4, and a disulphide bond at residues 98 ↔ 176 (\n\nFigure 8A\n\n). It too has multiple alpha helices and beta strands (\n\nFigure 8B\n\n) and seven transmembrane domains (\n\nFigure 8C\n\n) as predicted by the Phyre2 web portal (\n\nKelley et al., 2015\n\n). Additional Phyre2 web portal analyses show that the 3D structures of both FPR1 and FPR2 were predicted to have one common structure (\n\nFigure 9A\n\n) (\n\nKelley et al., 2015\n\n). The 3D structures of FPR1 (\n\nFigure 9B\n\n) and FPR2 (\n\nFigure 9C\n\n) were also predicted by AlphaFold analyses to be consistent with their secondary features (\n\nJumper et al., 2021\n\n).\n\nFIGURE 7\n\nMolecular structural analysis of FPR1. Molecular structure of FPR1, predicted by bioinformatics information based on\n\n(A)\n\nUniprot (\n\nhttps://www.uniprot.org/\n\n),\n\n(B,C)\n\nthe Phyre2 web portal (\n\nhttp://www.sbg.bio.ic.ac.uk/phyre2/\n\n) all showing characteristics of G protein-coupled receptor.\n\nFIGURE 8\n\nMolecular structural analysis of FPR2. Molecular structure of FPR2, predicted by bioinformatics information based on\n\n(A)\n\nUniprot (\n\nhttps://www.uniprot.org/\n\n),\n\n(B,C)\n\nthe Phyre2 web portal (\n\nhttp://www.sbg.bio.ic.ac.uk/phyre2/\n\n) all showing characteristics of G protein-coupled receptor.\n\nFIGURE 9\n\n3D structural images of FRP1 and FPR2. 3D structure of FRP1 and FPR2, predicted by\n\n(A)\n\nthe Phyre2 web portal (\n\nhttp://www.sbg.bio.ic.ac.uk/phyre2/\n\n),\n\n(B)\n\n3D structure of FRP1 and\n\n(C)\n\nFPR2 predicted by AlphaFold web portal (\n\nhttps://alphafold.ebi.ac.uk/\n\n).\n\nUtilizing the Genevisible®- based bioinformatics tool (\n\nHruz et al., 2008\n\n), human FPR1 mRNA was found most abundantly expressed in peripheral blood neutrophil granulocyte, umbilical cord blood neutrophil granulocyte, neutrophil granulocyte and bone marrow polymorphonuclear cell (\n\nFigure 10A\n\n). Similarly, human FPR2 mRNA was revealed to be most highly expressed in thrombus derived leukocyte, bone marrow polymorphonuclear cell, peripheral blood neutrophil granulocyte, band cell, and peripheral blood granulocyte (\n\nFigure 10B\n\n).\n\nFIGURE 10\n\nGene expression profiling of FPR1 and FPR2. mRNA expression profiling of FPR1\n\n(A)\n\nand FPR2\n\n(B)\n\ngene in human tissues and cells predicted by Genevisible\n\n®\n\nbioinformatics tool (\n\nhttp://genevisible.com\n\n), with the ten most highly ranking mRNA express levels, respectively.\n\nThe Roles of TAFA4 and FPR1 in the Spinal Cord\n\nThe spinal cord is a vital tubelike structure originating from the brain stem and extending the length of the spinal column for the transmission of motor and sensory nerve signals, which are vitally important for the control of functions, such as reflexes and coordinated physical movements like walking. Spinal cord injury results in neurologic pain and disability. Nociceptors detect intense, noxious, painful stimuli and are present in a subpopulation of peripheral nerves with cell bodies located in DRG (body) and the trigeminal ganglion (face) (\n\nBasbaum et al., 2009\n\n). Nociception occurs when nociceptors become excited by a stimulus (chemical, thermal, or mechanical) that reaches a noxious intensity and the sensation of pain is evoked (\n\nBasbaum et al., 2009\n\n). TAFA4 (or FAM19A4) was shown to be a marker of C-low-threshold mechanoreceptors (C-LTMRs), which are unique among sensors of touch, appearing to transmit both sensations of pleasantness and injury-induced mechanical pain (\n\nSeal et al., 2009\n\n;\n\nDelfini et al., 2013\n\n). Findings also suggest that TAFA4+ neurons exhibit intrinsic features of mechano-nociceptors (\n\nDelfini et al., 2013\n\n). Further, TAFA4-null mice showed elevated hypersensitivity to mechanical and chemical stimuli, and excitability of spinal cord lamina IIi neurons in response to inflammation and nerve injury, whereas administration of recombinant TAFA4 in C57/Bl6 mice\n\nvia\n\nan injection into the spinal canal was able to reverse carrageenan-induced mechanical hypersensitivity (\n\nDelfini et al., 2013\n\n). C-LTMR-derived TAFA4 is therefore postulated to modulate neuron excitation and to regulate the somatic sensation threshold which indicates it could be a potent analgesic agent (\n\nDelfini et al., 2013\n\n). TAFA4 is consistently reported to have an analgesic role in pain relief (\n\nDelfini et al., 2013\n\n;\n\nReynders and Moqrich, 2015\n\n) and has been implicated in regulating spinal cord pain (\n\nDelfini et al., 2013\n\n;\n\nGaillard et al., 2014\n\n;\n\nKambrun et al., 2018\n\n). Using a knock-in mouse, TAFA4 was predominantly localised in C-LTMRs neurons in DRGs (\n\nSalio et al., 2021\n\n). Recent research further investigated the function of TAFA4 in modulating neuronal excitation and synaptic transmission (\n\nKambrun et al., 2018\n\n). C-LTMR-derived TAFA4 was shown to enhance the inhibition of synaptic transmission from high-threshold C-fibres of spinal networks by depressing local excitatory synapses (\n\nKambrun et al., 2018\n\n). Using an animal model of inflammation, findings from this study revealed that mechanical pain and neuronal response to a noxious stimulus was alleviated by TAFA4, which appears to be mediated by γ-aminobutyric acid (GABA)-ergic transmission (\n\nKambrun et al., 2018\n\n). These results demonstrated the integral function of TAFA4 in response to inflammation by the promotion of microglial retraction and the increased number of inhibitory synapses on lamina IIi somata (\n\nKambrun et al., 2018\n\n). Conclusively, GABAergic interneurons appear to be a primary signal integration relay for C-LTMRs, and the release of TAFA4 by C-LTMRs is suggested to inhibit nociceptive excitatory synaptic transmission in the spinal cord resulting in the alleviation of pain in pathogenic conditions (\n\nKambrun et al., 2018\n\n). However, direct evidence to indicate FPR1/2 expression can be upregulated in DRG or spinal cord is lacking.\n\nMost recently, TAFA4 was shown to relieve injury-induced mechanical hypersensitivity by restoring spinal neuron activity to normal, which is further suggestive of its therapeutic potential (\n\nYoo et al., 2021\n\n). TAFA 4 was found to reverse inflammatory, postoperative, and spared nerve injury (SNI)-induced mechanical pain in mice (\n\nYoo et al., 2021\n\n). Mechanistically TAFA4 was able to reverse injury-induced A-type K\n\n+\n\n(I\n\nA\n\n) current decreases in spinal lamina II outer excitatory interneurons (L-IIo ExINs) and was also able to simultaneously reverse SNI-induced increases in I\n\nA\n\nand decreases in hyperpolarization-activated current (I\n\nh\n\n) in lamina II inner inhibitory interneurons (L-IIi InhINs) (\n\nYoo et al., 2021\n\n). The rescue of ion current changes to normal levels in both IN groups was dependent on low-density lipoprotein receptor-related proteins (LRPs) (\n\nYoo et al., 2021\n\n). TAFA4 therefore is effective at reversing injury-induced mechanical hypersensitivity and is a prime therapeutic target for the treatment of injury-induced mechanical pain. Leading recent research identified a neuroimmune regulatory pathway which is promoted by TAFA4 and has potential novel therapeutic applications for inflammatory diseases (\n\nHoeffel et al., 2021\n\n). TAFA4 derived from sensory neurons was shown to promote macrophage coordinated tissue repair (\n\nHoeffel et al., 2021\n\n). TAFA4 was found to be expressed by C-LTMRs, a subset of Gα\n\ni\n\n-Interacting Protein (GINIP) positive neurons in the skin, and to mediate the inflammatory profile of tissue-resident macrophages in a mouse model of sunburn skin damage (\n\nHoeffel et al., 2021\n\n). Conditional ablation of sensory neurons expressing GINIP resulted in defective tissue regeneration and in dermal fibrosis (\n\nHoeffel et al., 2021\n\n). Whilst deletion of Tafa4 in mice resulted in diminished expression of IL-10 by T-cell immunoglobulin and mucin domain containing 4 (TIM4) positive dermal macrophages after UV-induced skin damage, which was accompanied by increased skin inflammation, impaired healing, poor tissue regeneration, and dermal fibrosis (\n\nHoeffel et al., 2021\n\n). Mechanistically these results suggest that TAFA4 is produced by C-LTMRs following UV-induced skin damage, which increases the production of IL-10 by tissue-resident macrophages and the survival of tissue-repair macrophages, leading to diminished skin inflammation, the prevention of tissue fibrosis, and enhanced tissue regeneration (\n\nHoeffel et al., 2021\n\n). Additionally, reduced GABAergic inhibition is characteristic of neuropathic pain and previous research identified the involvement of GINIP in peripheral GABA type B (GABAB) receptor nociceptive signal transmission (\n\nGaillard et al., 2014\n\n). GINIP null mice showed impaired responsiveness to GABAB, an inhibitory neurotransmitter, and developed prolonged and specific hypersensitivity when tested by inflammation and neuropathy models (\n\nGaillard et al., 2014\n\n). Together with subsequent findings suggesting a protective role of TAFA4 for injury-induced by mechanical and chemically induced neuro-inflammatory pain (\n\nKambrun et al., 2018\n\n), TAFA4 consistently emerges as a promising therapeutic target for pain relief, and tissue repair and regeneration. Future research is necessary to develop the therapeutic potential of TAFA4 for the alleviation of pain from neuro-inflammatory disorders and injury-induced mechanical pain.\n\nPrevious research has identified TAFA4 as a cytokine ligand of FPR1 for the inflammatory response to pathogenic infections (\n\nWang et al., 2015\n\n). TAFA4 is upregulated in monocytes and macrophages when induced by LPS, and FPR1 was identified as a receptor for TAFA4\n\nvia\n\nligand binding and blockage, and receptor internalization assays (\n\nWang et al., 2015\n\n). This study also showed that TAFA4 was able to induce chemotactic activities on macrophages and enhance macrophage phagocytosis, which occurred with increased phosphorylation of protein kinase B (Akt) (\n\nWang et al., 2015\n\n). TAFA4 therefore appears to play a critical role in the chemoattraction and phagocytosis of macrophages, and ROS release following an infection (\n\nFigure 11\n\n) (\n\nWang et al., 2015\n\n). Several studies of TAFA family interactions have provided insights of the molecular signalling mechanisms of TAFA4. For example, findings from these studies reveal that binding of TAFAs to FPR1 and FPR2 led to the activation of the phosphatidylinositol-calcium second messenger system and intracellular calcium mobilization (\n\nMurphy and McDermott, 1991\n\n;\n\nPostma et al., 2004\n\n;\n\nPrat et al., 2009\n\n). FAM19A1-A4 (or TAFA1-4) could also interact with the cysteine-loop domain of neurexins and presynaptic adhesion molecules\n\nvia\n\nintermolecular disulphide bonds (\n\nKhalaj et al., 2020\n\n). The molecular events of signalling activation following ligand receptor bindings of TAFA4 remain incompletely known. FAM19As are thought to interact with cell surface neurexins to mediate signalling across the synapse through connecting presynaptic and postsynaptic neurons (\n\nFigure 11\n\n) (\n\nKhalaj et al., 2020\n\n;\n\nSarver et al., 2021\n\n). Together further research is needed to illuminate whether FAM19A interactions are cell type specific both for FPR1 and FPR2 and define the cellular signaling pathways and molecular mechanisms of TAFA4, which is vitally important for the development of therapeutic applications targeting TAFA4.\n\nFIGURE 11\n\nTAFA4 and its receptors interaction.\n\n(A)\n\nTAFA4is expressed in DRG, retina and hypothalamus.\n\n(B)\n\nTAFA4 binds FPR1 and activates signalling pathways of Akt phosphorylation, calcium mobilization, and ROS release, leading to various cellular activities. In addition, TAFA4 binds cell surface neurexin and mediates synapse homeostasis.\n\nThe Emerging Role of Other TAFAs in the Neural System and Disorders\n\nFAM19As are predominantly expressed in specific subtypes of neurons and serve as cell type-specific regulators of neurexin modifications (\n\nTom Tang et al., 2004\n\n;\n\nKhalaj et al., 2020\n\n). The nomenclature of human TAFAs and FAM19As are summarized in\n\nTable 1\n\n. Among five subfamily members of FAM19As/TAFAs proteins, the role of TAFA4 is relatively well characterised, whilst the role of other TAFAs is emerging.\n\nTABLE 1\n\nNomenclature of human TAFAs and FAM19A\n\nName\n\nFull name\n\nOther name\n\nUniprot no.\n\nTAFA1\n\nChemokine-like protein TAFA-1\n\nFAM19A1\n\nQ7Z5A9\n\nTAFA2\n\nChemokine-like protein TAFA-2\n\nFAM19A2\n\nQ8N3H0\n\nTAFA3\n\nChemokine-like protein TAFA-3\n\nFAM19A3\n\nQ96LR4\n\nTAFA4\n\nChemokine-like protein TAFA-4\n\nFAM19A4\n\nQ96LR4\n\nTAFA5\n\nChemokine-like protein TAFA-5\n\nFAM19A5\n\nQ7Z5A7\n\nFor instance, FAM19A1 has recently been linked with regulating food intake and behaviour. Mice with AM19A1 deficiency revealed that male FAM19A1 KO mice displayed more altered food intake patterns during the light and dark cycle, accompanied with hyperactive, and locomotor hyperactivity than female KO mice (\n\nLei et al., 2019\n\n). On the other hand, female FAM19A1 KO mice showed reduced anxiety and sensitivity to pain, associated with elevated norepinephrine and dopamine turnover in the striatum, suggesting sex-dependent phenotypes between male and female (\n\nLei et al., 2019\n\n). Consistently, mice with FAM19A1 deficiency exhibited hyperactive locomotor behaviour, long-term memory deficits and fear acquisition failure (\n\nYong et al., 2020\n\n). Using a LacZ reporter gene system, FAM19A1 was shown to be expressed in the pyramidal cells of cortical layers during brain development in mouse (\n\nYong et al., 2020\n\n). In a study using hippocampal cultures, FAM19A1 was found to reduce neurexin O-glycosylation and heparan sulphate modification, suggesting that FAM19A1 is involved in the post-translational modification and function of neurexins (\n\nKhalaj et al., 2020\n\n). Collectively, these findings suggest that FAM19A1 plays a role in neurodevelopment and mature brain function (\n\nYong et al., 2020\n\n).\n\nWhilst TAFA2 is suspected to be a gene involved with the development of intellectual deficiency and mental retardation.\n\nWang X. et al. (2018)\n\nreported that TAFA2 gene knockout mice exhibited impaired spatial learning and memory and increased level of anxiety-like behaviours. Further, TAFA2 deficiency resulted in severe neuronal reduction and increased apoptosis in the brain with downregulation of PI3K/Akt and MAPK/Erk pathways with down regulation of Brain-derived neurotrophic factor (BDNF), c-fos and Neurofibromin 1(NF1), and CREB-binding protein (CBP) gene expression, suggesting that TAFA2 acts as a neurotrophic factor essential for neuronal survival and neurobiological functions (\n\nWang X. et al., 2018\n\n). More recently, FAM19A2/TAFA-2 was found to regulate metabolic activities and food intake. Administration of FAM19A2/TAFA-2 to mice just before the initiation of dark period led to increased food intake and meal number, but reduced meal size (\n\nOkada et al., 2019\n\n). Outside the nervous system, TAFA2 was found to increase the migration and motility of mesenchymal stem cells (MSC), and to be involved with the recruitment of MSC to bone fracture sites. It was revealed that TAFA2 was able to promote MSC migration through activation of the Rac1-p38 pathway (\n\nJafari et al., 2019\n\n). In addition, serum levels of TAFA2 in patients was also increased after hip fracture (\n\nJafari et al., 2019\n\n). TAFA2 gene expression was found to be upregulated by interleukin-1β and during the inflammatory phase of fracture healing in mice (\n\nJafari et al., 2019\n\n). The pleiotropy of TAFA2 therefore requires further investigation to uncover its diverse roles by a tissue-specific approach. Little is known about the function of TAFA3. For example, TAFA-3 appears to be a signalling molecule of the pars tuberalis, which is postulated to be a control centre of changing seasonal function rhythms (\n\nFischer et al., 2012\n\n;\n\nKorf, 2018\n\n). Additionally, FAM19A3 was found to be upregulated in microglia of a middle cerebral artery occlusion (MCAO) mouse model\n\nvia\n\nmodulating the microglia/macrophage polarization dynamics and to ameliorate cerebral ischemia (\n\nShao et al., 2015\n\n). Further research is needed to advance our knowledge and understanding of TAFA3 function.\n\nTAFA5 has recently been implicated in the progression of cognitive impairment in vascular dementia patients and could be a vital regulator of depression (\n\nHuang et al., 2020\n\n;\n\nLi et al., 2020\n\n). TAFA5 was found to be predominantly expressed in the hypothalamic paraventricular nucleus (PVN) (\n\nPaulsen et al., 2008\n\n). Consistently, FAM19A5 was found to be highly expressed in the embryonic hippocampus (\n\nHuang et al., 2020\n\n). More recently, it was revealed that the hypothalamic expression of TAFA5/FAM19A5 was induced by TNF-α, thereby suggesting its involvement with inflammatory responses of the hypothalamus (\n\nKang et al., 2020\n\n). Interestingly, FAM19A5 knockdown led to the reduction of TNF-α-induced anorexia and decreased loss of body weight, whereas administration of FAM19A5 by an intracerebroventricular route resulted in anorexia, body weight loss, hyperthermia, and the enhanced expression of inflammatory factors (\n\nKang et al., 2020\n\n). Further, FAM19A5 administration also resulted in increases in the activation of c-fos and the expression of preproopiomelanocortin (POMC) in POMC neurons in hypothalamus, suggesting that FAM19A5 plays a part in inflammatory responses of the hypothalamus (\n\nKang et al., 2020\n\n). Mice with FAM19A5 gene deletion demonstrated depressive-like behaviours and impaired hippocampus-dependent spatial memory, which was accompanied by decreased expression of alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors and N-methyl-D-aspartic acid receptors (\n\nHuang et al., 2020\n\n). Mice additionally showed reduced glutamate release and neuronal activity in the hippocampus, and the decreased density of dendritic spines (\n\nHuang et al., 2020\n\n). These data suggest that FAM19A5 regulates depression and spatial cognition\n\nvia\n\nthe hippocampus (\n\nHuang et al., 2020\n\n). In line with this finding, the serum FAM19A5 level of vascular dementia patients was found to be increased, suggestive of a role in cognitive impairment of vascular dementia patients (\n\nLi et al., 2020\n\n). Together, these findings indicate TAFA5 could be a critical regulator of cognitive function and warrants further research of its potential for diagnosis and treatment-based approaches of depression.\n\nBeyond the nervous system, research indicates that downregulation of FAM19A5 during obesity could lead to the development of cardiometabolic diseases (\n\nWang Y. et al., 2018\n\n). In this study, FAM19A5 was found to inhibit postinjury neointima formation\n\nvia\n\nsphingosine-1-phosphate receptor 2-G12/13-RhoA signalling (\n\nWang Y. et al., 2018\n\n). In addition, serum FAM19A5 is postulated to be a biomarker of cardio-metabolic disease, as it was found to be positively correlated with risk factors, such as waist circumference, waist-to-hip ratio, alanine aminotransferase, fasting plasma glucose, glycated haemoglobin and mean brachial-ankle pulse wave velocity (\n\nLee et al., 2019\n\n). Whereas in the skeletal system, FAM19A5 was found to inhibit osteoclastogenesis\n\nvia\n\nFPR2, suggesting a role of TAFA family proteins in bone disorders (\n\nPark et al., 2017\n\n). The pleiotropy of TAFA5 therefore requires further investigation to elucidate the diverse roles of TAFA5 in a disease-specific based approach.\n\nTAFA5 has also been implicated in cancers (\n\nDiaz de Stahl et al., 2005\n\n;\n\nHu et al., 2019\n\n). TAFA5 was upregulated in gastric cancer cells compared with normal cells, which is correlated with unfavourable patient prognoses. Overexpression of TAFA5 in gastric cancer was associated with poor differentiation, tumour progression, nodal, and metastasis stages.\n\nIn vitro\n\nfindings showed that downregulation of TAFA5 could inhibit the proliferation and migration of gastric cancer cell lines. Interestingly, TAFA5 expression was significantly correlated with genes found to be associated with epithelialmesenchymal transition, which is suggestive of TAFA5 involvement in the progression of gastric cancer (\n\nHu et al., 2019\n\n). In addition, previous studies have found that TAFA5 was associated with DNA copy number alterations in gliomas but its role of in tumour development requires further investigation (\n\nDiaz de Stahl et al., 2005\n\n).\n\nSummary\n\nThe TAFA family consists of five members TAFA1–5 (also known as FAM19A1–5). They act as secretory chemokine like ligands or neurokines and exhibit pleiotropic functions in various tissues. TAFA4 was first reported to have an analgesic role in pain relief (\n\nDelfini et al., 2013\n\n;\n\nReynders and Moqrich, 2015\n\n). The TAFA4 gene is predominantly expressed in the CNS. As a secreted ligand, TAFA4 binds to cell surface receptor FPR1 or neurexin to mediate versatile physiological processes including food intake, learning and memory, behaviours, locomotor activity, pain relief, and synapse homeostasis. Substantial recent research has shown the effectiveness of TAFA4 for the alleviation of pain caused by mechanical injury, neuro-inflammatory disorders, and chemical or infectious stimuli. Further research is required to completely characterise the molecular mechanisms and cellular signalling pathways of TAFA4 for the development of therapeutic applications targeting a range of pathogenic conditions. Advancing knowledge of the selective expression, regulation, and diverse biological functions of TAFA4 and FAM19A members in a tissue tropism dependent manner will enable us to develop strategies to treat TAFA4 and FAM19A related disorders, such as spinal cord injury and neuropathic pain."
  },
  {
    "pmcid": "11684132",
    "title": "Genome-wide analysis in northern Chinese twins identifies twelve new susceptibility loci for pulmonary function",
    "publish_date": "2024-12-30",
    "full_text": "Introduction\n\nPulmonary function, a heritable trait that reflects the physiological state of the lungs and airways [\n\n1\n\n], declines with age [\n\n2\n\n]. It can be assessed by spirometry with three key metrics including forced expiratory volume in one second (FEV1), forced vital capacity (FVC), and the FEV1/FVC ratio. Pulmonary function is a predictor of the incidence [\n\n3\n\n,\n\n4\n\n] and mortality [\n\n5\n\n,\n\n6\n\n] of cardiopulmonary diseases and is crucial for diagnosing and evaluating respiratory diseases such as asthma and chronic obstructive pulmonary disease (COPD). These lung diseases not only impair lung health but also contribute to the development of other diseases, including diabetes [\n\n7\n\n] and cardiovascular disease [\n\n8\n\n]. Therefore, understanding the underlying biological mechanisms and factors affecting pulmonary function is essential for the effective prevention and control of respiratory diseases.\n\nPrevious research based on family and twin studies has provided evidence that pulmonary function is influenced by genetic factors, with heritability estimates ranging from 0.3 to 0.9 [\n\n9\n\n,\n\n10\n\n]. Researchers have also sought to identify genetic loci associated with pulmonary function through Genome-Wide Association Study (GWAS), which is an extremely effective method for identifying genetic loci associated with complex phenotypes or diseases [\n\n11\n\n]. To date, most GWASs related to pulmonary function have focused on European and American populations, identifying numerous genetic variants and genes, such as\n\nHHIP\n\n,\n\nGPR126\n\n,\n\nFAM13A\n\n,\n\nAGER\n\n,\n\nGSTCD\n\n, and\n\nPRDM11\n\n[\n\n12\n\n–\n\n15\n\n]. Additionally, GWAS involving Latin American and East Asian populations, including Koreans, Mongolians, Japanese and Chinese, have also identified genetic loci and genes related to pulmonary function, some of which overlap with those found in European and American populations (e.g.,\n\nGPR126\n\n[\n\n16\n\n],\n\nFAM13A\n\n[\n\n17\n\n],\n\nAGER\n\n[\n\n18\n\n]), while others are novel, such as\n\nKCNE2\n\n,\n\nPPT2\n\n, and\n\nTTLL2\n\n[\n\n16\n\n,\n\n17\n\n,\n\n19\n\n].\n\nAlthough some previous GWAS have focused on pulmonary function in East Asian populations, sequencing data from the Northeast Asian Reference Database reveal that despite a shared genetic foundation, distinct ancestral components exist among Koreans, Mongolians, Japanese, and mainland East Asians [\n\n20\n\n]. To our knowledge, only one study conducted with participants from the China has identified 18 novel loci associated with pulmonary function [\n\n21\n\n]. Therefore, further GWAS on the Chinese population are essential to expand our understanding of the genetic heterogeneity of pulmonary function across different ethnics [\n\n22\n\n] and to identify genetic variants associated with pulmonary function in the Chinese population. The twin-based GWAS design can excellently control population stratification and gene-environment correlation, identifying direct genetic effects [\n\n23\n\n]. Thus, in the current study, we conducted the GWAS based the Chinese twin samples to address specific genetic variants related to pulmonary function in Chinese populations.\n\nMaterials and methods\n\nSample\n\nThe twin samples were derived from Qingdao Twin Registry [\n\n24\n\n], and details of the sample recruitment procedure have been described in previous literatures [\n\n25\n\n]. Participants were excluded if they were pregnant, lactating, or had incomplete measurement of pulmonary function; the incomplete co-twin pairs were also dropped. The final sample consisted of 139 complete dizygotic (DZ) pairs (278 adults, 141 male and 137 female pairs) with a median age of 49 years (ranging from 40 to 70 years). Informed signed consents were achieved for all participants. Ethical approval for the study was granted by the Regional Ethics Committee of the Qingdao Centers for Disease Control and Prevention Institutional Review Boards, following the principles of the Helsinki Declaration.\n\nPulmonary function, including FEV1 and FVC, both measured in liters, was assessed by the electronic hand-held spirometer (Micro 0102). The FEV1/FVC ratio was calculated by dividing FEV1 by FVC. Details of measurement procedure have been described in previous literatures [\n\n26\n\n]. The three pulmonary function indices were transformed by Blom’s formula for normality.\n\nGenotyping, quality control, and imputation\n\nGenomic DNA extracted from whole blood of DZ twins were genotyped using Infinium Omni2.5Exome-8v1.2 genotyping BeadChip platform (Illumina Inc, San Diego, USA). Data from autosome and X chromosome were analyzed. Following quality control criteria [\n\n27\n\n,\n\n28\n\n], we included SNPs with locus missing < 0.05, calling rate > 0.98, minor allele frequencies (MAF) > 0.01, and Hardy-Weinberg equilibrium (HWE)\n\np\n\n-value > 1 × 10\n\n− 4\n\n.\n\nMoreover, IMPUTE2 [\n\n29\n\n] software was used to impute the untyped SNPs based on the linkage disequilibrium (LD) information by using 1,000 Genomes Project Phase 3 East Asian as the reference panel. The filter criteria for imputed SNPs were INFO > 0.8, MAF > 0.05, and HWE > 1 × 10\n\n− 4\n\n. A total of 7,405,822 SNPs were finally obtained.\n\nGWAS analysis\n\nSNP-based analyses\n\nGEMMA [\n\n30\n\n] was used to perform the effect of pulmonary function indices on SNP genotypes, adjusting for age, sex, height, smoking status (never, ever, and now), the first five principle components, and the relatedness matrix. The common Bonferroni-corrected threshold (\n\np\n\n< 5 × 10\n\n− 8\n\n) was set as genome-wide statistical significance, and the threshold (\n\np\n\n< 1 × 10\n\n− 5\n\n) was considered for suggestive evidence level. Locus Zoom applied to display regional information of GWAS results. We submitted suggestively significant SNPs located in non-coding region to Enhancer DB to search which enhancer these SNPs were located in, to GTEx project portal (\n\nhttps://www.gtexportal.org/home/\n\n) (Accessed data: August 2023; Data Release: Version 8) to identify expression quantitative trait loci (eQTL) related to these SNPs, to SNP2TFBS to find which transcript factor these SNPs affect.\n\nGene-based analysis\n\nWe conducted gene-based analyses using the VEGAS2 [\n\n31\n\n] tool on GWAS summary data, with linkage disequilibrium accounted for using the Han Chinese in Beijing, China (CHB) sub-population from the 1000 Genomes Project Asian Population. The analysis incorporated 26,056 unique VEGAS2 gene definitions, comprising 24,769 autosomal genes and 1,287 X-chromosomal genes. Significance thresholds were set at\n\np\n\n< 1.92(0.05/26,056) × 10\n\n− 6\n\nfor multiple testing adjustment, and\n\np\n\n< 0.05 for suggestive significance.\n\nPathway enrichment analysis\n\nWe conducted pathway enrichment analysis using the PASCAL tool [\n\n32\n\n], which provides a library of 1077 pathways sourced from the KEGG, REACTOME, and BIOCARTA databases through the Molecular Signatures Database (MsigDB). In our analysis, we aggregated SNP\n\np\n\n-values from GWAS, adjusting for linkage disequilibrium (LD), to compute gene scores. These scores were then used to calculate pathway scores based on the gene scores within each of the pathways identified from the library. The significance of the pathway enrichment was assessed using either chi-squared or empirical scoring methods. We established statistical significance with a Bonferroni-corrected emp-\n\np\n\n< 4.64 (0.05/1077) × 10\n\n− 5\n\n, and set a nominal significance level at emp-\n\np\n\n< 0.05.\n\nValidation analysis\n\nTo confirm the associations, we obtained the phenotype and genotype data from the third release of UK Biobank data (\n\nhttps://www.ukbiobank.ac.uk/\n\n) with Applications ID: 95,715. FEV1 and FVC value were calculated from spirometry blow and FEV1/FVC was calculated by these two indicators. The details about data collection, genotyping, and imputation have been described elsewhere [\n\n33\n\n,\n\n34\n\n]. We restricted the validation sample to Chinese ethnic background (\n\nn\n\n= 1573). As the previous study described [\n\n28\n\n], the top SNPs were validated by linear regression analysis of the additive effect model, adjusting for age, sex, smoke status, height and the first 10 genetic PCs. A total of 352 SNPs for FEV1, FVC, and FEV1/FVC with\n\np\n\nvalues < 1 × 10\n\n− 5\n\nin the discovery set were typed in the UKB data set and selected for validation. The Bonferroni-corrected significance threshold was\n\np\n\n< 1.42 × 10\n\n− 4\n\n(0.05/352), and the nominal significance level was\n\np\n\n< 0.05. Figure\n\n1\n\nshowed the outline of overall study design and analysis steps. Moreover, we used the 12 identified susceptibility loci associated with pulmonary function to construct a polygenic risk score (PRS). Each SNP was weighted according to its effect size derived from the UK Biobank validation results. These weights were then applied to the corresponding SNPs in our target population (twin pairs) to calculate the cumulative PRS for each individual. Generalized estimating equation models were used to assess the association between the computed PRS and pulmonary function, adjusting for age, gender, smoking status, and height. Statistical analyses were performed utilizing R version 4.2.0. The code used in this study can be accessed at the following GitHub repository:\n\nhttps://github.com/TongWang0106/Pulmonary-function-GWAS\n\n.\n\nFig. 1\n\nFlowchart of the overall study design and analysis steps\n\nResults\n\nDescriptive statistics of basic characteristics are shown in Supplementary Material\n\n4\n\n: Table\n\nS1\n\n. Our study included 139 dizygotic twin pairs, with a median age of 49 years. The median level (interquartile range) pulmonary function values were 2.06 (0.97) for FEV1, 2.19(0.90) for FVC, and 0.97(0.10) for FEV1/FVC.\n\nSNPs-based genome-wide association study\n\nThe association between pulmonary function and SNP genotypes was evaluated using the GEMMA software. The quantile-quantile plot (Fig.\n\n2\n\n) illustrates the relationship between the observed and expected GWAS\n\np\n\n-values. The deviation of points towards the upper right corner of the QQ plot in our results suggests the presence of significant genetic associations related to pulmonary function. The low level of genomic inflation factor (λ) ranging from 0.997 to 1.007 indicates no evidence of population stratification effects. As the Manhattan plot shows in Fig.\n\n3\n\nSNPs reached the genome-wide significance level for FEV1, and 222 SNPs for FEV1, 150 SNPs for FVC, 73 SNPs for FEV1/FVC reached suggestive association level (\n\np\n\n< 1 × 10\n\n− 5\n\n, Supplementary Material\n\n1\n\n: Table\n\nS2\n\n).\n\nFig. 2\n\nQuantile-quantile (Q-Q) plot of genome-wide association study (GWAS) for FEV1 (\n\na\n\n), FVC (\n\nb\n\n), and FEV1/FVC (\n\nc\n\n). The x-axis shows the -log10 of expected\n\nP\n\n-values of the association from the chi-square distribution, and the y-axis shows the -log10 of\n\nP\n\n-values from the observed chi-square distribution. The black dots represent the observed data with the top hit SNP being colored, and the red line is the expectation under the null hypothesis of no association\n\nFig. 3\n\nManhattan plot of genome-wide association study (GWAS) of FEV1 (\n\na\n\n), FVC (\n\nb\n\n), and FEV1/FVC (\n\nc\n\n). The x-axis shows the numbers of autosomes and the X chromosome, and the y-axis shows the -log10 of\n\nP\n\n-values for statistical significance. The dots represent the SNPs. 222 SNPs for FEV1, 150 SNPs for FVC, 73 SNPs for FEV1/FVC reached suggestive association level\n\nTable\n\n1\n\ndisplays the top 20 SNPs for pulmonary function. Among the top SNPs for FEV1, three SNPs exceeded genome-wide significance level, including rs80345886 and rs117883876 (\n\np\n\n= 8.45 × 10\n\n− 10\n\n) near\n\nMTHFD2P6\n\ngene, and rs75139439 located in the\n\nPARM1\n\ngene (\n\np\n\n= 2.31 × 10\n\n− 9\n\n). In addition, three SNPs (rs34982522, rs78238888, and rs78628444,\n\np\n\n= 5.88 × 10\n\n− 8\n\n) were located in the enh8386(chr5: 14,024,025 − 14,042,149) region, which regulates\n\nDNAH5\n\ngene. Seven SNPs, including rs4723047 (\n\np\n\n= 8.25 × 10\n\n− 8\n\n) at\n\nADCYAP1R1\n\ngene on chromosome 7p14.3, were illustrated in the locus zoom plots (Supplementary Metarial\n\n4\n\n: Figure\n\nS1\n\n). For FVC, the strongest associated SNP was rs9403380 (\n\np\n\n= 1.27 × 10\n\n− 7\n\n) in the\n\nGPR126\n\ngene. Nine other SNPs in the\n\nGPR126\n\ngene located on chromosome 6q24.1, are shown in the locus zoom plots (Supplementary Metarial\n\n4\n\n: Figure\n\nS2\n\n). As shown in Figure\n\nS2\n\n, there was no LD between the nine SNPs and rs9403380, suggesting that these SNPs might independently affect FVC. For FEV1/FVC, including the strongest associated SNP rs61918244 (\n\np\n\n= 2.86 × 10\n\n− 7\n\n), 14 SNPs were located in enh14492 (chr12: 6,369,425-6,399,675) and enh14493 (chr12: 6,399,825-6,409,255), which regulates the\n\nPLEKHG6\n\ngene. Supplementary Metarial\n\n4\n\n: Figure\n\nS3\n\ndisplays the locus zoom plot of chromosome 12p13.31 regions. In addition, rs4862535 (\n\np\n\n= 2.13 × 10\n\n− 6\n\n) was significantly associated with the expression of\n\nCCDC110\n\ngene in lung tissues (\n\np\n\n= 4.90 × 10\n\n− 5\n\n, m-value = 0.934), and rs4950744 (\n\np\n\n= 2.81 × 10\n\n− 6\n\n) was significantly associated with the expression of the\n\nTIMM17A\n\ngene in lung tissues (\n\np\n\n= 1.30 × 10\n\n− 6\n\n, m-value = 1).\n\nTable 1\n\nTop 20 SNPs (\n\np\n\n< 1 × 10\n\n− 5\n\n) for association with the pulmonary function in genome-wide association study\n\nSNP\n\nChr band\n\nChr: BP\n\nP\n\n-value\n\nGenes\n\nNearest gene/Functional gene\n\nFunctional annotation\n\nFEV1\n\nrs80345886\n\n5p13.1\n\n5:41975016\n\n8.45E-10\n\nMTHFD2P6\n\nrs117883876\n\n5p13.3\n\n5:41981801\n\n8.45E-10\n\nMTHFD2P6\n\nrs75139439\n\n4q13.3\n\n4:75872722\n\n2.31E-09\n\nPARM1\n\nrs116821226\n\n3q29\n\n3:195195328\n\n5.14E-08\n\nPDX1\n\n,\n\nPRRX2\n\nTF\n\nrs191296044\n\n5p13.1\n\n5:41543923\n\n5.23E-08\n\nPLCXD3\n\nrs34982522\n\n5p15.2\n\n5:14026049\n\n5.88E-08\n\nDNAH5\n\nEnhancer\n\nrs78238888\n\n5p15.2\n\n5:14010246\n\n5.88E-08\n\nDNAH5\n\nEnhancer\n\nrs78628444\n\n5p15.2\n\n5:14012334\n\n5.88E-08\n\nDNAH5\n\nEnhancer\n\nrs4723047\n\n7p14.3\n\n7:31139332\n\n8.25E-08\n\nADCYAP1R1\n\nrs2284225\n\n7p14.3\n\n7:31138503\n\n8.79E-08\n\nADCYAP1R1\n\nrs1008385\n\n7p14.3\n\n7:31151579\n\n1.05E-07\n\nPRRX2\n\nTF\n\nrs781590047\n\nXq26.1\n\n23:128565706\n\n1.06E-07\n\nRNA5SP513\n\nrs35031103\n\n3q26.32\n\n3:176086799\n\n1.28E-07\n\nRP11-71G7.1\n\nrs6954589\n\n7p14.3\n\n7:31147965\n\n1.34E-07\n\nADCYAP1R1\n\nrs4540319\n\n7p14.3\n\n7:31149053\n\n1.47E-07\n\nADCYAP1R1\n\nrs4503014\n\n7p14.3\n\n7:31149140\n\n1.47E-07\n\nADCYAP1R1\n\nrs4723046\n\n7p14.3\n\n7:31139200\n\n1.6E-07\n\nADCYAP1R1\n\nrs10462025\n\n5p13.1\n\n5:41820770\n\n1.62E-07\n\nOXCT1\n\nrs2302476\n\n7p14.3\n\n7:31146455\n\n1.67E-07\n\nADCYAP1R1\n\nrs117091220\n\n5p14.1\n\n5:27267776\n\n1.8E-07\n\nCTD-3007L5.1\n\nFVC\n\nrs9403380\n\n6q24.1-6q24.2\n\n6:142652416\n\n1.27E-07\n\nGPR126\n\nrs116821226\n\n3q29\n\n3:195195328\n\n1.30E-07\n\nPDX1\n\n,\n\nPRRX2\n\nTF\n\nrs4540319\n\n7p14.3\n\n7:31149053\n\n1.48E-07\n\nADCYAP1R1\n\nrs4503014\n\n7p14.3\n\n7:31149140\n\n1.48E-07\n\nADCYAP1R1\n\nrs972982\n\n6q24.1-6q24.2\n\n6:142666861\n\n1.65E-07\n\nGPR126\n\nrs9496346\n\n6q24.1-6q24.2\n\n6:142669338\n\n1.65E-07\n\nGPR126\n\nrs6686611\n\n1q42.12\n\n1:225610906\n\n2.05E-07\n\nLBR\n\nrs1008385\n\n7p14.3\n\n7:31151579\n\n2.44E-07\n\nPRRX2\n\nTF\n\nrs6954589\n\n7p14.3\n\n7:31147965\n\n2.63E-07\n\nADCYAP1R1\n\nrs78275852\n\n19q12\n\n19:29708754\n\n3.29E-07\n\nUQCRFS1\n\nrs2302476\n\n7p14.3\n\n7:31146455\n\n3.44E-07\n\nADCYAP1R1\n\nrs6937121\n\n6q24.1-6q24.2\n\n6:142707133\n\n3.69E-07\n\nGPR126\n\nrs80345886\n\n5p13.1\n\n5:41975016\n\n3.71E-07\n\nMTHFD2P69\n\nrs117883876\n\n5p13.1\n\n5:41981801\n\n3.71E-07\n\nMTHFD2P69\n\nrs9389985\n\n6q24.1-6q24.2\n\n6:142653898\n\n3.99E-07\n\nGPR126\n\nrs2039986\n\n6q24.1-6q24.2\n\n6:142655238\n\n3.99E-07\n\nGPR126\n\nrs1891308\n\n6q24.1-6q24.2\n\n6:142648235\n\n4.29E-07\n\nGPR126\n\nrs2050157\n\n6q24.1-6q24.2\n\n6:142658162\n\n5.27E-07\n\nGPR126\n\nrs6570507\n\n6q24.1-6q24.2\n\n6:142679572\n\n5.27E-07\n\nGPR126\n\nrs7741741\n\n6q24.1-6q24.2\n\n6:142655801\n\n5.28E-07\n\nGPR126\n\nFEV1/FVC\n\nrs61918244\n\n12p13.31\n\n12:6403174\n\n2.86E-07\n\nPLEKHG6\n\nEnhancer\n\nrs61918203\n\n12p13.31\n\n12:6396589\n\n6.47E-07\n\nPLEKHG6\n\nEnhancer\n\nrs144870434\n\n10q23.1\n\n10:85877161\n\n1.04E-06\n\nGHITM\n\nEnhancer\n\nrs111457230\n\n12p13.31\n\n12:6399669\n\n1.57E-06\n\nPLEKHG6\n\nEnhancer\n\nrs113872288\n\n12p13.31\n\n12:6399666\n\n1.57E-06\n\nPLEKHG6\n\nEnhancer\n\nrs1366756831\n\n11p15.2\n\n11:13815376\n\n1.77E-06\n\nLINC02548\n\nrs16932500\n\n12p13.31\n\n12:6394730\n\n1.95E-06\n\nPLEKHG6\n\nEnhancer\n\nrs1990385\n\n12p13.31\n\n12:6394635\n\n1.96E-06\n\nPLEKHG6\n\nEnhancer\n\nrs1990386\n\n12p13.31\n\n12:6394443\n\n1.96E-06\n\nPLEKHG6\n\nEnhancer\n\nrs61918201\n\n12p13.31\n\n12:6394883\n\n1.96E-06\n\nPLEKHG6\n\nEnhancer\n\nrs4862535\n\n4q35.1\n\n4:186397351\n\n2.13E-06\n\nCCDC110\n\neQTL(lung)\n\nrs61918243\n\n12p13.31\n\n12:6402906\n\n2.14E-06\n\nPLEKHG6\n\nEnhancer\n\nrs60560940\n\n12p13.31\n\n12:6402471\n\n2.15E-06\n\nPLEKHG6\n\nEnhancer\n\nrs61918242\n\n12p13.31\n\n12:6402692\n\n2.15E-06\n\nPLEKHG6\n\nEnhancer\n\nrs2363884\n\n12p13.31\n\n12:6394322\n\n2.26E-06\n\nPLEKHG6\n\nEnhancer\n\nrs1178679169\n\n12p13.31\n\n12:6398519\n\n2.43E-06\n\nPLEKHG6\n\nEnhancer\n\nrs61918206\n\n12p13.31\n\n12:6401304\n\n2.59E-06\n\nPLEKHG6\n\nEnhancer\n\nrs4950744\n\n1q32.1\n\n1:201923383\n\n2.75E-06\n\nTIMM17A\n\neQTL(lung)\n\nrs891603236\n\n16q23.2\n\n16:80616315\n\n2.81E-06\n\nLINC01227\n\nrs11615534\n\n12p13.31\n\n12:6409706\n\n2.87E-06\n\nPLEKHG6\n\neQTL: expression Quantitative Trait Loci; TF: Transcription Factor\n\nGene based analysis\n\nThe results of gene-based analysis by VEGAS2 showed that no gene reached the genome-wide significance level (\n\np\n\n< 1.92 × 10\n\n− 6\n\n). However, 698 genes for FEV1,724 genes for FVC, and 355 genes for FEV1/FVC ratio exceeded the suggestive evidence level (\n\np\n\n< 0.05), as shown in Supplementary Material\n\n2\n\n: Table\n\nS3\n\n. The top 20 genes for each of the three pulmonary function indicators, ranked by\n\nP\n\nvalues, are shown in Table\n\n2\n\n.\n\nADCYAP1R1\n\nfor FEV1 and FVC,\n\nCPR126\n\nfor FVC, and\n\nCCDC110\n\nfor FEV1/FVC had already been shown in the top 20 SNP annotated genes, whereas the other genes were novel, including\n\nTBC1D16\n\n,\n\nFKBP5\n\n,\n\nAQP4\n\n,\n\nRPL37\n\n, and\n\nCD1B\n\n.\n\nTable 2\n\nThe top 20 genes from gene-based analysis by using VEGAS2 tool\n\nChr\n\nGene\n\nNumber\n\nof SNPs\n\nStart position\n\nStop position\n\nP\n\n-value\n\nTop-SNP\n\nTop-SNP\n\nP\n\n-value\n\nFEV1\n\n12\n\nTESC\n\n185\n\n117,476,727\n\n117,537,251\n\n6.40E-05\n\nrs7304889\n\n3.75E-05\n\n12\n\nKRT5\n\n28\n\n52,908,358\n\n52,914,243\n\n1.35E-04\n\nrs60314569\n\n4.96E-05\n\n17\n\nARHGDIA\n\n5\n\n79,825,596\n\n79,829,282\n\n1.57E-04\n\nrs113301975\n\n1.49E-04\n\n23\n\nMBNL3\n\n43\n\n131,503,342\n\n131,623,996\n\n1.71E-04\n\nrs1952453\n\n1.38E-04\n\n6\n\nGPR126\n\n172\n\n142,623,055\n\n142,767,403\n\n1.75E-04\n\nrs2039986\n\n1.60E-05\n\n23\n\nRAP2C\n\n5\n\n131,337,051\n\n131,353,508\n\n1.95E-04\n\nrs5977658\n\n2.00E-04\n\n23\n\nRAP2C-AS1\n\n116\n\n131,352,534\n\n131,566,839\n\n2.05E-04\n\nrs1952453\n\n1.38E-04\n\n17\n\nTBC1D16\n\n279\n\n77,906,141\n\n78,009,657\n\n2.23E-04\n\nrs11653700\n\n2.39E-06\n\n17\n\nFAM195B\n\n18\n\n79,780,236\n\n79,791,170\n\n3.41E-04\n\nrs140438341\n\n1.96E-04\n\n6\n\nFHL5\n\n103\n\n97,010,423\n\n97,064,512\n\n3.50E-04\n\nrs12204342\n\n2.56E-05\n\n7\n\nADCYAP1R1\n\n133\n\n31,092,075\n\n31,151,093\n\n4.12E-04\n\nrs4723047\n\n8.25E-08\n\n17\n\nPPP1R27\n\n2\n\n79,791,367\n\n79,792,926\n\n4.25E-04\n\nrs34856581\n\n3.43E-04\n\n7\n\nSEPT7P2\n\n79\n\n45,763,385\n\n45,808,617\n\n4.54E-04\n\nrs1004028\n\n3.60E-04\n\n10\n\nFAM196A\n\n106\n\n128,933,689\n\n128,994,422\n\n5.58E-04\n\nrs2486971\n\n9.90E-05\n\n17\n\nP4HB\n\n34\n\n79,801,033\n\n79,818,544\n\n5.91E-04\n\nrs111839893\n\n2.94E-04\n\n23\n\nFRMD7\n\n32\n\n131,211,020\n\n131,262,050\n\n7.96E-04\n\nrs5933079\n\n5.97E-05\n\n12\n\nC12orf80\n\n5\n\n52,599,364\n\n52,604,639\n\n8.36E-04\n\nrs4144987\n\n3.06E-03\n\n23\n\nTAF7L\n\n39\n\n100,523,240\n\n100,548,059\n\n9.90E-04\n\nrs5991927\n\n3.01E-04\n\n12\n\nIRAK4\n\n53\n\n44,152,746\n\n44,183,346\n\n1.02E-03\n\nrs4251463\n\n3.90E-04\n\n11\n\nLOC440040\n\n506\n\n49,580,079\n\n49,831,969\n\n1.02E-03\n\nrs11040429\n\n1.72E-04\n\nFVC\n\n6\n\nGPR126\n\n172\n\n142,623,055\n\n142,767,403\n\n1.50E-05\n\nrs9403380\n\n1.27E-07\n\n6\n\nFKBP5\n\n225\n\n35,541,361\n\n35,696,360\n\n1.80E-05\n\nrs12153967\n\n4.39E-06\n\n13\n\nSLC15A1\n\n173\n\n99,336,054\n\n99,404,929\n\n2.40E-05\n\nrs1768042\n\n2.97E-04\n\n18\n\nAQP4\n\n17\n\n24,432,007\n\n24,445,716\n\n2.60E-05\n\nrs455671\n\n5.10E-05\n\n9\n\nSETX\n\n324\n\n135,136,826\n\n135,230,372\n\n1.78E-04\n\nrs508021\n\n1.22E-04\n\n12\n\nC12orf80\n\n5\n\n52,599,364\n\n52,604,639\n\n2.67E-04\n\nrs1317997\n\n9.70E-04\n\n12\n\nIRAK4\n\n53\n\n44,152,746\n\n44,183,346\n\n3.45E-04\n\nrs4251463\n\n1.55E-04\n\n11\n\nLOC646813\n\n36\n\n50,368,317\n\n50,379,802\n\n3.57E-04\n\nrs692671\n\n2.69E-04\n\n11\n\nLOC440040\n\n506\n\n49,580,079\n\n49,831,969\n\n3.62E-04\n\nrs10742953\n\n9.12E-05\n\n19\n\nCABP5\n\n83\n\n48,532,639\n\n48,547,311\n\n3.82E-04\n\nrs111784716\n\n2.17E-04\n\n23\n\nRAP2C\n\n5\n\n131,337,051\n\n131,353,508\n\n3.85E-04\n\nrs5977658\n\n3.52E-04\n\n7\n\nADCYAP1R1\n\n133\n\n31,092,075\n\n31,151,093\n\n3.91E-04\n\nrs4503014\n\n1.48E-07\n\n23\n\nRAP2C-AS1\n\n116\n\n131,352,534\n\n131,566,839\n\n4.08E-04\n\nrs142507995\n\n3.36E-04\n\n7\n\nDNAJB6\n\n283\n\n157,129,709\n\n157,210,133\n\n4.26E-04\n\nrs12154512\n\n3.07E-04\n\n16\n\nCALB2\n\n88\n\n71,392,615\n\n71,424,342\n\n4.86E-04\n\nrs11545954\n\n1.40E-05\n\n23\n\nMBNL3\n\n43\n\n131,503,342\n\n131,623,996\n\n6.17E-04\n\nrs5977691\n\n3.36E-04\n\n10\n\nFGF8\n\n2\n\n103,529,886\n\n103,540,126\n\n6.74E-04\n\nrs1348870\n\n1.57E-04\n\n23\n\nFRMD7\n\n32\n\n131,211,020\n\n131,262,050\n\n6.84E-04\n\nrs5933079\n\n1.03E-04\n\n12\n\nMKRN9P\n\n5\n\n88,176,662\n\n88,178,488\n\n7.17E-04\n\nrs1675574\n\n4.63E-04\n\n19\n\nSLC5A5\n\n32\n\n17,982,781\n\n18,005,983\n\n7.43E-04\n\nrs7255433\n\n7.70E-05\n\nFEV1/FVC\n\n5\n\nRPL37\n\n9\n\n40,831,429\n\n40,835,387\n\n2.43E-04\n\nrs2291782\n\n8.52E-04\n\n2\n\nLOC101928113\n\n6\n\n86,116,402\n\n86,119,375\n\n3.86E-04\n\nrs4313976\n\n1.21E-04\n\n2\n\nLOC728730\n\n234\n\n39,664,556\n\n39,828,484\n\n6.32E-04\n\nrs10210842\n\n3.22E-05\n\n1\n\nKLHL17\n\n25\n\n895,966\n\n901,099\n\n7.10E-04\n\nrs41285808\n\n6.56E-05\n\n1\n\nCD1B\n\n4\n\n158,297,739\n\n158,301,321\n\n1.36E-03\n\nrs962879\n\n8.61E-04\n\n2\n\nC2orf81\n\n4\n\n74,641,302\n\n74,644,844\n\n1.42E-03\n\nrs7571984\n\n9.31E-04\n\n3\n\nGSK3B\n\n263\n\n119,540,801\n\n119,813,264\n\n1.52E-03\n\nrs60235167\n\n1.30E-04\n\n3\n\nBTD\n\n77\n\n15,642,858\n\n15,687,328\n\n1.59E-03\n\nrs2455822\n\n2.22E-04\n\n1\n\nC8A\n\n153\n\n57,320,442\n\n57,383,894\n\n1.77E-03\n\nrs2284952\n\n1.16E-03\n\n2\n\nGAL3ST2\n\n62\n\n242,716,239\n\n242,743,702\n\n2.01E-03\n\nrs74704923\n\n5.61E-04\n\n3\n\nBPESC1\n\n39\n\n138,823,026\n\n138,844,005\n\n2.05E-03\n\nrs586043\n\n1.38E-03\n\n2\n\nMDH1\n\n6\n\n63,815,742\n\n63,834,330\n\n2.09E-03\n\nrs17618390\n\n6.18E-04\n\n4\n\nCCDC110\n\n76\n\n186,366,337\n\n186,392,913\n\n2.19E-03\n\nrs57923780\n\n5.62E-06\n\n5\n\nGCNT4\n\n7\n\n74,323,288\n\n74,326,724\n\n2.25E-03\n\nrs3811986\n\n1.78E-03\n\n3\n\nLINC00606\n\n11\n\n10,801,168\n\n10,805,877\n\n2.41E-03\n\nrs35131573\n\n6.57E-04\n\n3\n\nRAD18\n\n281\n\n8,918,879\n\n9,005,159\n\n2.67E-03\n\nrs579898\n\n8.73E-04\n\n3\n\nSection 62\n\n56\n\n169,684,579\n\n169,716,161\n\n2.89E-03\n\nrs3348\n\n3.65E-04\n\n1\n\nHNRNPU\n\n2\n\n245,013,601\n\n245,027,827\n\n2.93E-03\n\nrs3766527\n\n7.68E-03\n\n3\n\nRNF168\n\n48\n\n196,195,656\n\n196,230,639\n\n3.20E-03\n\nrs9869437\n\n7.07E-04\n\n3\n\nDCBLD2\n\n227\n\n98,514,813\n\n98,620,533\n\n3.29E-03\n\nrs2439237\n\n7.02E-04\n\nThe content discussed in detail was bold\n\nPathway enrichment analysis\n\nPathway enrichment analysis identified 582, 540, and 633 pathways (emp-\n\np\n\n< 0.05) associated with FEV1, FVC, and FEV1/FVC ratio, respectively. The top 20 pathways ranked by empirical\n\np\n\n-value for FEV1, FVC, and FEV1/FVC ratio are shown in Table\n\n3\n\n. For FEV1, significant pathways included signaling by NGF, olfactory signaling pathway, purine metabolism, P53 signaling pathway, and HIF pathway. For FVC, significant pathways included the PI3K cascade, FGFR signaling relevant pathway including negative regulation of FGFR signaling, FGFR ligand binding and activation. For FEV1/FVC, significant pathways included signaling to ERKS, NTHI pathway, WNT pathway, MET pathway, aquaporin mediated transport, etc. Additionally, 268 pathways were common to FEV1, FVC, and FEV1/FVC, including signaling by NGF, insulin signaling pathway, and aquaporin mediated transport (Supplementary Material\n\n3\n\n: Table\n\nS4\n\n).\n\nTable 3\n\nThe top 20 pathways (Emp-\n\np\n\n< 0.05) by using PASCAL tool\n\nPathway\n\nChi\n\n2\n\nP\n\nvalue\n\nEmp\n\nP\n\nvalue\n\nFEV1\n\nREACTOME signalling by NGF\n\n3.22E-04\n\n7.10E-05\n\nREACTOME NGF signalling via TRKA from the plasma membrane\n\n8.05E-04\n\n1.44E-04\n\nKEGG p53 signaling pathway\n\n8.15E-04\n\n1.61E-04\n\nBIOCARTA IL7 pathway\n\n7.04E-04\n\n5.10E-04\n\nBIOCARTA IL4 pathway\n\n7.04E-04\n\n7.40E-04\n\nREACTOME olfactory signaling pathway\n\n1.15E-03\n\n7.60E-04\n\nBIOCARTA IL2 pathway\n\n7.04E-04\n\n7.60E-04\n\nBIOCARTA IL2RB pathway\n\n7.04E-04\n\n8.30E-04\n\nREACTOME digestion of dietary carbohydrate\n\n8.72E-04\n\n1.02E-03\n\nREACTOME activated AMPK stimulates fatty acid oxidation in muscle\n\n1.68E-03\n\n1.12E-03\n\nREACTOME passive transport by aquaporins\n\n1.33E-03\n\n1.28E-03\n\nBIOCARTA ARAP pathway\n\n1.26E-03\n\n1.30E-03\n\nREACTOME amine derived hormones\n\n1.41E-03\n\n1.37E-03\n\nKEGG insulin signaling pathway\n\n1.86E-03\n\n1.53E-03\n\nREACTOME APC C CDC20 mediated degradation of mitotic proteins\n\n1.61E-03\n\n1.58E-03\n\nKEGG spliceosome\n\n1.44E-03\n\n1.65E-03\n\nKEGG olfactory transduction\n\n2.56E-03\n\n1.72E-03\n\nREACTOME autodegradation of CDH1 by CDH1 APC C\n\n1.61E-03\n\n1.86E-03\n\nKEGG small cell lung cancer\n\n3.32E-03\n\n1.88E-03\n\nREACTOME collagen formation\n\n5.69E-03\n\n2.11E-03\n\nFVC\n\nREACTOME insulin receptor signalling cascade\n\n2.37E-04\n\n1.53E-04\n\nREACTOME FRS2 mediated cascade\n\n2.37E-04\n\n1.68E-04\n\nREACTOME signaling by insulin receptor\n\n2.37E-04\n\n1.85E-04\n\nREACTOME signalling by NGF\n\n1.35E-03\n\n2.77E-04\n\nREACTOME NGF signalling via TRKA from the plasma membrane\n\n1.48E-03\n\n3.11E-04\n\nREACTOME tandem pore domain potassium channels\n\n8.98E-04\n\n3.24E-04\n\nREACTOME collagen formation\n\n1.14E-03\n\n3.38E-04\n\nREACTOME SHC mediated cascade\n\n1.03E-03\n\n4.47E-04\n\nREACTOME signaling by FGFR mutants\n\n1.03E-03\n\n4.56E-04\n\nREACTOME FGFR ligand binding and activation\n\n1.03E-03\n\n4.57E-04\n\nREACTOME FGFR2C ligand binding and activation\n\n1.03E-03\n\n4.68E-04\n\nREACTOME negative regulation of FGFR signaling\n\n1.03E-03\n\n4.71E-04\n\nREACTOME PI3k cascade\n\n1.03E-03\n\n5.30E-04\n\nREACTOME activated point mutants of FGFR2\n\n1.03E-03\n\n5.60E-04\n\nREACTOME downstream signaling events of b cell receptor BCR\n\n1.42E-03\n\n6.10E-04\n\nREACTOME phospholipase C mediated cascade\n\n1.03E-03\n\n6.30E-04\n\nREACTOME signaling by the B cell receptor BCR\n\n1.40E-03\n\n6.40E-04\n\nBIOCARTA IL7 pathway\n\n7.04E-04\n\n6.50E-04\n\nBIOCARTA IL 4 pathway\n\n7.04E-04\n\n7.20E-04\n\nBIOCARTA IL 2 pathway\n\n7.04E-04\n\n7.40E-04\n\nFEV1/FVC\n\nREACTOME influenza viral RNA transcription and replication\n\n5.97E-04\n\n1.77E-04\n\nREACTOME apoptosis\n\n8.12E-04\n\n1.83E-04\n\nKEGG ubiquitin mediated proteolysis\n\n5.44E-04\n\n1.96E-04\n\nREACTOME p75 NTR receptor mediated signalling\n\n1.42E-03\n\n3.82E-04\n\nKEGG WNT signaling pathway\n\n1.16E-03\n\n5.46E-04\n\nBIOCARTA keratinocyte pathway\n\n3.40E-03\n\n6.90E-04\n\nBIOCARTA TNFR1 pathway\n\n4.70E-03\n\n1.14E-03\n\nBIOCARTA stress pathway\n\n5.94E-03\n\n1.30E-03\n\nREACTOME peptide chain elongation\n\n2.30E-03\n\n1.35E-03\n\nKEGG glycosphingolipid biosynthesis ganglio series\n\n1.39E-03\n\n1.38E-03\n\nREACTOME SRP dependent cotranslational protein targeting to membrane\n\n2.30E-03\n\n1.39E-03\n\nKEGG ribosome\n\n2.30E-03\n\n1.46E-03\n\nREACTOME transferrin endocytosis and recycling\n\n2.47E-03\n\n1.49E-03\n\nBIOCARTA TID pathway\n\n6.30E-03\n\n1.58E-03\n\nBIOCARTA RELA pathway\n\n1.80E-03\n\n1.71E-03\n\nREACTOME insulin receptor recycling\n\n2.47E-03\n\n1.78E-03\n\nBIOCARTA p35 alzheimers pathway\n\n1.59E-03\n\n1.78E-03\n\nBIOCARTA sodd pathway\n\n1.80E-03\n\n1.78E-03\n\nBIOCARTA ceramide pathway\n\n1.80E-03\n\n1.82E-03\n\nBIOCARTA NFKB pathway\n\n1.80E-03\n\n1.88E-03\n\nValidation analysis\n\nA total of 352 SNPs for the three pulmonary function indicators with\n\np\n\n< 1 × 10\n\n− 5\n\nin the discovery set were genotyped in the UK Biobank validation set and selected for validation. Although no SNP passed the Bonferroni correction threshold (\n\np\n\n< 1.42 × 10\n\n− 4\n\n), six SNPs for FEV1 and FVC, and six SNPs for FEV1 exceeded the nominal significance level (\n\np\n\n< 0.05). Compared to results published in the GWAS catalog, the 12 SNPs related to pulmonary function validated in this study are all novel. Two SNPs (rs10871500 and rs8070465) were located in the\n\nTBC1D16\n\ngene, one (rs149612364) in the\n\nTAFA5\n\ngene, and one (rs507108) in the\n\nMTHFD1L\n\ngene (Table\n\n4\n\n). After adjusting for confounders, the GEE models indicated that the PRS was positively associated with FEV1 and FVC, with regression coefficients (β) of 1.49 (\n\np\n\n< 0.001) and 1.33 (\n\np\n\n< 0.001), respectively.\n\nTable 4\n\nThe SNPs with nominal significance (\n\nP\n\n< 0.05) in UK Biobank validation analysis\n\nDiscovery\n\nValidation\n\nSNP\n\nChr\n\nBP\n\nP\n\nvalue\n\nP\n\nvalue\n\nEnhancers\n\nGene*\n\nFEV1\n\nrs35031103\n\n3\n\n176,086,799\n\n1.28E-07\n\n3.09E-02\n\n-\n\nrs34981006\n\n3\n\n176,087,566\n\n2.58E-07\n\n2.14E-02\n\nrs7632772\n\n3\n\n176,103,902\n\n4.25E-07\n\n2.30E-02\n\nrs34817694\n\n3\n\n176,118,748\n\n4.38E-07\n\n2.35E-02\n\nenh113420\n\nrs66475255\n\n3\n\n176,107,428\n\n5.02E-07\n\n2.10E-02\n\nrs13084577\n\n3\n\n176,113,219\n\n8.33E-07\n\n4.76E-02\n\nrs186195940\n\n4\n\n138,380,119\n\n1.29E-06\n\n1.29E-02\n\nrs192813943\n\n4\n\n138,326,821\n\n2.34E-06\n\n2.86E-02\n\nrs149612364\n\n22\n\n48,967,243\n\n3.71E-06\n\n1.45E-02\n\nTAFA5\n\nrs10871500\n\n17\n\n77,980,564\n\n4.08E-06\n\n2.14E-02\n\nTBC1D16\n\nenh17427\n\nTBC1D16\n\n,\n\nCCDC40\n\n,\n\nGAA\n\nrs8070465\n\n17\n\n77,978,990\n\n9.36E-06\n\n2.47E-02\n\nTBC1D16\n\nenh17427\n\nTBC1D16\n\n,\n\nCCDC40\n\n,\n\nGAA\n\nrs507108\n\n6\n\n151,327,692\n\n5.75E-06\n\n4.65E-02\n\nMTHFD1L\n\nenh9447\n\nFVC\n\nrs35031103\n\n3\n\n176,086,799\n\n2.42E-06\n\n3.23E-02\n\nrs34981006\n\n3\n\n176,087,566\n\n4.73E-06\n\n2.51E-02\n\nrs34817694\n\n3\n\n176,118,748\n\n4.87E-06\n\n2.08E-02\n\nrs7632772\n\n3\n\n176,103,902\n\n7.40E-06\n\n2.80E-02\n\nrs66475255\n\n3\n\n176,107,428\n\n8.70E-06\n\n2.77E-02\n\nrs186195940\n\n4\n\n138,380,119\n\n9.26E-06\n\n9.35E-03\n\n*: Genes possibly regulated by Enhancers\n\nDiscussion\n\nIn this study, we conducted a GWAS of pulmonary function in northern Chinese twins. We identified 222 SNPs associated with FEV1, 150 SNPs associated with FVC, and 73 SNPs associated with the FEV1/FVC ratio, all of which reached a suggestive level of association. Among these, we corroborated the involvement of 52 SNPs located in 14 genes, including\n\nDNAH5\n\n,\n\nC5orf67\n\n[\n\n35\n\n],\n\nCXCR4\n\n[\n\n36\n\n,\n\n37\n\n],\n\nETV1\n\n[\n\n38\n\n],\n\nMAP3K1\n\n[\n\n35\n\n],\n\nMTHFD1L\n\n[\n\n39\n\n],\n\nTENM2\n\n[\n\n38\n\n,\n\n40\n\n],\n\nZBTB43\n\n[\n\n40\n\n],\n\nGPR126\n\n[\n\n13\n\n,\n\n16\n\n,\n\n41\n\n,\n\n42\n\n],\n\nAKAP6\n\n[\n\n39\n\n,\n\n40\n\n],\n\nFKBP5\n\n[\n\n43\n\n],\n\nGPC5\n\n[\n\n21\n\n,\n\n39\n\n,\n\n40\n\n],\n\nLRBA\n\n[\n\n39\n\n,\n\n40\n\n], and\n\nTMOD1\n\n[\n\n40\n\n], as supported by previous studies. Additionally, we validated 12 novel SNPs associated with pulmonary function in an independent UK Biobank cohort, with some located in the\n\nTBC1D16\n\n,\n\nTAFA5\n\n, and\n\nMTHFD1L\n\ngenes. Gene-based and pathway enrichment analyses further identified hundreds of suggestively significant associations involving genes and pathways across FEV1, FVC, and the FEV1/FVC ratio, underscoring the complex genetic architecture underlying pulmonary function traits.\n\nIn this study, we identified 222, 150, and 73 SNPs associated with FEV1, FVC, and the FEV1/FVC ratio, respectively, that reached suggestive significance levels. For FEV1, three SNPs located in enhancers were found to regulate the transcription of the\n\nDNAH5\n\ngene. This gene, previously associated with ciliary defects [\n\n38\n\n,\n\n40\n\n,\n\n44\n\n], was linked to FEV1 in our study. Additionally, two SNPs near the lesser-studied\n\nMTHFD2P6\n\npseudogene and one at the\n\nPARM1\n\ngene, which may influence airway epithelium maintenance and repair [\n\n45\n\n], reached genome-wide significance. For FVC, 11 highly correlated SNPs within the\n\nGPR126\n\ngene showed significant associations.\n\nGPR126\n\n, previously identified in GWAS studies as related to pulmonary function [\n\n16\n\n,\n\n46\n\n,\n\n47\n\n], is crucial for lung development [\n\n48\n\n] and may influence cell proliferation and airway remodeling [\n\n49\n\n]. Several SNPs located the\n\nADCYAP1R1\n\ngene showed associations with both FEV1 and FVC. This gene is widely distributed in airway nerve fibers and has significant anti-inflammatory and protective functions in the lungs [\n\n50\n\n,\n\n51\n\n]. For the FEV1/FVC ratio, 14 SNPs in enhancers regulating the\n\nPLEKHG6\n\ngene reached suggestive significance. Animal studies suggest that\n\nPLEKHG6\n\nmay contribute to lung protection against hypercapnia [\n\n52\n\n], and methylation of\n\nPLEKHG6\n\nCpG sites, associated with NO2 exposure, may mediate the effects of air pollution on pulmonary function [\n\n53\n\n].\n\nDuring the validation phase in the UK Biobank Chinese cohort, 12 novel SNPs were found to be nominally significant for lung function, including two in the\n\nTBC1D16\n\ngene, one in the\n\nTAFA5\n\ngene, and one in the\n\nMTHFD1L\n\ngene.\n\nTBC1D16\n\nis a GTPase-activating protein that regulates Rab GTPases [\n\n54\n\n], influencing cell migration and growth, which may be related to alveolar development [\n\n55\n\n,\n\n56\n\n]. The\n\nTAFA5\n\ngene, previously associated with wheezing [\n\n57\n\n], which is the symptomatic manifestation of diseases that cause airway obstruction, also inhibits post-injury neointima formation [\n\n58\n\n] and may influence lung function. The\n\nMTHFD1L\n\n-encoded protein is involved in the synthesis of tetrahydrofolate in mitochondria, which could impact lung tissue repair and regeneration, and has been associated with lung function [\n\n39\n\n,\n\n59\n\n]. Additionally, six SNPs located in non-coding regions suggest that these sites may represent functional coding variants or regulatory elements, warranting further exploration.\n\nThe gene-based analysis found 698, 724, and 355 genes exceeding the suggestive significance level for FEV1, FVC, and FEV1/FVC ratio, respectively. Some of these genes, such as\n\nGPR126\n\n,\n\nTBC1D16\n\n, and\n\nADCYAP1R1\n\n, have been discussed above. Several genes of these genes might play a role in pulmonary function through the following mechanisms.\n\nFKBP51\n\nencodes a major component of the glucocorticoid receptor and regulates its response to corticosteroids [\n\n60\n\n]. Glucocorticoids are involved in late fetal lung development and intrauterine lung maturation in humans [\n\n61\n\n,\n\n62\n\n].\n\nAQP4\n\nencodes an aquaporins expressed in large- and small-airway epithelia, and\n\nAQP4\n\ndeletion affects lung water permeability [\n\n63\n\n].\n\nRPL37\n\n, as a component of the 60 S ribosomes subunit, is a target gene of miR-4516 and forms the miR-4516/RPL37 pathway, which is involved in autophagy. This pathway plays a critical role in the cellular response to PM2.5 and metal components, potentially affecting pulmonary function [\n\n64\n\n].\n\nCD1B\n\nis a lipid-presenting protein that may be influenced by the sphingosine pathway, which is relevant to COPD and other chronic inflammatory lung diseases [\n\n65\n\n].\n\nPathway enrichment analysis identified several biological pathways significantly associated with pulmonary function: 582 pathways for FEV1, 540 pathways for FVC, and 633 pathways for FEV1/FVC. Some of these pathways are biologically plausible. Signaling by nerve growth factor (NGF) was associated with FEV1 and FVC. As a member of the neurotrophin family, NGF is highly expressed in the lungs and can change protein expression levels and mediate cellular function, impacting the development of lung diseases such as pulmonary fibrosis and asthma [\n\n66\n\n]. Olfactory signaling pathway and olfactory transduction were also related to FEV1 and FVC [\n\n67\n\n]. Notably, olfactory transduction was the most significant KEGG pathway in a previous GWAS of pulmonary function in Koreans [\n\n68\n\n]. WNT pathway was related to FEV1/FVC and is essential for proper lung development [\n\n69\n\n,\n\n70\n\n]. Additionally, WNT signaling pathway has been revealed in asthma pathogenesis in previous GWASs [\n\n68\n\n,\n\n71\n\n]. Besides these plausible pathways, other pathways might also have biological associations with pulmonary function. More studies need to be conducted to verify these associations.\n\nThis study has several advantages. First, our study, based on Qingdao twin samples, provides valuable genetic evidence for the East Asian population. This contrasts with previous pulmonary function GWAS, which were conducted primarily on European populations. Second, we performed the pulmonary function GWAS in twin pairs. The twin-based GWAS approach effectively controls population stratification and passive gene-environment correlations due to the shared genetic and environmental factors of twins. This methodology enhances the accuracy of genetic association studies by enabling the detection of direct genetic effects [\n\n23\n\n], while simultaneously reducing the risk of false positives and clarifying indirect genetic influences.\n\nHowever, our study still has some limitations. First, the relatively small sample size of our study may limit the ability to detect significant associations between genetic markers and pulmonary function, largely due to the difficulty in recruiting and identifying qualified twin samples. More studies are needed to confirm our results. Second, although 12 suggestive SNPs were identified and validated in our study, none reached the statistically significant level. Further research is necessary to validate these potential candidate biomarkers of pulmonary function. Third, since our sample is based on a limited number of Han Chinese twins from the Qingdao region, the generalizability of our findings may be constrained. Future studies with more diverse populations and larger sample sizes are needed to validate the broader applicability of our results.\n\nIn conclusion, we identified and validated 12 novel SNPs associated with pulmonary function, including those located in the\n\nTBC1D16\n\n,\n\nTAFA5\n\n, and\n\nMTHFD1L\n\ngenes. These findings enhance our understanding of the genetic factors influencing pulmonary function and highlight potential biomarkers for future investigation. While these SNPs show promise, further studies are needed to confirm their roles and explore their potential as candidate biomarkers for pulmonary function.\n\nElectronic supplementary material\n\nBelow is the link to the electronic supplementary material.\n\nSupplementary Material 1: Table 2S All suggestively significant SNPs for association with the pulmonary function in genome-wide association study: FEV1, FVC and FEV1/FVC\n\nSupplementary Material 2: Table S3:Nominal significant genes of pulmonary function from gene-based analysis by using VEGAS2 tool: FEV1, FVC and FEV1/FVC\n\nSupplementary Material 3: Table S4: Common pathways for FEV1, FVC and FEV1/FVC by PASCAL tool\n\nSupplementary Material 4: Table S1. Descriptive statistics of basic characteristics of the sample., Figure S1 Regional association plot showing signals around chromosomal loci (6q24.1) for genome-wide association study of FVC, Figure S2 Regional association plot showing signals around chromosomal loci (6q24.1) for genome-wide association study of FVC, Figure S3 Regional association plot showing signals around chromosomal loci (12p13.31) for genome-wide association study of FEV1/FVC."
  },
  {
    "pmcid": "11016272",
    "title": "Can Adipokine FAM19A5 Be a Biomarker of Metabolic Disorders?",
    "publish_date": "2024-4-10",
    "full_text": "Visceral Adipose Tissue\n\nAdipose tissue, in addition to its energy storage function, is a vital endocrine organ. It also protects against heat loss and mechanical injuries. One of the most critical functions of adipose tissue is the production of adipokines, ie, numerous active substances that regulate metabolism. Both excess and deficiency of adipose tissue negatively affect health. Overall mortality, cardiovascular diseases, metabolic diseases, and obesity are related to body fat content. Visceral fat tissue is particularly metabolically active.\n\n1\n\nThe essential component of adipose tissue is adipocytes, scattered within the skeleton formed by collagen fibers. There is a subpopulation in adipose tissue stem cells called stromal vascular fraction cells (SVF) and preadipocytes, fibroblasts, leukocytes, macrophages, and endothelial cells. All these elements influence the metabolic function of adipose tissue, regardless of its morphological type. White adipose tissue (WAT) is the largest body store of energy, accumulated in triglycerides (TG), and is the largest endocrine gland—brown adipose tissue (BAT) functions to generate thermal energy, mainly in children. Pink adipose tissue is involved in milk production in women during pregnancy and lactation. Depending on the location of fat tissue in the body, it is divided into subcutaneous and visceral. Subcutaneous adipocytes are large and less metabolically active, while visceral adipocytes are small and more active. Visceral tissue is more metabolically active and secretes more hormone-like substances. Its increased content in obesity significantly increases the risk of cardiovascular diseases.\n\n2\n\n,\n\n3\n\nThe summary of fat tissue’s function is presented in\n\nFigure 1\n\n.\n\nFigure 1\n\nFunction of fat tissue in the human body.\n\n8\n\nMalnutrition and, consequently, too low body fat content may result in improper functioning of organs and, in children, growth retardation.\n\n5\n\nObesity is a significant problem for the public health worldwide, because it has become an epidemic. According to the World Health Organization (WHO), more than 1 billion people worldwide have obesity — 650 million adults, 340 million adolescents, and 39 million children.\n\n6\n\n,\n\n7\n\nAssessing the concentration of body fat makes it possible to assess a person’s nutritional status and plan an appropriate nutrition plan, and in the case of obesity - to plan appropriate treatment. The simplest method of estimating overweight and obesity is to measure waist circumference (WC) and calculate the waist-hip ratio (WHR). These indicators are more effective in estimating the risk of cardiovascular diseases than assessing body weight based on body mass index (BMI). The most popular method of estimating body fat content is to perform a body composition analysis using the bioelectrical impedance method. The result is given in kilograms and %. The correct body fat percentage in women is 20–30%, while in men, it is 10–20% of the total body weight. Values exceeding 32% and 26% in women and men indicate obesity. More accurate methods for assessing body fat are computed tomography (CT), magnetic resonance imaging (MRI), and double-beam X-ray absorptiometry (DXA).\n\n1\n\n,\n\n8\n\nImproper nutrition, lack of physical activity, increased stress, certain medications, and psychological and social factors may increase the risk of obesity. Obesity treatment includes permanent changes in eating habits and lifestyle, increasing physical activity, and health and nutrition education. Pharmacological treatment should be tailored to the patient’s capabilities and comorbidities. Available substances approved for treating obesity include tetrahydrolipstatin, bupropion hydrochloride, naltrexone hydrochloride, and liraglutide. Obesity treatment can also be supported by individual physiotherapy and psychological support.\n\n9–11\n\nObesity causes several health consequences. It increases the risk of, among others, stroke, cataracts, coronary heart disease, diabetes, dyslipidemia, hypertension, pancreatitis, non-alcoholic fatty liver disease, liver cirrhosis, infertility, osteoarthritis, and cancer.\n\n12\n\nAll of this conditions are mainly related to chronic inflammation induced by excess fat tissue.\n\nInflammation is a protective response to tissue damage or destruction. Short-term treatment destroys or dilutes both the damaging agent and the damaged tissues. However, long-term inflammation has a destructive effect on human health. This condition occurs in people with obesity. It is characterized by lymphocytes and macrophages as well as proliferation of blood vessels and connective tissue. Chronic inflammation is caused by excess fat tissue in these people. The induction and continuation of inflammation are influenced by the secretion of pro-inflammatory adipokines by adipose tissue. These include interleukin-6 (IL-6) and tumor necrosis factor α (TNF-α). IL-6 stimulates hepatocytes to synthesize and secrete c-reactive protein (CRP). Moreover, the accumulation of free fatty acids in obesity activates pro-inflammatory serine kinase cascades. These include IκB kinase (IKK) and c-Jun N-terminal kinase (JNKs), which stimulate adipose tissue to release IL-6. Elevated CRP may be an independent risk factor for cardiovascular diseases, including acute myocardial infarction. Increasing the concentration of IL-6 and TNF-α inhibits and reduces the synthesis and secretion of adiponectin. Reducing the adiponectin concentration increases the risk of cardiovascular diseases. Persistent inflammation is a decisive risk factor for developing metabolic syndrome, diabetes, and cancer. Increased adipose tissue content regulates the secretion of adipokines.\n\n13–15\n\nNew adipokines that may be the best biomarkers in metabolic disorders are still being sought.\n\nAdipokines in Obesity\n\nAdipokines are proteins secreted by adipose tissue. These proteins influence glucose and lipid metabolism. They regulate the feeling of hunger and satiety and maintain metabolic homeostasis. Their concentrations influence the concentrations of other substances, including hormones. They influence neuroendocrine and immune functions. WAT secretes, among others, leptin, omentin, adiponectin, resistin, visfatin, apelin, vaspin, hepcidin, chemerin, TNF-α, monocytes chemoattractant protein-1 (MCP-1), IL-6, retinol-binding protein 4 (RBP-4) and plasminogen.\n\n16\n\nAdipsin was discovered as the first adipokine in 1987.\n\n17\n\nHowever, the discovery of leptin produced by mature adipocytes in 1994 increased interest in the presence of adipokines and their functions in metabolism.\n\n18\n\nThe functions of selected adipokines in the human body are presented in\n\nTable 1\n\n.\n\nTable 1\n\nThe Functions of Selected Adipokines in the Human Body\n\nAdipokine\n\nFunction in the human body\n\nLeptin\n\nPlays a role in diet-related hormone regulation\n\ninteracts with receptors in the hypothalamus, suppressing hunger and stimulating the feeling of satiety\n\naffects women’s fertility\n\nhigh leptin levels may be a key pathological feature of hyperandrogenic PCOS in women\n\ntakes part in immunity, promoting the activation, proliferation, and cytokine production of T lymphocytes\n\nmay play a role in the occurrence and development of breast cancer\n\n19\n\nVisfatin\n\nIncreases glucose uptake in peripheral tissues,\n\nreduces both gluconeogenesis and glucose release,\n\nreduces stimulation of the insulin signaling cascade\n\ninhibits macrophage apoptosis\n\ncrucial function for NAD biosynthesis\n\nincreased visfatin levels result in increased levels of inflammatory markers such as IL-6, IL-8, CRP, and MCP-1, endothelial dysfunction, and an increase in oxidative stress\n\n20\n\nResistin\n\nBinds to the isoform decorin on the surface of fat progenitor cells and modulates the expansion of white adipose tissue\n\ncan modulate adipogenesis and carbohydrate metabolism\n\nprobably passing on some of his pro-inflammatory functions by binding to CAP-1\n\ncauses the development insulin resistance and activation of pro-inflammatory cytokines\n\n21\n\nApelin\n\nActs as a potent activator of cardiac contraction, controls systemic perfusion, affects both the heart and the vascular system\n\nin the vascular system, NO affects the action of apelin as a vasodilator\n\ncauses peripheral and coronary vessels to dilate and increases heart function\n\nregulates the homeostasis of body fluids\n\ninfluences the regulation of the hypothalamic-pituitary-adrenal axis\n\nis necessary for insulin sensitivity\n\n22\n\nChemerin\n\nTakes part in inflammatory processes, stimulating the innate and adaptive immune response\n\nstimulates digenesis,\n\nbinds to metabotropic receptors with a serpentine structure CMKLR1 and CCRL2, affecting the cellular level of calcium ions, cAMP and kinase activity\n\nserum chemerin concentration correlates with inflammatory markers such as CRP and cytotoxic pro-inflammatory kinases (TNF-α, IL-6)\n\n23\n\n,\n\n24\n\nTumor necrosis factor α (TNF-α)\n\nPleiotropic pro-inflammatory cytokine\n\nregulates cell differentiation and growth\n\naffects the release of prostaglandins and leukotrienes, platelet-activating factors, NO, and reactive oxygen species,\n\nplays an essential role in regulating the immune response\n\ntakes an active part in apoptosis\n\nplays a crucial role in the inflammatory response\n\ntakes part in the process of clot formation and fibrinolysis\n\n28\n\nAbbreviations\n\n: CAMP, cyclic adenosine monophosphate; CAP-1, adenylyl cyclase-associated protein 1; CCRL2, chemokine receptor-like 2; CMKLR1, chemerin chemokine-like receptor 1; CRP, c-reactive protein; IL-6, interleukin 6; IL-8, interleukin 8; MCP-1, monocytes chemoattractant protein-1; NAD, nicotinamide adenine dinucleotide; NO, nitric oxide; PCOS, polycystic ovary syndrome; TNF-α, tumor necrosis factor-α.\n\nThe role of many adipokines still needs to be clarified, or the results of studies are contradictory. Such adipokines include the newly discovered Family With Sequence Similarity 19 Member A5 protein (FAM19A5), which another, older name is TAFA-5.\n\nMetabolic Syndrome\n\nMetabolic syndrome (MetS) is a group of comorbidities that include obesity, hypertension, and disorders of carbohydrate and lipid metabolism. However, the latest definition of MetS from 2022 suggests that it should be diagnosed as obesity comorbid with two of the following criteria - high blood pressure, impaired glucose metabolism, and increased cholesterol concentration in lipoproteins other than high-density lipoprotein (HDL) (atherogenic dyslipidemia). Obesity can be diagnosed based on Body Mass Index (BMI) or waist circumference. The population of MetS patients is not homogeneous. This is due to two or three of the above disorders accompanying obesity, which generate various combinations of pathologies occurring in each person.\n\n26\n\nMetS is a major clinical problem, and its incidence is increasing in Poland. According to the Multi-centre National Population Health Examination Study (WOBASZ), 2014, MetS was 33% and 39% in women and men aged 20–74, respectively. This result increased by almost 3% and 9% in women and men, respectively, compared to the WOBASZ study 2003.\n\n6\n\n,\n\n27\n\nGlobally, almost 25% have MetS. Epidemiological studies highlight the problem of the increasing number of people with MetS worldwide. The increase is particularly noticeable among children and adolescents, which coincides with the increase in the number of children with obesity.\n\n28\n\nObesity is considered a core element of MetS. Excessive accumulation of fat tissue and the resulting activity of visceral fat tissue causes over 200 complications. MetS consequently causes impaired kidney function, metabolic-associated fatty liver disease, obstructive sleep apnea, polycystic ovary syndrome, and hyperuricemia. MetS also increases the risk of cardiovascular disease and vascular disease and increases the risk of death from cardiovascular disease. Obesity and MetS are associated with increased oxidative stress, essential in the pathogenesis of comorbidities that may develop during MetS. Furthermore, the component of the MetS that contributes most to the relationship between metabolic syndrome and oxidative stress is the component related to obesity and insulin resistance. The essential treatment for MetS is lifestyle change, increasing physical activity, stopping smoking, and changing eating habits, along with pharmacological treatment. These changes consequently cause weight loss, visceral fat tissue reduction, and reduction in the concentration of pro-inflammatory adipokines, especially from visceral adipose tissue.\n\n28\n\nFAM19A5 Original Direction of Research\n\nFamily With Sequence Similarity 19 Member A5 protein (FAM19A5), another older name is TAFA-5, and it is one of five proteins encoded by the TAFA1-TAFA5 genes. FAM19A5 is less related to other TAFA family proteins. This protein exhibits the characteristics of an adipokine with positive features for maintaining homeostasis.\n\n29\n\nWang et al in 2018 showed that FAM19A5 is an adipokine. The authors analyzed the expression profile of a panel of human cDNAs from multiple tissues. The results showed that FAM19A5 was highly expressed in adipose tissue, with mild to moderate expression in the brain and ovary, and was barely detectable in other tissues. Detailed results also showed FAM19A5 expression in humans in subcutaneous, perirenal adipose tissue. FAM19A5 was also detected in the epididymal adipose tissue of mice. The secretion of this protein by fat cells of various origins was also compared in humans and mice. According to the authors, FAM19A5 was primarily secreted by rat epididymal adipocytes compared to other cell types, including the vascular fraction of adipose tissue, primary rat adventitial aortic fibroblasts, human umbilical vein endothelial cells, rat and human vascular smooth muscle cells (VSMCs), as well as primary mouse peritoneal macrophages. The same project also demonstrated the protective effect of FAM19A5. Adipose tissue-derived FAM19A5 inhibited neointimal formation after in vivo injury in mice, and circulating FAM19A5 levels negatively correlated with neointimal formation. Moreover, the authors suggest that FAM19A5 may also inhibit VSMC proliferation and migration through the perivascular adipose tissue paracrine pathway.\n\n29\n\nFAM19A5 contributes to the wound healing process after brain injury,\n\n30\n\nand also participates in receptor activator for nuclear factor κ B ligand (RANKL) induced differentiation of osteoclast precursor cells through interactions with the N-formyl peptide receptor 2 (FPR2).\n\n31\n\nIn humans, serum levels of FAM19A5 were decreased in obese children compared with healthy controls. Moreover, there are negative correlations between FAM19A5 and BMI and fasting insulin. These results suggest an association of the FAM19A5 protein with metabolic disorders and emphasize its suggested positive effects on the body.\n\n32\n\nThe first data on FAM19A5 genes comes from 2004. Y. Tom Tang et al then discovered a family of small secreted proteins in\n\nHomo sapiens\n\nand\n\nMus musculus\n\n. The family consisted of five highly homologous genes. They were referred to as TAFA-1 to −5. This study used a method of identifying new gene families, which was new in 2004, encoding proteins secreted non-transmembranely. The authors showed that the TAFA genes 1 to 4 are more closely related to each other than to TAFA-5. This was demonstrated by comparing nucleotide and amino acid sequences. The study looked for the proteins encoded by these genes, but the state of knowledge still needed to be improved. TAFA-2 expression level was low. TAFA-1, TAFA-3, TAFA-4, and TAFA-5 proteins were detected in culture supernatants. The expression of these genes was also studied by quantitative real-time polymerase chain reaction (PCR). Expression has been studied in the brain, colon, heart, kidney, liver, lungs, spleen, and thymus. All TAFA genes are expressed at different levels in the brain and deficient levels in other tissues. According to the authors, genes from the TAFA family are expressed mainly in the central nervous system.\n\n33\n\nThe TAFA-5 protein discovered in 2004 will, in the future, be called the FAM19A5 protein.\n\nA year later, in 2005, genes from the TAFA family became the object of interest of Teresita Díaz de Ståhl1 et al. The team identified areas of loss or gain on chromosome 22, either constitutional or cancer-derived deoxyribonucleic acid (DNA), which could indicate the position of putative genes involved in glioblastoma development. A high-resolution tiling-path chromosome 22 array to a series of 50 glioblastoma samples to investigate the underlying abnormalities in both constitutional and tumor-derived DNA. Analysis of the amplified regions revealed the presence of two interesting candidate genes: TOP3B and TAFA-5. It was shown that this gene encodes a protein, which was then named TAFA-5 - like the gene’s name. According to the authors, the TAFA family proteins are distantly related and contain conserved cysteine residues at fixed positions. They belong to chemokines. According to the authors, the TOP3B and TAFA-5 genes may be involved in the genesis of glioblastoma.\n\n34\n\nUntil 2018, the topic of TAFA genes was not discussed. At that time, links between the TAFA-5 (FAM19A5) protein and disorders, including metabolic disorders, were sought.\n\nIn 2018, Anna A. Kashevarova et al checked the genetic analysis of a 4-year-old girl with a terminal deletion at 22q13. The girl showed developmental delays, hyperactivity, mood swings, and sleep disturbances. The array comparative genomic hybridization (aCGH) results were confirmed by real-time PCR in three tissues: lymphocytes, skin fibroblasts, and oral epithelium. Fluorescence in situ hybridization (FISH) analysis was used to confirm the ring form of chromosome 22 and to determine the level of cells with monosomy 22 among skin lymphocytes and fibroblasts. Real-time PCR confirmed the presence of microdeletions with primers for the FAM19A5 (TAFA-5) gene, SHANK3, and ACR genes. According to single nucleotide polymorphism (SNP) analysis, the 22q13.32-q13.33 microdeletion occurred de novo on the mother’s chromosome. The above results suggest a link between the FAM19A5 gene and the Phelan-McDermid syndrome described in girl.\n\n35\n\nAfter the discovery of TAFA genes in 2004, interest in FAM19A5 (TAFA-5) functions has been most noticeable in neurology, neurological and psychiatric diseases.\n\nFAM19A5 – Central Nervous System\n\nReferring to a 2004 paper where only limited information was available on FAM19A5 function in the brain,\n\n33\n\nAnu Shahapal et al wished to determine the expression pattern of FAM19A5 during embryogenesis and in the adult brain and to identify the types of brain cells that express FAM19A5 in FAM19A5-LacZ knock-in (KI) mice. In the results, FAM19A5-LacZ KI homozygous mice showed more vital X-gal staining than heterozygous mice. Moreover, global X-gal staining in embryonic stages showed dominant expression of FAM19A5 in the brain and spinal cord. In adult mice, FAM19A5 was widely expressed in multiple brain regions. Interestingly, increased FAM19A5 expression was shown in response to traumatic brain injury. The authors concluded that FAM19A5 is a crucial regulator of central nervous system (CNS) development and the brain’s response to injury.\n\n30\n\nAlready a year earlier, in 2018, Can Zheng showed that FAM19A5 protein expression levels correlate with brain development. The FAM19A5 protein has been shown to function during embryonic brain development by promoting neuronal differentiation and suppressing astrocyte differentiation. Despite this, the full function of the FAM19A5 protein in the brain needed clarification to the authors.\n\n36\n\nResearch on the effect of FAM19A5 in the CNS was continued. A case report from 2019, which presented a female fetus with schizencephaly accompanied by cerebro-occipital hernia, polymicrogyria, agenesis of the corpus callosum, facial dysmorphia, and ventricular septal defect in the myocardium, showed a deletion of chromosome 22q13.32, including the FAM19A5 gene. The authors suggested that the presence of the FAM19A5 gene could be associated with the development of schizencephaly.\n\n37\n\nIn the same year, Anna J Khalaj’s team demonstrated that FAM19A functions as cell type-specific regulators of neurexin modification in the nervous system. FAM19A1-A4 binds to the cysteine loop domain of neurotoxins, forming intermolecular disulfide bonds during transport through the secretory pathway. According to the authors, FAM19A serves as cell type-specific regulators of neurexin modification, which is associated with disorders such as autism spectrum disorder (ASD), schizophrenia, and mental retardation.\n\n38\n\nMoreover, FAM19A5 protein deficiency in mice showed hyperactive locomotor behavior, long-term memory deficits, and failure to acquire fear. These results suggest that FAM19A5 influences the nervous system’s development and the mature brain’s proper functioning.\n\n39\n\nIt was also checked whether the concentration of FAM19A5 protein correlated with the severity of vascular dementia. The study included 136 patients with vascular dementia and 81 healthy controls. The results showed that serum FAM19A5 concentration was significantly higher than the control group (p < 0.001). Moreover, Spearman correlation analysis showed that serum FAM19A5 levels significantly correlate negatively in patients with vascular dementia (r = −0.414, <0.001). Based on the results, the authors suggest that FAM19A5 protein concentration may be a biomarker for predicting cognitive function in patients with vascular dementia.\n\n40\n\nHye Lim Lee et al checked whether FAM19A5 concentrations correlate with the optic neuritis spectrum disorder. The study included blood sera from 199 patients from 11 hospitals over 21 months. Patients were divided into neuromyelitis optica spectrum disorders with positive aquaporin-4 antibody (NMOSD-AQP4), other CNS demyelinating diseases, and healthy controls. In the results, serum FAM19A5 concentration was higher in patients with NMOSD-AQP4 and correlated with clinical characteristics. According to the authors, serum FAM19A5 may be a new clinical biomarker for NMOSD-AQP4.\n\n41\n\nIn 2020, it was shown for the first time that FAM19A5 concentrations are associated with depressive states in mice. Genetic deletion of FAM19A5 resulted in increased depressive behavior and impaired hippocampus-dependent spatial memory in mice. FAM19A5 levels in the plasma and hippocampus of chronic stress-treated mice were significantly reduced, whereas overexpression of human FAM19A5 selectively in the hippocampus may attenuate chronic stress-induced depressive behavior. This study provided a new mechanism for chronic stress-induced depression. It has been shown that FAM19A5 may be a new biomarker for the diagnosis and treatment strategy of depression.\n\n42\n\nKyu-Man Han et al in 2020 confirmed that serum FAM19A5 may be a potential biomarker of neurodegenerative changes in major depressive disorder (MDD) in humans. The study included 52 previously untreated patients with MDD and 60 healthy controls. Serum FAM19A5 levels were significantly higher in MDD patients than in the healthy controls group. According to the authors, serum FAM19A5 levels may reflect reactive astrogliosis and associated neuroinflammation in MDD.\n\n43\n\nAnother study from 2021 checked whether the concentration of FAM19A5 protein changed after administration of cilostazol (phosphodiesterase-3 inhibitor as an adjunctive to antidepressants) (CLS) in patients with MDD. Cilostazol is a phosphodiesterase type 3 (PDE3) inhibitor. Inhibition of PDE3 activity leads to an increase in cAMP concentration in blood platelets and smooth muscles of blood vessels, inhibiting platelet aggregation and dilating blood vessels. The study included 80 participants with MDD. They were given cilostazol 50 mg or placebo twice daily plus escitalopram (selective serotonin reuptake inhibitors) (ESC) 20 mg once daily for six weeks. Serum FAM19A5 concentrations were statistically significantly lower in the CLS group compared to the placebo group after the end of drug administration. According to the authors, FAM19A5 may be clinically helpful in assessing antidepressant response.\n\n44\n\nAlso, in 2021, FAM19A5 was investigated to be associated with Parkinson’s disease (PD) and Parkinson’s disease with depression (PDD). Plasma FAM19A5 levels (2.456 ± 0.517) were shown to be significantly higher in the PD group compared to the control group (2.23 ± 0.457) (P < 0.001). Importantly, plasma FAM19A5 concentration was also significantly higher in the PDD subgroup (2.577 ± 0.408) compared with the nondepressed subgroup (2.406 ± 0.549) (P = 0.045 < 0.05). The authors suggest that plasma FAM19A5 may serve as potential tools for early prediction of PD and PDD in clinical settings.\n\n45\n\nThe use of FAM19A5 in preventing, diagnosing, or treating central nervous system injuries, degenerative brain diseases, or central nervous system diseases seems promising.\n\nFAM19A5 in Oncological Diseases\n\nThe discovery of FAM19A5 increased interest in the function of this protein in oncology. Tavan Janvilisri et al in 2015 tested new serum biomarkers for differentiating cholangiocarcinoma from benign biliary tract diseases. Using a proteomic approach, Tavan Janvilisri et al tested new serum biomarkers for differentiating cholangiocarcinoma (CCA) from benign biliary tract disease (BBTD). At that time, the available tumor markers, including CA19-9 and CEA, were ineffective and had limited use due to low sensitivity and specificity. Serum samples from 19 CCA and 17 BBTD patients were used. Five of the most essential proteins were found that showed the maximum fold change between CCA and BBTD. It included MAGED4B, KIAA0321, RBAK, and UPF3B, as well as the TAFA5 protein, which was first named as FAM19A5. According to the authors, these proteins, including FAM19A5, will be clinically helpful in preventing misdiagnosis between CCA and BBTD as they have similar clinical manifestations.\n\n46\n\nIn the same year, the study by Zhiqing Hu et al evaluated the clinical and prognostic significance of TAFA5 in 90 human gastric cancer (GC) samples and the in vitro activity of TAFA5 in cultured gastric cancer cells. TAFA5 was upregulated in GC compared to adjacent normal tissues. Moreover, TAFA5 overexpression in GCs was associated with poor differentiation and poorer tumor, lymph node, and metastasis stages. In addition, high TAFA5 expression was correlated with poor patient outcomes. The authors suggest that TAFA5 has a significant effect on GC progression.\n\n47\n\nThe study by Yan-Fang Wang et al from 2020 included 25 patients with mantle cell lymphoma (MCL), one of modern oncology’s significant challenges. The mean serum FAM19A5 concentration in MCL patients was significantly higher than in the control group (P=0.0461). FAM19A5 expression in serum and lymph nodes showed a significant correlation (r=0.8683, P=0.001). Moreover, the mean recurrence/death-free survival of MCL patients with high, intermediate, and low FAM19A5 expression was 17, 27, and 37.5 months, respectively, which showed a significant statistical difference (P=0.0360). The conclusions suggest that FAM19A5 expression levels are increased in MCL patients, and patients with high FAM19A5 expression are at increased risk of disease relapse or death. According to the authors, FAM19A5 may be a new prognostic marker and potential therapeutic target for MCL.\n\n48\n\nThe 2022 study by Shoujing Luan et al aimed to investigate whether FAM19A5 could be a new target in diagnostics and prognostic in patients with thyroid cancer. It was observed that FAM19A5 levels were increased in thyroid cancer. FAM19A5 was an independent predictor of poor prognosis in thyroid cancer patients. According to the authors, FAM19A5 may serve as a potential biomarker in the diagnosis and prognosis of thyroid cancer.\n\n49\n\nAlthough the concentration of FAM19A5 is higher in patients with selected oncological diseases, there is still no information on the importance of this protein as a tumor marker.\n\nFAM19 – Other Research Directions\n\nIn addition to research on the association of the FAM19A5 protein with nervous system disorders and cancer, its other functions in the pathophysiology of diseases were also searched for. In 2017, MinYoung Park et al demonstrated that FAM19A5 strongly stimulates murine bone marrow-derived macrophages (BMDM), causing chemotactic migration and inhibiting osteoclastogenesis induced by the receptor activator for nuclear factor κ B ligand (RANKL) gene. The authors suggest that FAM19A5 and its target N-formyl peptide receptor 2 (FPR2) may act as a novel endogenous ligand/receptor negatively regulating osteoclastogenesis.\n\n31\n\nIn the same year, in nephron progenitor cells, a DNA region in intron 2 of the Wnt9b FAM19A5 target gene was identified and shown to be physically related to β-catenin. Whether this element could act as a cell type-specific enhancer in mice and humans was tested. Although in multiple contexts, Myc is a target of β-catenin, authors’ characterization of a cell type-specific enhancer for the Wnt9b/β-catenin target gene Fam19a5 shows that Myc and β-catenin cooperate to activate gene expression controlled by this element.\n\n50\n\nMoreover, Yanfang Wang et al demonstrated that the FAM19A5/S1PR1 signaling pathway regulates mantle cell lymphoma viability and proliferation.\n\n51\n\nN Sevane et al looked for reasons for the rapid livestock adaptation to extreme climatic conditions. They compared the methylomes of two Creole cattle breeds living in tropical environments with their putative Spanish ancestors. They wanted to understand the epigenetic mechanisms underlying the rapid adaptation of a domestic species to a new and more physiologically challenging environment. Candidate genes involved in adaptation processes in tropical areas have been revealed, including genes variously hyper- or hypomethylated above 80% in Creole samples showing biological features and functions related to the immune response, including the FAM19A5 gene. These data suggested the need for further research on the influence of this gene in disease resistance and the improvement of cattle productivity and welfare.\n\n52\n\nIn 2022, it was checked whether there is a link between FAM19A5 and cerebral small vessel disease (cSVD). A total of 344 patients with recent small subcortical infarction (RSSI) and 265 healthy controls were included in the study. FAM19A5 was highly expressed in the RSSI group (P = 0.023), showing a positive correlation with cerebral infarct volume (P < 0.01). Furthermore, higher FAM19A5 levels reflect better outcomes in patients with RSSI. According to the authors, increased FAM19A5 levels are associated with cerebral small vessel disease and lead to better treatment outcomes.\n\n53\n\nData on the association of FAM19A5 with physiology and other disorders still need to be made more explicit. There needs to be more information. A summary of data on the importance of FAM19A5 in physiology and metabolic disorders is presented in\n\nTable 2\n\n.\n\nTable 2\n\nA Summary of Data on the Importance of FAM19A5 in Other Disorders\n\nData\n\nStudy group / tissues / genes\n\nResults / functions\n\nSarah Juel Paulsen et al, 2008\n\n54\n\nCells from the rat brain, 379 units\n\nNeuropeptide TAFA5 is expressed in the hypothalamic paraventricular nucleus\n\nTAFA5 is expressed in the hypothalamic paraventricular nucleus and is regulated by dehydration\n\nTAFA5 mRNA is highly expressed in the hypothalamic PVN, which binds vasopressin and oxytocin in magno- and paracellular neurons\n\nMinYoung Park et al, 2017\n\n31\n\nBone marrow cells from wild-type C57BL/6 mice of five to seven weeks of age\n\nFAM19A5 strongly stimulates murine BMDM, causing chemotactic migration and inhibiting osteoclastogenesis induced by the RANKL gene\n\nFAM19A5 and its target FPR2 may act as a novel endogenous ligand/receptor negatively regulating osteoclastogenesis\n\nPan X. et al, 2017\n\n50\n\nWnt9b, Six2-eGFPCre BAC, catnb flox, c-Myc i N-Myc mouses\n\nNephron progenitor cells, a DNA region in intron 2 of the Wnt9b FAM19A5 target gene was identified and shown to be physically related to β-catenin\n\nMyc is a target of β-catenin, authors’ characterization of a cell type-specific enhancer for the Wnt9b/β-catenin target gene FAM19A5 shows that Myc and β-catenin cooperate to activate gene expression controlled by this element\n\nN Sevane et al, 2019\n\n52\n\nColombian cattle (n=6)\n\nGenes involved in adaptation processes in tropical areas have been revealed, including genes variously hyper- or hypomethylated above 80% in Creole samples showing biological features and functions related to the immune response, including the FAM19A5 gene\n\nYou-Bin Lee et al, 2019\n\n55\n\n223 individuals (45 without diabetes and 178 with type 2 diabetes) from the Korea Guro Diabetes Programme in Korea, Asia.\n\nSerum FAM19A5 concentrations (pg/mL) were higher in patients with type 2 diabetes [median (interquartile range), 172.70 (116.19, 286.42)] compared to those without diabetes [92.09 (70.32, 147.24)] (p<0.001).\n\nIncreases in the serum FAM19A5 tertile were associated with trends in waist-to-hip ratio, fasting plasma glucose, glycated hemoglobin, and mean shoulder pulse wave velocity.\n\nFAM19A5 serum was positively correlated with WC, WHR, ALT, fasting plasma glucose, HbA1c, and mean shoulder pulse wave velocity.\n\nXia Lei et al, 2019\n\n56\n\nCells from Eight-week-old C57BL/6J male mice\n\nExpression of FAM19A5 in various areas of the mouse brain is induced or suppressed by undernutrition and nutritional states.\n\nIn male mice, FAM19A5 deficiency altered food intake patterns during the light-dark cycle\n\nFatemeh Ali Yari et al, 2021\n\n57\n\nTotal of 69 subjects including 37 NAFLD and 32 control subjects\n\nThe plasma FAM19A5 concentration in NAFLD patients was significantly lower in NAFLD patients compared with the control group.\n\nsignificant negative correlations were observed between plasma FAM19A5 levels and BMI, visceral fat, ALT, AST, LS, and cIMT\n\nWesołek A. et al, 2022\n\n58\n\n45 people with MetS, 35 healthy people without MetS\n\nThere were no differences in the blood levels of FAM19A5 between the groups.\n\nThe level of FAM19A5 was 163.16±55.11 pg/mL and 197.57±112.89 pg/mL (p=0.1341) in subjects with and without MetS, respectively.\n\nIn group A, there was a correlation between FAM19A5 and DBP (R= –0.40) and HDL levels (R= –0.37).\n\nIn patients with MetS, elevated FAM19A5 serum levels may indicate dyslipidemia development\n\nHoyun Kwak et al, 2020\n\n59\n\nC57BL/6J mice’s central and peripheral nervous system and peripheral tissues\n\nTotal FAM19A5 levels in the central and peripheral nervous system were higher than in any peripheral tissues\n\nAbbreviations\n\n: ALT, glutamic pyruvic transferase; AST, aspartate transaminase; BMDM, bone marrow-derived macrophages; cIMT, carotid intima media thickness; DBP, diastolic blood pressure; DNA, deoxyribonucleic acid; FAM19A5, TAFA Chemokine Like Family Member 5; FPR2, N-formyl peptide receptor 2; HbA1c, glycosylated hemoglobin; HDL, high-density lipoprotein; LS, liver stiffness; MetS, metabolic syndrome; mRNA, messenger RNA; NAFLD, nonalcoholic fatty liver disease; PVN, paraventricular nucleus; RANKL, receptor activator for nuclear factor κ B ligand; TAFA5, TAFA Chemokine Like Family Member 5; WC, waist circumference; WHR, waist to hip ratio.\n\nResearch on the relationship between FAM19A5 concentration and CNS functions or disorders has increased interest in the influence of FAM19A5 protein and energy homeostasis and metabolic disorders.\n\nFAM19A5 - Metabolic Disorders\n\nThe role of different type of adipokines in metabolic disturbances for eg MetS is in the great interest among researchers all around the word. Each passing year brings about a deepening understanding of the mechanism underlying the function of adipokines such a leptin, visfatin, resistin and apelin (\n\nTable 1\n\n). Currently the search for a cause and effect relationship between FAM expression and the occurrence of metabolic disorders is still ongoing. The functions of this protein are still unclear and have been the subject of interest in several works. Undoubtedly, the influence of the tested protein on the centers responsible for maintaining energy homeostasis in the CNS, mainly the hypothalamus, probably plays an important role. In the meantime, clinical studies began to appear looking for a connection between FAM19A5 and metabolic disorders.\n\nFor the first time this relationship in 2008, Sarah Juel Paulsen et al showed that neuropeptide TAFA5 is expressed in the hypothalamic paraventricular nucleus and is regulated by dehydration. New genes involved in the hypothalamic control of energy homeostasis in rats were sought. The distribution of TAFA5 mRNA expression was analyzed using quantitative PCR on a rat cDNA tissue library. Previous reports confirmed that TAFA5 is mainly expressed in the central nervous system. Additionally, TAFA5 mRNA is highly expressed in the hypothalamic paraventricular nucleus (PVN), which binds vasopressin and oxytocin in magno- and paracellular neurons. It was also checked whether fasting or dehydration can affect TAFA5 mRNA levels. The results showed that TAFA5 mRNA was explicitly down-regulated in the PVN following water deprivation. The authors showed the need for further research because the significance of the TAFA5 protein remained unclear and unconfirmed.\n\n54\n\nIn the same year, the team of Jana Bundzikova et al cited previous results on the TAFA5 gene and protein in a review where reports on the response of substances co-expressed in hypothalamic magnocellular neurons to osmotic challenges in normal and Brattleboro rats.\n\n60\n\nKnowledge about the function and function of the TAFA5 gene and protein remained unclear in 2008.\n\n60\n\nThe functions of FAM19A5 were further searched. Dasol Kang et al in 2020 showed that FAM19A5 was expressed in mouse hypothalamic cells expressing proopiomelanocortin (POMC) and neuropeptide Y (NPY)/agouti-related peptide (AgRP) and in microglia. Moreover, TNF-α, which induces inflammatory responses in the disease, significantly increases FAM19A5 expression in the hypothalamus. Additionally, inhibition of FAM19A5 expression reduced TNF-α-induced anorexia, body weight loss, and TNF-α-induced inflammatory factor expression in mice. The authors concluded that FAM19A5 plays an essential role in hypothalamic inflammatory responses. This suggested the connection of the FAM19A5 protein with the feeling of hunger and satiety also.\n\n61\n\nHoyun Kwak et al 2020 examined FAM19A5 protein levels and their gene expression in mice’s central and peripheral nervous system and peripheral tissues. In the results, total FAM19A5 levels in the central and peripheral nervous system were higher than in any peripheral tissues. They were also higher than the levels in adipose tissue. These results also emphasize the need to understand the detailed functions of the FAM19A5 protein in the nervous system and adipose tissue.\n\n59\n\nIn 2019, B. An et al wanted to identify candidate genes for the organism measurement features of beef cattle 463 Wagyu (n = 463 animals). In addition to FAM19A5, 11 genes have been discovered. From this, the FAM19A5 gene was considered a novel candidate gene associated with body dimensional characteristics in the beef cattle studied. The FAM19A5 gene was associated with animals’ hip height, height and body length.\n\n62\n\nThis is the first time this protein has been linked to the dimensional features of the animal body.\n\nYou-Bin Lee et al in 2019 showed that serum FAM19A5 concentrations (pg/mL) were higher in patients with type 2 diabetes mellitus [median (interquartile range), 172.70 (116.19, 286.42)] compared to those without diabetes [92.09 (70.32, 147.24)] (p<0.001). The association of FAM19A5 with other metabolic parameters was also checked, as well as with anthropometric measurements. Increases in the serum FAM19A5 tertile were associated with trends in waist-to-hip ratio, fasting plasma glucose, glycated hemoglobin, and mean shoulder pulse wave velocity. The authors’ novel results showed that FAM19A5 serum was positively correlated with waist circumference, waist-to-hip ratio, alanine aminotransferase, fasting plasma glucose, glycated hemoglobin, and mean shoulder pulse wave velocity. This was the first study to link FAM19A5 to selected inflammation parameters in people with type 2 diabetes.\n\n55\n\nXia Lei, in 2019, showed that the expression of FAM19A5 in various areas of the mouse brain is induced or suppressed by undernutrition and nutritional states. In male mice, FAM19A5 deficiency altered food intake patterns during the light-dark cycle. The authors highlighted for the first time the potential role of the FAM19A5 protein in modulating physiology and links to appetite.\n\n56\n\nFatemeh Ali Yari et al wanted to test whether FAM19A5 is associated with non-alcoholic fatty liver disease (NAFLD). Sixty-nine patients were included in the study, including 37 with NAFLD and 32 from the control group. In the results, the plasma FAM19A5 concentration in NAFLD patients was significantly lower in NAFLD patients compared with the control group. Moreover, significant negative correlations were observed between plasma FAM19A5 levels and BMI, visceral fat, alanine aminotransferase (ALT), aspartate aminotransferase (AST), liver stiffness (LS), and carotid intima media thickness (cIMT). This is the first time circulating FAM19A5 levels have been reported to be associated with NAFLD. The authors suggested continuing research to link FAM19A5 with liver disorders.\n\n57\n\nIt was also checked whether the concentration of FAM19A5 protein differs in people with MetS compared to healthy people. This was our study, the aim of which was to look for a relationship between FAM19A5 and MetS exponents for the first time. The concentration of FAM19A5 was determined in 45 people with MetS (group A) and 35 healthy people without MetS (group B). There were no differences in the blood levels of FAM19A5 between the groups. The level of FAM19A5 was 163.16±55.11 pg/mL and 197.57±112.89 pg/mL (p=0.1341) in subjects with and without MetS, respectively. In group A, there was a correlation between FAM19A5 and diastolic blood pressure (DBP) (R= –0.40) and high-density lipoprotein (HDL) levels (R= –0.37). In patients with MetS, elevated FAM19A5 serum levels may indicate dyslipidemia development.\n\n58\n\nThe FAM19A5 protein has also been shown to be associated with cardiovascular diseases. In 2018, Yingbao Wang et al examined whether adipose tissue-derived FAM19A5 regulates vascular pathology following trauma in rats. It was shown that the FAM19A5 protein was abundantly expressed in adipose tissue. Interestingly, FAM19A5 expression was decreased in obese mice. FAM19A5 overexpression significantly inhibited vascular smooth muscle cell proliferation, migration, and neointima formation in injured rat carotid arteries. The information from the 2018 project by Yingbao Wang et al was a breakthrough in the reports on the importance of FAMA19A5. The FAM19A5 protein was first identified as an adipokine.\n\n29\n\nFei Ma et al 2022 checked whether there are clinical associations between FAM19A5 levels and the presence and severity of coronary artery disease (CAD). The study included 186 patients with CAD and 58 without CAD who underwent coronary angiography (CAG). Serum FAM19A5 levels in the CAD group were significantly lower than in the non-CAD group [1.53 (1.13–2.27) ng/mL vs 2.33 (1.69–3.51) ng/mL; P = 0.013]. Logistic regression analysis showed that reduced serum FAM19A5 concentration was a risk factor for coronary heart disease (OR: 0.563, 95% CI: 0.409–0.776, p < 0.001). According to the authors, serum FAM19A5 concentration has been negatively associated with the presence and severity of coronary artery disease and may represent a new biomarker for diagnosing and determining the severity of coronary artery disease.\n\n63\n\nChen Weia et al 2022 checked whether FAM19A5 is associated with acute coronary syndrome (ACS). The study included 168 consecutive hospitalized patients with suspected ACS. After adjusting for confounding factors, serum FAM19A5 levels were independently associated with ACS (p < 0.05). Moreover, serum FAM19A5 levels correlated with ACS severity. FAM19A5 is, therefore, a new potential clinical biomarker of ACS.\n\n64\n\nThe summary of data about connections between FAM19A5 and metabolic disorders is presented in\n\nTable 3\n\n.\n\nTable 3\n\nA Summary of Data on the Importance of FAM19A5 in Metabolic Disorders\n\nData\n\nStudy group / tissues / genes\n\nResults / functions\n\nSarah Juel Paulsen et al, 2008\n\n54\n\nTissues from mices\n\nTAFA5 is expressed in the hypothalamic paraventricular nucleus and is regulated by dehydration,\n\nTAFA5 mRNA is highly expressed in the hypothalamic PVN, which binds vasopressin and oxytocin in magno- and paracellular neurons,\n\nTAFA5 mRNA was explicitly down-regulated in the PVN following water deprivation\n\nDasol Kang et al, 2020\n\n61\n\nEight-week-old male C57BL/6 mice\n\nFAM19A5 was expressed in mouse hypothalamic POMC and NPY/ AgRP and in microglia,\n\nTNF-α, which induces inflammatory responses in the disease, significantly ↑ FAM19A5 expression in the hypothalamus, inhibition of FAM19A5 expression reduced TNF-α-induced anorexia, body weight loss, and TNF-α-induced inflammatory factor expression\n\nHoyun Kwak et al, 2020\n\n59\n\nC57BL/6J mices\n\nTotal FAM19A5 levels in the central and peripheral nervous system were ↑ than in any peripheral tissues,\n\nThey were also ↑ than the levels in adipose tissue\n\nB. An et al, 2019\n\n62\n\nBeef cattle Wagyu (n = 463 animals)\n\nFAM19A5, 11 genes have been discovered,\n\nThe FAM19A5 gene was considered a novel candidate gene associated with body dimensional characteristics in the beef cattle,\n\nThe FAM19A5 gene was associated with animals’ hip height, height and body length\n\nYou-Bin Lee et al, 2019\n\n55\n\n223 individuals (45 without diabetes and 178 with type 2 diabetes)\n\nThat serum FAM19A5 concentrations (pg/mL) were ↑ in patients with type 2 diabetes mellitus [median (interquartile range), 172.70 (116.19, 286.42)] compared to those without diabetes [92.09 (70.32, 147.24)] (p<0.001),\n\nIncreases in the serum FAM19A5 tertile were associated with trends in waist-to-hip ratio, fasting plasma glucose, glycated hemoglobin, and mean shoulder pulse wave velocity,\n\nFAM19A5 serum was positively correlated with waist circumference, waist-to-hip ratio, alanine aminotransferase, fasting plasma glucose, glycated hemoglobin, and mean shoulder pulse wave velocity\n\nXia Lei, 2019\n\n56\n\nEight-week-old C57BL/6J mices\n\nThe expression of FAM19A5 in various areas of the mouse brain is induced or suppressed by undernutrition and nutritional states,\n\nIn male mice, FAM19A5 deficiency altered food intake patterns during the light-dark cycle\n\nFatemeh Ali Yari et al, 2021\n\n57\n\n69 patients (37 with NAFLD and 32 from the control group)\n\nThe plasma FAM19A5 concentration in NAFLD patients was significantly ↓ in NAFLD patients compared with the control group,\n\nSignificant negative correlations were observed between plasma FAM19A5 levels and BMI, visceral fat, ALT, AST, LS, and cIMT\n\nWesołek et al, 2022\n\n58\n\n45 people with MetS (group A) and 35 healthy people without MetS (group B)\n\nThere were no differences in the blood levels of FAM19A5 between the groups,\n\nThe level of FAM19A5 was 163.16±55.11 pg/mL and 197.57±112.89 pg/mL (p=0.1341) in subjects with and without MetS, respectively,\n\nIn group A, there was a correlation between FAM19A5 and DBP (R= –0.40) and HDL levels (R= –0.37),\n\nIn patients with MetS, elevated FAM19A5 serum levels may indicate dyslipidemia development\n\nYingbao Wang et al, 2018\n\n29\n\nMale C57BL/6J mices\n\nFAM19A5 protein was abundantly expressed in adipose tissue,\n\nFAM19A5 expression was ↓ in obese mice,\n\nFAM19A5 overexpression significantly inhibited vascular smooth muscle cell proliferation, migration, and neointima formation in injured rat carotid arteries\n\nFei Ma et al, 2022\n\n63\n\n186 patients with of CAD and 58 without CAD who underwent CAG\n\nSerum FAM19A5 levels in the CAD group were significantly ↓ than in the non-CAD group [1.53 (1.13–2.27) ng/mL vs 2.33 (1.69–3.51) ng/mL; P = 0.013],\n\nLogistic regression analysis showed that reduced serum FAM19A5 concentration was a risk factor for coronary heart disease (OR: 0.563, 95% CI: 0.409–0.776, p < 0.001),\n\nSerum FAM19A5 concentration has been negatively associated with the presence and severity of coronary artery disease and may represent a new biomarker for diagnosing and determining the severity of coronary artery disease\n\nChen Weia et al, 2022\n\n64\n\nACS (n = 121) and Non-ACS (n = 47) groups\n\nFAM19A5 levels were independently associated with ACS (p < 0.05),\n\nSerum FAM19A5 levels correlated with ACS severity,\n\nFAM19A5 is a new potential clinical biomarker of ACS\n\nAbbreviations\n\n: ACS, acute coronary syndrome; AgRP, agouti-related peptide; ALT, glutamic pyruvic transferase; AST, aspartate transaminase; BMI, body mass index; CAD, coronary artery disease; CAG, coronary angiography; cIMT, carotid intima media thickness; DBP, diastolic blood pressure; FAM19A5, TAFA Chemokine Like Family Member 5, HDL, high-density lipoprotein; LS, liver stiffness; MetS, metabolic syndrome; NAFLD, nonalcoholic fatty liver disease; NPY, neuropeptide Y; POMC, cells expressing proopiomelanocortin; PVN, paraventricular nucleus; TAFA5, TAFA Chemokine Like Family Member 5; TNF-α, tumor necrosis factor α.\n\nConsidering that the growing obesity epidemic increases the number of diagnoses of cardiovascular diseases, it seems necessary to look for further links of the FAM19A5 protein with heart and blood vessel diseases and metabolic diseases. Some of the above results are contradictory and require further extension."
  },
  {
    "pmcid": "9578707",
    "title": "Identification of orphan ligand-receptor relationships using a cell-based CRISPRa enrichment screening platform",
    "publish_date": "2022-9-30",
    "full_text": "Introduction\n\nThe human proteome can be envisioned as an array of nodes grouped into local communities, where each node represents one protein and each local community represents a protein complex or network (\n\nBudayeva and Kirkpatrick, 2020\n\n;\n\nHuttlin et al., 2017\n\n). These communities determine physiological function and subcellular localization. Many communities include secreted protein ligands, their cell surface receptors, and signaling molecules that bind to the receptors. The human secretome on its own constitutes approximately 15% of all human genes and encodes more than 4000 different proteins (\n\nUhlén et al., 2019\n\n) with a wide range of tissue expression (\n\nFigure 1A and B\n\n). Most of the new drugs developed in recent years target secreted proteins and their receptors, and new therapeutic targets are likely to emerge from screens to identify ligand-receptor interactions (\n\nClark et al., 2003\n\n;\n\nStastna and Van Eyk, 2012\n\n).\n\nFigure 1.\n\nA CRISPR activating enrichment screening platform.\n\nCuration of the human membrane proteome, cell surface library design, validation, and benchmark screen. (\n\nA\n\n) Human membrane and secreted proteome; left panel: predicted number of intracellular, membrane (\n\nM\n\n), and secreted (\n\nS\n\n) genes, with a total number of approximately 5520 human protein-coding genes predicted to encode ~15,984 membrane-spanning proteins including mapped, alternative splice variants and isoforms. (\n\nB\n\n) Secreted proteome visualized by two-way hierarchical clustering of normalized mRNA expression data from normal tissue. (\n\nC\n\n) Human membrane proteome curation and workflow of the cell surface library design. (\n\nD\n\n) Pooled, customized, and target-specific single-pass transmembrane (TM1) and multi-pass transmembrane (TM2+) sgRNA libraries (10 sgRNA/target) were designed, cloned, and lentivirally infected into K562-SunCas9 cells at low multiplicity of infection (MOI). (\n\nE\n\n) Schematic overview of the CRISPR activation (CRISPRa) enrichment screening platform. A protein of interest (POI) is complexed with magnetic beads and screened against customized CRISPRa cell surface receptor library, followed by consecutive rounds of magnetic-activated cell sorting (MACS) positive selection. In the final step, genomic DNA is extracted from the selected, target enriched library round(s), barcoded, subjected to deep sequencing and analyzed using the casTLE statistical framework to identify potential hits. CRISPRa hits are then subjected to various orthogonal validation methods. (\n\nF–I\n\n) Benchmark CRISPRa enrichment screen using human IL-2, performing two consecutive rounds of magnetic bead selection followed by gDNA extraction, barcoding, and deep sequencing. (\n\nF\n\n) Enrichment over two rounds of consecutive magnetic bead selection by tetramer staining with human IL-2 post selection (Parental, Round 1, and Round 2). (\n\nG\n\n) Visualization of the deep sequencing analysis. Results are visualized by x/y scatter plot: casTLE-Score (log2); pValue (−log10), size of the hit represents the casTLE-Effect + casTLE-Score. (\n\nH\n\n) Candidate hits of the final round of enrichment visualized by a x/y ranked plot using a combined ESP score. (\n\nI\n\n) Trajectories of highest-ranking candidates are plotted over the consecutive rounds of enrichment rounds; size of the bubble represents the pValue (−log10).\n\nFigure 1—source data 1.\n\nPooled CRISPR activation (CRISPRa) library source list.\n\nInformation for both customized cell surface libraries, library ID, target ID, and gRNA sequences for the single-pass transmembrane (TM1) and multi-pass transmembrane (TM2+) libraries.\n\nFigure 1—figure supplement 1.\n\nEvaluation of sunCas9 CRISPR activation (CRISPRa)-mediated transcriptional activation, pooled CRISPRa library quality control, and IL-2 benchmark screens.\n\n(\n\nA\n\n) Normalized mRNA expression data of target cell surface receptors selected for a CRISPRa mini-library of 10 genes in K562 cells. (\n\nB\n\n) Antibody staining of the K562 mini-library after lentiviral infection and puromycin selection in comparison to parental, untransduced K562 cells using allophycocyanin (APC)-labeled primary antibodies. (\n\nC–F\n\n) Proof of concept CRISPRa enrichment screen using human IL-2 as a secreted ligand. Simulation of a full library screen by diluting the mini-library by factors of 20 and 200 and preforming two consecutive rounds of magnetic bead selection followed by gDNA extraction, barcoding, and deep sequencing. (\n\nC\n\n) Cell surface staining of the parental and undiluted mini-library using an APC-labeled anti-CD25 antibody. (\n\nD\n\n) Enrichment over two rounds of consecutive magnetic bead selection was detected an APC-labeled anti-CD25 antibody (Parental, Round 1, and Round 2) for both simulated libraries post magnetic-activated cell sorting (MACS). (\n\nE\n\n) Visualization of the deep sequencing analysis. Results are visualized by x/y scatter plot: casTLE-Score (log2)/pValue (−log10), size of the hit represents the casTLE-Effect + casTLE-Score. (\n\nF\n\n) Candidate hits of both rounds of enrichment visualized by bar graphs: casTLE-Score (log2)/pValue (−log10) for each gene in the mini-library. (\n\nG\n\n) Customized cell surface library quality control. Pooled, customized, and target-specific single-pass transmembrane (TM1) (~1800) and multi-pass transmembrane (TM2+) (~1750) sgRNA libraries (10 sgRNA per gene together with a safe sgRNA reference pool) were designed, cloned, and lentivirally infected into K562-CRISPRa cells at low, medium, and high multiplicity of infection (MOI). (\n\nH\n\n) After puromycin selection, genomic DNA was extracted and subjected to deep sequencing for library validation by plotting the library diversity and counts for the three MOIs. Right panel: For the final libraries, low MOI libraries for TM1 and TM2+ were analyzed pre and post puromycin selection by FACS.\n\nMapping of interactions that occur at the cell surface has significantly lagged behind that of intracellular interactions, because the most widely used high-throughput protein-protein interaction (PPI) screening methods, including affinity purification/mass spectrometry (AP/MS), yeast two-hybrid screening (Y2H), and phage display, are not well suited to analysis of extracellular domain (ECD) interactions (\n\nHavugimana et al., 2012\n\n;\n\nHuttlin et al., 2015\n\n;\n\nKrogan et al., 2006\n\n;\n\nMartinez-Martin, 2017\n\n). ECD interactions are often of low affinity, with K\n\nD\n\ns in the micromolar range, and can have fast dissociation rates, rendering them difficult to detect since they may not produce stable complexes (\n\nHonig and Shapiro, 2020\n\n). As a consequence, ECD interactions are generally underrepresented in screens that rely on the formation of such complexes (\n\nBraun et al., 2009\n\n;\n\nMartinez-Martin et al., 2019\n\n;\n\nÖzkan et al., 2013\n\n;\n\nSöllner and Wright, 2009\n\n;\n\nWojtowicz et al., 2020\n\n). In addition, many putative ECD interactions reported by AP/MS and Y2H protein interaction databases have the tendency to be false positives. AP/MS produces false positives for cell surface proteins due to incomplete solubilization of membranes, leading to identification of indirect interactions. Y2H examines interactions inside the cell, but most ECDs have disulfide bonds and glycosylation sites. To acquire these modifications and fold correctly, cell surface and secreted proteins must move through the secretory pathway. Because of this, ECD interactions detected by Y2H are often false positives due to domain misfolding. Similar issues apply to phage display and to microarrays in which mRNAs are translated on a chip. Thus, while these high-throughput methods can identify interactions with the cytoplasmic domains of receptors, they usually fail to find genuine ECD interactions.\n\nSuccessful high-throughput screens to detect weak ECD interactions in vitro have taken advantage of avidity effects by expressing ECDs as fusions with multimerization domains. In such binary interaction screens, one protein (the bait) is applied to a surface, and the other (the prey) is in solution. Prey binding to the bait is assessed using colorimetric or fluorescent detection. These methods include AVEXIS, ECIA, apECIA, alpha-Screen, and BPIA, which are carried out using ELISA plates, chips, or beads (\n\nBraun et al., 2009\n\n;\n\nBushell et al., 2008\n\n;\n\nLi et al., 2017\n\n;\n\nMartinez-Martin, 2017\n\n;\n\nShilts et al., 2022\n\n;\n\nTaouji et al., 2009\n\n). However, in vitro screens have limitations. They require robotic high-throughput instrumentation and are time-consuming and expensive to carry out on a large scale, since they require synthesis of ECD coding regions and expression of individual bait and prey proteins. In addition, in vitro screens cannot usually assess binding to ECDs of receptors that span the membrane multiple times, because such ECDs are often composed of noncontiguous loops and cannot be easily expressed in a soluble form. Furthermore, in vitro binary interaction mapping technologies lack the natural spatial context of the cell membrane. They may also fail in cases where cofactors and/or post-translational modifications are required for binding.\n\nTo address these issues, several groups have successfully developed cell-based screens for phenotypical screens (\n\nBassik et al., 2013\n\n;\n\nHan et al., 2020\n\n;\n\nKamber et al., 2021\n\n), uncovering signaling cascades (\n\nBreslow et al., 2018\n\n;\n\nWisnovsky et al., 2021\n\n) or to study interactions between cell surface receptors using receptor ECDs (\n\nChong et al., 2018\n\n), that take advantage of CRISPR technology (\n\nCong et al., 2013\n\n;\n\nJinek et al., 2013\n\n;\n\nMali et al., 2013\n\n). In CRISPR activation (CRISPRa) screens such as the one described here, gene expression is induced by targeting transcriptional activators (\n\nChavez et al., 2016\n\n;\n\nChong et al., 2018\n\n;\n\nTycko et al., 2017\n\n) to their control elements using sgRNAs (\n\nKampmann, 2018\n\n;\n\nMorgens et al., 2016\n\n;\n\nTanenbaum et al., 2014\n\n). Utilizing CRISPRa pooled sgRNA libraries eliminates the need to create expensive collection of synthetic genes, and in addition allows a forward positive screening workflow which enables a higher dynamic range compared to loss-of-function screens (\n\nDoench, 2018\n\n). Libraries of cells, each with an sgRNA targeting one receptor, can be easily stored and screened for binding to soluble ligands.\n\nHere, we describe a CRISPRa enrichment workflow that employs customized, pooled cell surface receptor sgRNA libraries in combination with magnetic bead-based selection (magnetic-activated cell sorting [MACS]) to enrich for receptor-expressing cells. This approach allows cost-efficient parallel screening with multiple ligands. We created two cell libraries, comprising all single-pass transmembrane (TM1) and multi-pass transmembrane (TM2+) receptors, and screened them with a collection of secreted ligands. To define a set of high-priority ligands, we first curated the human-secreted proteome and selected and expressed 20 at levels sufficient for screening the TM1 and TM2+ libraries. We identified new receptor candidates in more than half of these screens. These were validated using surface plasmon resonance (SPR) and/or cell binding assays. These studies define new receptors for several secreted ligands that function in the immune and nervous systems and provides a resource for future investigations of relationships between the human-secreted and membrane proteome.\n\nResults\n\nA CRISPR activating enrichment screening platform\n\nA large variety of different second-generation dCas9 activator (CRISPRa) systems are currently in use. A recent study directly compared a large number of published Cas9 activators systems and found the VPR, SunTag, and SAM approaches perform equally effective across a number of different cell lines and target genes (\n\nChavez et al., 2016\n\n;\n\nKampmann, 2018\n\n). The SunTag system was initially developed in K562 cells (myeloid leukemia cell line K562) (\n\nTanenbaum et al., 2014\n\n), a highly characterized (ENCODE, The Protein Atlas) and easy to handle suspension cell line that is widely used for CRISPR screens and highly suitable for MACS-based applications. CRISPR-mediated activation of transcription using the SunTag system (termed sunCas9) is a precise and scalable method for inducing expression of endogenous genes across a high dynamic range (\n\nGilbert et al., 2014\n\n). This system uses a dead Cas9 (dCas9) variant fused to a SunTag, a multicopy epitope tag that recruits the VP64 transcriptional activator via binding to a cytoplasmic scFV-nanobody-VP64 fusion protein. sgRNAs guide this complex to the enhancer region of the gene of interest and facilitate target-specific gene activation and expression (\n\nTanenbaum et al., 2014\n\n).\n\nTo evaluate the performance and feasibility of CRISPRa-mediated transcriptional activation of cell surface proteins for a receptor/ligand interaction discovery platform, we first selected 10 well-characterized cell surface receptors with varying mRNA expression levels ranging from not detected to highly expressed in K562 human myeloid leukemia cells (\n\nFigure 1—figure supplement 1A\n\n;\n\nThul et al., 2017\n\n;\n\nUhlén et al., 2019\n\n). We then generated a pooled lentiviral mini-library of 10 sgRNAs per enhancer (100 sgRNA elements), matched with 100 control sgRNAs derived from scrambled sequences (\n\nGilbert et al., 2014\n\n) and transduced K562 cells stably expressing the sunCas9 system (\n\nFigure 1—figure supplement 1A\n\n). Each library plasmid contained a single sgRNA targeting one of the 10 genes, a GFP fluorescent marker and a puromycin resistance marker. The library-transduced cells were puromycin selected for 5 days to obtain >90% GFP positive cells. The expression levels of the 10 cell surface receptors were then evaluated by cell surface staining (CSS) using APC- (allophycocyanin) labeled antibodies against the respective targets (CD122 was used as a control). In summary, the majority (8 out of 10) targets showed elevated cell surface expression to varying degrees in comparison to non-transduced K562 sunCas9 cells or a control receptor (CD122) that was not part of the mini-library (\n\nFigure 1—figure supplement 1A-B\n\n).\n\nWe then used human interleukin 2 (IL-2), which has a high affinity receptor subunit termed CD25 (IL2RA), to validate our screening workflow in two parallel screens, simulating two library sizes by diluting the 10 target (100 sgRNA) K562 sunCas9 mini-library by 1:20 and 1:200 with non-transduced K562 sunCas9 cells, corresponding to final library sizes of 200 and 2000 targets, respectively (\n\nFigure 1—figure supplement 1C-F\n\n). Both library pools were incubated with magnetic streptavidin microbeads complexed with biotinylated IL-2, and IL-2 binding cells were isolated in a positive selection workflow by MACS, using Miltenyi LS-MACS columns (\n\nFigure 1—figure supplement 1C-D\n\n). After labeling, washing, and elution, positively selected cells were expanded and stained using an APC-labeled anti-CD25 antibody (\n\nFigure 1—figure supplement 1D\n\n). Genomic DNA was extracted from both consecutive rounds of selection as well as the naïve K562 sunCas9 mini-library itself, followed by barcoding and deep sequencing for both libraries.\n\nDeep sequencing data for each round of selection was analyzed and hits were identified using the robust casTLE statistical framework (\n\nMorgens et al., 2016\n\n) and results were analyzed, filtered, and visualized. We calculated casTLE metrics for each round of selection in comparison to the naïve library. Using casTLE, both IL-2 CRISPRa screens successfully identified IL-2 receptor alpha (IL2RA; CD25) as the top hit with the highest confidence (casTLE Score), casTLE Effects, and significance (pValue) (\n\nFigure 1—figure supplement 1E\n\n). Side by side comparison of enrichment scores for both rounds of selections from both libraries was plotted as bar graphs (\n\nFigure 1—figure supplement 1F\n\n).\n\nCustomized, pooled CRISPRa cell surface receptor library design\n\nHaving established the screening workflow (\n\nFigure 1E\n\n,\n\nFigure 1—figure supplement 1\n\n), we sought to leverage the power and efficiency of customized, pooled CRISPRa cell surface libraries to perform targeted screens with secreted orphan ligands. We first compiled a comprehensive list of cell surface receptors by carefully curating the human membrane proteome (\n\nFigure 1A\n\n). We chose a targeted cell surface library approach instead of a genome-wide approach, allowing a smaller library size, resulting in a better signal-to-noise ratio (SNR) and avoiding unwanted transcriptional upregulation of non-membrane proteins. We utilized several databases including HUGO, UniProt, the Human Protein Atlas, and bioinformatic tools (SignalP, TMHMM) to compile two cell surface target lists covering both TM1 and TM2+ cell surface proteins (\n\nFigure 1C\n\n). For the CRISPRa-mediated transcriptional activation of cell surface proteins, we synthesized and cloned two pooled sgRNA libraries, a TM1 and a TM2+ library, each with 10 sgRNAs per target (\n\nGilbert et al., 2014\n\n). Both libraries include matched controls targeting genomic locations without annotated function (\n\nFigure 1C, D\n\n). K562 cells stably expressing the sunCas9 system were infected with both libraries (TM1; TM2+) at low, medium, and high multiplicity of infection (MOI), then selected with puromycin until the cell population was at least 90% GFP positive, indicating the presence of lentivirus. Cells were recovered and expanded, and representative aliquots were saved as naïve library stocks in liquid nitrogen with at least ×1000 cell number coverage per sgRNA to maintain maximum library complexity. Sufficient sgRNA representation of the naïve library was confirmed by deep sequencing after puromycin selection and showed the highest coverage and diversity at low MOI with at least 91% of reads with at least one reported alignment (R=0.97) for both libraries (\n\nFigure 1—figure supplement 1G, H\n\n). Library information including sgRNA target IDs and sequences for both libraries (TM1; TM2+) can be found in\n\nFigure 1—source data 1\n\n.\n\nCRISPRa benchmark screen using human IL-2\n\nAfter library cloning and validation, we benchmarked the sensitivity and robustness of our screening platform with a proof of concept screen using human IL-2, following the protocols used for the mini-library (\n\nFigure 1—figure supplement 1\n\n). We successfully recovered CD25 (IL2RA) as the top hit after two rounds of enrichment, deep sequencing, and analysis following the outlined workflow (\n\nFigure 1E\n\n). Initially, the naïve TM1 library showed no positive IL-2 binding by tetramer staining (\n\nFigure 1F\n\n). Library enrichment was monitored by IL-2 tetramer staining (IL-2:SA647; 200 nM) throughout the selection workflow, and after only one round of positive selection we observed a significant enrichment of IL-2 selected cells, from 0.1% to 13.3% IL-2 tetramer positive cells (\n\nFigure 1F\n\n; middle FACS plot). After expanding the cells from the first round and subjecting them to a second round of CRISPRa enrichment screening, we observed a further robust increase of IL-2 tetramer positive from 13.3 to 95% IL-2 tetramer positive cells (\n\nFigure 1F\n\n; right FACS plot).\n\nAfter each consecutive round of selection, enriched cells were expanded and genomic DNA was extracted, followed by barcoding and deep sequencing. Genomic DNA from the K562 sunCas9 TM1 naïve library itself served as the baseline. Following deep sequencing, data from both rounds of consecutive IL-2 selections was analyzed and visualized using the casTLE statistical framework. To predict high-confidence interaction pairs from each dataset, a custom score was then computed for each potential interaction pair by combining all three metrics (casTLE Score, casTLE Effect, and pValue) into one ESP score: (casTLE-Effect + casTLE Score)/pValue. CD25 was identified as the top hit with the highest confidence (casTLE Score), pValue (significance), and casTLE Effect (\n\nFigure 1G, H\n\n). Furthermore, we used the casTLE ESP metrics from each round to plot trajectories of CD25, which allows for a direct evaluation of sgRNA enrichment throughout the selection workflow and shows a positive trajectory for CD25 in the selection workflow (\n\nFigure 1I\n\n), validating the sensitivity and robustness of our screening pipeline.\n\nSelection and production of secreted proteins for CRISPRa screening\n\nWe first generated a secreted proteome master list from several databases, including HUGO, UniProt, the Human Protein Atlas (\n\nUhlén et al., 2019\n\n), and bioinformatic tools (SignalP, TMHMM) to identify potential high-priority secreted proteins for our screening workflow. After curation of the human-secreted proteome (\n\nFigure 1A, B\n\n), approximately 60% of the ~1600 genes were classified as encoding enzymes (mostly proteases), enzyme inhibitors, serum proteins, or components of saliva, tears, or other fluids (these include carrier proteins), structural, extracellular matrix proteins, antimicrobial proteins, complement factors, coagulation factors, lectins, or unknown. The remaining ~40% of genes were identified as likely to encode secreted ligands acting through cell surface receptors and further examined through literature searches. We classified products of 419 genes as ligands with known receptors that can adequately account for their biology. Finally, we identified 206 gene products either as ‘orphans’ with no identified receptor or as ligands that are likely to have additional, as yet unidentified receptors in addition to those that have been described. From these 206, we ultimately selected a total of 80 high-priority targets (one per gene; we did not consider isoforms generated through alternative splicing). These had a wide range of tissue expression with many of the chosen secreted ligands being expressed in brain tissue (\n\nFigure 2A\n\n) covering a broad range of molecular function and processes (\n\nFigure 2—figure supplement 1A, B\n\n). Coding sequences for these 80 secreted proteins of interest (SPOI) were synthesized, subcloned into an Avi-6xHIS expression plasmid (\n\nFigure 2—source data 1\n\n), expressed in Expi293F cells, purified with Ni-NTA resin, then biotinylated in vitro and further purified by size-exclusion chromatography (SEC) (\n\nFigure 2—figure supplements 2\n\nand\n\n3\n\n).\n\nFigure 2.\n\nSelection and protein production of high-priority secreted ligands and overview of screening results.\n\n(\n\nA\n\n) Eighty high-value orphan secreted proteins were selected, synthesized, cloned, and expressed in Expi293F cells, 20 secreted ligands with a broad range of tissue expression passed our quality control and were used in our CRISPR activation (CRISPRa) enrichment workflow. (\n\nB\n\n) TCGA cancer tissue RNA-seq data was obtained for all 20 screened secreted ligands from 17 cancer types representing 21 cancer subtypes and were processed as median FPKM (number fragments per kilobase of exon per million reads) and visualized as a hierarchical clustering heatmap. (\n\nC\n\n) Gene disease association (GDA) data for all 20 high-priority candidates used in the CRISPRa enrichment screening workflow: Number of involved Diseases and Publications as well as top three ranking GDA are indicated. Data was obtained from the DisGenet database, full GDA analysis is visualized in\n\nFigure 2—figure supplement 4\n\n, and a fully annotated dataset can be found in\n\nFigure 2—source data 3\n\n. (\n\nD\n\n) Venn diagram visualizing the overlap between physical interactions between secreted and membrane proteins presented in this study and public interaction databases (BioGRID, BioPLEX, and STRING). (\n\nE\n\n) CRISPRa enrichment screening interactions represented as a protein interaction network, nodes represent CRISPRa query secreted ligands (blue) and candidate hits (gray). Edges represent the interactions between nodes. The visualized network shows 22 interactions between secreted and membrane proteins; 18 new interactions from eight screens in the single-pass transmembrane (TM1) and 4 interactions from four screens in the multi-pass transmembrane (TM2+) library between secreted and membrane proteins. Interactions (edges) resulting from CRISPRa enrichment screens are represented in dark blue, interactions resulting from phylogenetic homology analysis (PHA) are visualized in purple.\n\nFigure 2—source code 1.\n\nAnnotated Cytoscape node/edge Gene Disease Association (GDA) network.\n\nFigure 2—source data 1.\n\nPlasmid sequences.\n\nComplete DNA sequences for all 80 secreted bait proteins and full-length pD649 expression plasmid sequences.\n\nFigure 2—source data 2.\n\nSecreted protein library.\n\nInformation for all 80 proteins including ID, UniProt, Entry name, expression yields, Protein Name, and full-length protein sequence.\n\nFigure 2—source data 3.\n\nGene disease association (GDA) data.\n\nGDA data for all 20 high-priority candidates used in the CRISPR activation (CRISPRa) enrichment screening workflow. Data was obtained from the DisGenet database and visualized with Cytoscape (v3.9.1).\n\nFigure 2—source data 4.\n\nCRISPR activation (CRISPRa) casTLE statistical analysis.\n\nAnalysis results for CRISRPa enrichment screens using the casTLE statistical framework with casTLE effect, casTLE score, pValue, combined ESP score, minimal and maximum estimated effect, number and ID of gRNAs detected for each screen in both libraries and round of selection.\n\nFigure 2—source data 5.\n\nSurface plasmon resonance (SPR) conditions.\n\nTable of SPR conditions for all ligand-analyte pairs tested including ligand RU, maximum analyte concentration, analyte RU at maximum concentration, injection time (s), injection rate (µl/min), dissociation time (s), regeneration conditions and fit data.\n\nFigure 2—figure supplement 1.\n\nHigh-value secreted orphan ligands.\n\n(\n\nA\n\n) High-value secreted orphans (80) classified by molecular function and their involvement in signaling (\n\nB\n\n) using GO-term annotations.\n\nFigure 2—figure supplement 2.\n\nSize-exclusion chromatography.\n\n(\n\nA\n\n) Size-exclusion chromatography traces of secreted ligand bait proteins used in the CRISPR activation (CRISPRa) enrichment workflow.\n\nFigure 2—figure supplement 3.\n\nSize-exclusion chromatography.\n\n(\n\nA\n\n) Size-exclusion chromatography traces of proteins used for surface plasmon resonance (SPR) validation.\n\nFigure 2—figure supplement 4.\n\nGene disease association (GDA) high-priority secreted ligands.\n\n(\n\nA\n\n) GDA cytoscape network for the high-priority secreted ligands that were successfully expressed and used for screening. A full GDA analysis can be found in\n\nFigure 2—source data 3\n\nand fully annotated cytoscape node/edge network view can be found in\n\nFigure 2—source data 3\n\n.cys.\n\nCRISRPa enrichment screens reveal new secreted ligand-receptor interactions\n\nWe obtained sufficiently high expression levels for 20 of the 80 high-priority targets (\n\nFigure 2A\n\n,\n\nFigure 2—source data 2\n\n) to allow screening using our cell-based CRISPRa enrichment workflow. In addition to the Expi293F expression system, we explored whether insect expression could serve as viable alternative expression strategy to rescue some of the secreted ligands that failed to express in the Expi293F expression system. To test this strategy, we selected a total of 12 candidates that were subcloned for expression in insect cells (Hi5): 10 candidates that showed no expression from Expi293F cells and an additional 2 candidates that were previously successfully expressed in Expi293F (CC134_HUMAN; SPRC_HUMAN). While the control candidates (CC134_HUMAN; SPRC_HUMAN) showed some low level of expression from insect cells, none of the other 10 candidates tested showed any positive expression (\n\nFigure 2—source data 2\n\n). Names and mRNA expression patterns in normal tissue for these 20 ligands are shown in\n\nFigure 2A\n\n. The 20 high-priority targets show a wide spectrum of tissue expression in normal, healthy tissue (\n\nFigure 2A\n\n) and a broad range of expression in cancer (\n\nFigure 2B\n\n) with several candidates enriched in brain tissue and clustering in glioma (GBM, brain tissue, and in various locations in the nervous system, including the brain stem and spinal column). In addition, the majority of targets show a strong GDA with many reported diseases (\n\nFigure 2C\n\n,\n\nFigure 2—figure supplement 4\n\n,\n\nFigure 2—source data 3\n\n).\n\nEach of the 20 secreted ligands was used to screen the TM1 and TM2+ libraries with up to three consecutive rounds of selection, followed by deep sequencing and statistical analysis using the casTLE framework (\n\nFigure 2—source data 4\n\n). In general, screening results of the final round of enrichment were subjected to a first-pass filter using the following cut-offs: casTLE-Effect > 2, casTLE-Score > 2, pValue < 0.05, candidates outside the secreted and membrane proteome and common false positive contaminants were removed. To integrate data analysis and visualization, we used the combined ESP score to rank sort interaction pairs for every screen. In addition, we utilized the aforementioned trajectory plots, which allow for direct evaluation of a potential candidate’s enrichment throughout the selection workflow and easy elimination of false positives.\n\nPPIs often occur between phylogenetically related proteins both within and between subfamilies. Hence, screening results were augmented by using phylogenetic homology analysis (PHA), a strategy that has proven to be highly effective to predict additional PPIs between subfamily members (\n\nWojtowicz et al., 2020\n\n). Furthermore, in an effort to explore potential functional relationships between orphan-secreted ligands and newly discovered interactions, mRNA expression profiles from healthy tissues were obtained from The Human Protein Atlas (\n\nKarlsson et al., 2021\n\n) to perform hierarchical clustering and correlation analysis.\n\nWe selected a subset of CRISPRa enrichment screens with high ranking predicted ESP scores for potential interaction pairs for further validation using orthogonal methods, including SPR and CSS. Bona fide PPIs are expected to display distinct association and dissociation kinetics, which can be observed with high sensitivity by SPR, the ‘gold’ standard to measure biomolecular interactions. CSS was utilized as an alternative orthogonal validation method to show PPIs in a cellular context using a fluorescent-tetramerization-based approach by flow cytometry for high sensitivity detection of putative PPIs on the cell surface. In a first-pass analysis we selected the validated hits of the CRISPRa enrichment screens and performed database searches to calculate overlaps between our screening results and the aggregate of BioGrid, BioPlex, and STRING databases (physical interactions; membrane and secreted proteome). We observed no overlap between any of these databases and the hits reported in this study (\n\nFigure 2D\n\n). As we previously reported for interactome screens of\n\nDrosophila\n\nand human cell surface proteins (\n\nÖzkan et al., 2013\n\n;\n\nWojtowicz et al., 2020\n\n), high-throughput PPI analysis methods such as Y2H and AP/MS generate mostly false positive interactions for secreted and membrane proteins and are unable to identify genuine interactions found through ELISA and/or cell-based screening methods.\n\nIn total, we tested 22 candidate PPIs between the secreted and membrane proteome by SPR and/or CSS from 12 screens with PPIs in both the TM1 and the TM2+ library. A cytoscape interaction network of novel PPIs observed in screen is visualized in\n\nFigure 2E\n\nand summarized in\n\nTable 1\n\n, where nodes represent the secreted ligands (blue) and cell surface receptors discovered (gray) and edges represent the interactions between them. These validation data are shown for selected PPIs in\n\nFigures 3\n\n—\n\n7\n\n.\n\nFigure 3.\n\nCRISPR activation (CRISPRa) screening results and surface plasmon resonance (SPR) validation of Type R2A and Type R2B PTPRs for OMG (Oligodendrocyte-myelin glycoprotein) and OSTN (Osteocrin).\n\n(\n\nA\n\n) Ranked x/y scatter plot of Round 3 of the OMG screen. (\n\nB\n\n) Depicts the trajectory of the highest ranking candidate, PTPRU, plotting ESP scores for all three consecutive rounds of selections in a x/y enrichment plot. The size of the bubble represents the pValue (−log10). (\n\nC\n\n) SPR sensorgram and binding kinetics for human PTPRU-ECD (ligand) binding to human OMG (analyte), sensograms were fitted using a 1:1 binding model; raw data are shown in color, fitted data are shown as black dotted lines. (\n\nD\n\n) Shows enrichment scores for additional members of the receptor protein tyrosine phosphatase (RPTP) family members found in the OMG screen. (\n\nE\n\n) Summary of SPR results testing binding of R2A, R2B, and R3 RPTP subfamily members (\n\nFigure 3—figure supplement 1A\n\n). (\n\nF\n\n) Multivariate heatmaps for OMG calculated from normal tissue mRNA expression correlations. (\n\nG\n\n) OSTN screen ranked x/y scatter plot of Round 3 ESP scores; top three candidates as indicated. (\n\nH\n\n) Trajectory of high ranking candidates PTPRJ and PTPRU by plotting ESP scores for all three consecutive rounds of selections in an x/y enrichment plot; size of the bubble represents the pValue (−log10). (\n\nI\n\n) SPR sensorgram and binding kinetics for human PTPRU-ECD (ligand) binding to human OSTN (analyte), sensograms were fitted using a 1:1 binding model; raw data are shown in color, fitted data are shown as black dotted lines. (\n\nJ\n\n) Summary of SPR results (\n\nFigure 3—figure supplement 1C\n\n) testing binding of OSTN (analyte) binding to R2A, R2B, and R3 RPTP subfamily members (ligands). (\n\nK\n\n) Multivariate heatmap for OSTN calculated from normal tissue mRNA expression correlations. (\n\nL\n\n) Hierarchical two-way clustering heatmap of normal tissue mRNA expression for OSTN and PTPRU. (\n\nM\n\n) Schematic representation of the domain architectures of RPTP subfamilies; PPIs as indicated. (\n\nN\n\n) Dendrogram of PTPR R2A, R2B, R4 subfamily members calculated from multiple sequence alignments (MSA) and visualization of the reported interactions in a node/edge network format, secreted ligands (blue) and cell surface receptor protein-protein interactions (PPIs) observed (gray). Interactions (edges) resulting from CRISPRa enrichment screens are represented in dark blue, interactions resulting from phylogenetic homology analysis (PHA) are visualized in purple.\n\nFigure 3—figure supplement 1.\n\nPTPR subfamily-related surface plasmon resonance (SPR) sensograms for oligodendrocyte-myelin glycoprotein (OMG) and OSTN and hierarchical clustering analysis of normal tissue for OMG.\n\n(\n\nA\n\n) SPR sensorgrams for human OMG (ligand) and receptor protein tyrosine phosphatase (RPTP) subfamily members (analytes): PTPRU, PRPRF, PTPRS, PTPRD, PTPRJ, PTPRT, PTPRK, PTPRM (ECDs). (\n\nB\n\n) Hierarchical two-way clustering of mRNA expression data from normal tissue for OMG and RPTP subfamily members. (\n\nC\n\n) SPR sensorgram curves for human OSTN (analyte) and RPTP subfamily members (ligands): PRPRF, PTPRS, PTPRD, PTPRJ, PTPRT, PTPRK, PTPRM (ECDs). (\n\nD\n\n) Dendrogram of the PTPR R2B subfamily calculated from multiple sequence alignments (MSA) of the MAM domain.\n\nFigure 4.\n\nGrowth arrest specific 1 (GAS1) CRISPR activation (CRISPRa) enrichment screen identifies receptor protein tyrosine phosphatase (RPTP) subfamily member PTPRA.\n\n(\n\nA\n\n) Ranked x/y scatter plot for the GAS1 CRISPRa enrichment screen (ESP scores). (\n\nB\n\n) Trajectory plot of the highest ranking candidate PTPRA for all three consecutive rounds of selections in an x/y enrichment plot, size of the bubble represents the pValue (−log10). (\n\nC\n\n) Comparison of ESP trajectories for PTPRA and two lower scoring RPTP subfamily members (PTPRU, PTPRJ). (\n\nD\n\n) Surface plasmon resonance (SPR) sensorgram and steady-state curve for human GAS1 (analyte) binding to PTPRA-ECD (ligand) binding in comparison to PTPRU and PTPRJ (\n\nFigure 4—figure supplement 1A, B\n\n; no binding observed). (\n\nE\n\n,\n\nFigure 4—figure supplement 1C, B\n\n) Cell surface staining of K562 (untransduced) or K562 cells lentivirally transduced with FLAG-tagged full-length PTPRA with GAS1:SA-647 tetramers (400 nM) and analysis by flow cytometry, representative FACS histograms, quantification, and full titration (1:1 dilutions; 400 nM tetramer). Data are represented as mean ± SD (n=3). (\n\nF\n\n) Multivariate heatmaps for GAS1 and the PTPRA, PTPRU, and PTPRJ calculated from single-cell normal tissue mRNA expression correlations. (\n\nG\n\n) Hierarchical two-way clustering heatmap of single-cell normal tissue mRNA expression for GAS1 and PTPRA.\n\nFigure 4—figure supplement 1.\n\nGrowth arrest specific 1 (GAS1) screen-related surface plasmon resonance (SPR) sensograms.\n\n(\n\nA, B\n\n) SPR sensorgrams for testing binding of GAS1 to PTPRU or PRPRJ (no binding observed). (\n\nC\n\n) Gating strategy and staining of K562 or K562 cells transduced with FLAG-tagged full-length PTPRA using an allophycocyanin (APC)-labeled FLAG-antibody.\n\nFigure 5.\n\nKiller immunoglobulin-like receptor (KIR) subfamily protein-protein interactions (PPIs) identified by CRISPR activation (CRISPRa) screening and phylogenetic homology analysis (PHA) approach for TAFA2.\n\n(\n\nA\n\n) ESP rank plot of the TAFA2 CRISPRa enrichment screen. (\n\nB\n\n) Trajectory plot of the top three ranking candidates for all consecutive rounds of selections in a x/y enrichment plot, size of the bubble represents the pValue (−log10). (\n\nC\n\n) Schematic representation of the domain architecture of KIR2 and KIR3 subfamily members of inhibitory KIRs. (\n\nD\n\n) Surface plasmon resonance (SPR) sensorgrams and binding kinetics for human TAFA2 (analyte) binding to KIR3DL1-ECD (ligand), sensograms were fitted using a 1:1 binding model; raw data are shown in color, fitted data are shown as black dotted lines. (\n\nE\n\n) Cell surface staining of NKL or NKL cells expressing KIR3DL1, KIR2DL1 with TAFA2:SA-647 tetramers (200 nM) and analysis by flow cytometry. (\n\nF\n\n) Dendrogram of the KIR2 and KIR3 subfamily calculated from multiple sequence alignments of KIR ECDs (gray) and PPIs (TAFA2; blue) observed in the CRISPRa screen (red) and predicted by PHA (blue). (\n\nG\n\n) Cell surface staining of K562 control cells or K562 cells lentivirally transduced with full-length KIR3DL1, KIR3DL2, KIR3DL3, KIR2DL2, or KIR2DL5A (FLAG-tagged;\n\nFigure 5—figure supplement 1C\n\n) with TAFA2:SA-647 tetramers (200 nM) and analysis by flow cytometry: full titration (1:1 dilutions; 200 nM tetramer), representative FACS histograms and quantification (200 nM tetramer). Data are represented as mean ± SD (n=3). (\n\nH\n\n) Hierarchical two-way clustering heatmap of immune cell mRNA expression data for TAFA2, KIR2, and KIR3 subfamily members.\n\nFigure 5—figure supplement 1.\n\nTAFA2 screen-related surface plasmon resonance (SPR) sensograms for KIR3 family members.\n\n(\n\nA, B\n\n) SPR sensorgrams for binding of TAFA-2 to KIR3DL1 and KIR3DL3 ECDs, respectively. (\n\nC\n\n) Gating strategy of K562 cells lentivirally transduced with KIR3DL1, KIR3DL2, KIR3DL3, KIR2DL2, or KIR2DL5A (FLAG-tagged) stained with the indicated allophycocyanin (APC)-labeled antibodies (blue) compared to untransduced K562 parental cells (red).\n\nFigure 6.\n\nShared hits for the pleiotrophin family (MDL, PTN), neurokine family members (TAFA-2 and TAFA-5), and a SPARC-related ligand (SMOC1).\n\n(\n\nA\n\n) Venn diagram depicting overlap of the top 20 ranking candidates for PTN, MK (MDK), TAFA-2, and TAFA-5 screens. Shared hits for PTN, MK, TAFA-2, TAFA-5, and shared candidates for PTN, TAFA-2, and TAFA-5 screens are listed. (\n\nB\n\n) PTN or MDK ectodomains were captured on sensors (ligands) and analyzed for binding to RNF167 (RNF128 was used as a negative control and showed no binding). (\n\nC\n\n) Surface plasmon resonance (SPR) sensorgrams for human TAFA-2 and TAFA-5 binding to RNF167-ECD in comparison to MCAM (\n\nFigure 6—figure supplement 1A\n\n; no binding observed). (\n\nD, E\n\n) SPR sensorgrams and steady-state curves for human PTN (analyte) binding to MFRP-ECD and ROR1-ECD (ligand) in comparison to human MDK (\n\nFigure 6—figure supplement 1B, C\n\n; no binding observed). (\n\nF\n\n) Hierarchical two-way clustering of mRNA expression data from normal tissue for PTN, MDK, TAFA-2, TAFA-5, RNF167, MFRP, and ROR1. Cluster 1 (MDK, ROR1, MFRP) and Cluster 2 (PTN, TAFA2, TAFA5, RNF167) are indicated. (\n\nG\n\n) Dendrogram of PTN, MDK, TAFA-2, TAFA-5, RNF167, MFRP, and ROR1 calculated from multiple sequence alignments (MSA). (\n\nH\n\n) Visualization of the reported interactions in a node/edge network format with indicated clusters, of secreted ligands (blue) and cell surface receptor protein-protein interactions (PPIs) observed (gray). (\n\nI\n\n) SMOC1 screening results visualized in ranked x/y scatter plot (ESP scores). (\n\nJ\n\n) Trajectory plot of SMOC2 for all three consecutive rounds of selections in a x/y enrichment plot, size of the bubble represents the pValue (−log10). (\n\nK, L\n\n) BST2, IGSF23, and SMOC2 ECDs were captured on sensors (ligands) and analyzed for binding to SMOC1 (analyte), SPR assay showing binding of SMOC1 (analyte) to SMOC2 or SMOC1, immobilized on a sensor chip (ligand).\n\nFigure 6—figure supplement 1.\n\nRNF167 and MDK-related surface plasmon resonance (SPR) sensograms.\n\n(\n\nA\n\n) SPR sensogram, MCAM was used as a negative, unrelated binding control for RNF167 (no binding observed). (\n\nB–C\n\n) SPR sensorgrams for testing binding of MDK to MFRP or ROR1 (no binding observed).\n\nFigure 7.\n\nMultifunctional scavenger receptor CD36 binds multiple secreted ligands.\n\n(\n\nA\n\n) Ranked ESP scatter trellis plots of all analyzed multi-pass transmembrane (TM2+) library screens shows CD36 as the highest ranking hit for multiple screens (CD36 indicated in blue), top two ranking hit candidates are labeled as indicated. False positive candidates are indicated by dotted lines (TMTM14A, REEP4). (\n\nB–C\n\n) Cell surface staining of full-length CD36-transfected and control cells with SA-647 tetramerized (400 nM) LY6H, NRN1, VWC2L, or SCRG1 and analysis by flow cytometry, SPRC tetramers (SPRC:SA647) served as a negative (non-CD36 enriched) control. (\n\nB\n\n) Representative histograms (red, control cells; blue, CD36 positive cells). (\n\nC\n\n) Quantification of flow data (Data are represented as mean ± SD ; n=3); data are represented as mean ± SD. (\n\nD\n\n) Hierarchical two-way clustering heatmap of normal tissue cell mRNA expression data for CD36 and the indicated CD36 enriched screens. (\n\nE\n\n) Dendrogram of observed CD36 (blue) protein-protein interactions (PPIs) in the indicated CRISPRa screens (gray) calculated from multiple sequence alignments of the indicated secreted ligands (gray). (\n\nF\n\n) Multivariate correlation analysis of normal tissue cell mRNA expression data for CD36 and the indicated CD36 enriched screens.\n\nFigure 7—figure supplement 1.\n\nGating strategy of 293F cells.\n\nTable 1.\n\nSummary of the new protein-protein interactions (PPIs) tested in this study.\n\nSource indicates whether the PPI was discovered in the indicated CRISPR activation (CRISPRa) enrichment screen (Screen) or by phylogenetic homology analysis (PHA). Assay indicates whether interaction was tested by SPR or CSS (SPR conditions are included in\n\nFigure 2—source data 5\n\n).\n\nInteraction\n\nScreen\n\nHit\n\nLibrary\n\nSource\n\nAssay\n\nGAS1-PTPRA\n\nGAS1\n\nPTPRA\n\nTM1\n\nScreen\n\nSPR, CSS\n\nOMG-PTPRD\n\nOMG\n\nPTPRD\n\nTM1\n\nPHA\n\nSPR\n\nOMG-PTPRF\n\nOMG\n\nPTPRF\n\nTM1\n\nPHA\n\nSPR\n\nOMG-PTPRS\n\nOMG\n\nPTPRS\n\nTM1\n\nPHA\n\nSPR\n\nOMG-PTPRU\n\nOMG\n\nPTPRU\n\nTM1\n\nScreen\n\nSPR\n\nOSTN-PTPRU\n\nOSTN\n\nPTPRU\n\nTM1\n\nScreen\n\nSPR\n\nMK-RNF167\n\nMK\n\nRNF167\n\nTM1\n\nScreen\n\nSPR\n\nPTN-RNF167\n\nPTN\n\nRNF167\n\nTM1\n\nScreen\n\nSPR\n\nPTN-ROR1\n\nPTN\n\nROR1\n\nTM1\n\nScreen\n\nSPR\n\nPTN-MFRP\n\nPTN\n\nMFRP\n\nTM1\n\nScreen\n\nSPR\n\nSMOC1-SMOC1\n\nSMOC1\n\nSMOC1\n\nTM1\n\nPHA\n\nSPR\n\nSMOC1-SMOC2\n\nSMOC1\n\nSMOC2\n\nTM1\n\nScreen\n\nSPR\n\nTAFA2-KIR3DL1\n\nTAFA2\n\nKIR3DL1\n\nTM1\n\nScreen\n\nSPR, CSS\n\nTAFA2-KIR3DL2\n\nTAFA2\n\nKIR3DL2\n\nTM1\n\nPHA\n\nSPR, CSS\n\nTAFA2-KIR3DL3\n\nTAFA2\n\nKIR3DL3\n\nTM1\n\nScreen\n\nCSS\n\nTAFA2-KIR2DL5A\n\nTAFA2\n\nKIR2DL5A\n\nTM1\n\nPHA\n\nCSS\n\nTAFA2-RNF167\n\nTAFA2\n\nRNF167\n\nTM1\n\nScreen\n\nSPR\n\nTAFA5-RNF167\n\nTAFA5\n\nRNF167\n\nTM1\n\nScreen\n\nSPR\n\nLY6H-CD36\n\nLY6H\n\nCD36\n\nTM2+\n\nScreen\n\nCSS\n\nNRN1-CD36\n\nNRN1\n\nCD36\n\nTM2+\n\nScreen\n\nCSS\n\nSCRG1-CD36\n\nSCRG1\n\nCD36\n\nTM2+\n\nScreen\n\nCSS\n\nVWC2L-CD36\n\nVWC2L\n\nCD36\n\nTM2+\n\nScreen\n\nCSS\n\nPHA, phylogenetic homology analysis; SPR, surface plasmon resonance; CSS, cell surface staining.\n\nOligodendrocyte-myelin glycoprotein binds to multiple receptor tyrosine phosphatases\n\nProtein tyrosine phosphorylation is a fundamental regulatory step in intracellular signal transduction and is orchestrated in a coordinated fashion by activities of protein tyrosine kinases and protein tyrosine phosphatases (PTPs). PTPs play essential roles in the regulation of growth, differentiation, oncogenic transformation, and other processes (\n\nJulien et al., 2010\n\n). The classical PTPs include cytoplasmic PTPs and transmembrane RPTPs, which can be classified into distinct subfamilies according to their domain architecture. Most RPTPs display features of cell adhesion molecules with a diverse domain repertoire including MAM (meprin, A-5) domains, Ig (immunoglobulin-like) domains, and FN (fibronectin) Type III repeats in their extracellular segments (\n\nFigure 3M\n\n;\n\nTonks, 2006\n\n). In our human in vitro interactome screen, we identified new cell surface binding partners for multiple RPTPs that are likely to mediate cell-cell and/or cell-matrix interactions (\n\nWojtowicz et al., 2020\n\n).\n\nIn our CRISPRa screen with oligodendrocyte-myelin glycoprotein (OMG), we observed the Type R2B subfamily member PTPRU as the top-ranking hit (\n\nFigure 3A\n\n) with a positive enrichment trajectory over all three rounds of selection (\n\nFigure 3B\n\n). We confirmed binding of OMG to PTPRU by SPR, with a K\n\nD\n\nof ~70 nM (\n\nFigure 3C\n\n). We also identified two members of the R2A subfamily, PTPRF and PTPRS, as well as the R4 subfamily member PTPRA as enriched in the OMG screen (\n\nFigure 3D\n\n). Type R2A (PTPRD, PTPRF, PTPRS), R2B (PTPRK, PTPRM, PTPRT, PTPRU), and R3 (PTPRB, PTPRH, PTPRJ, PTPRO, PTPRP) are the largest RPTP subfamilies. They all share large ECDs that include FN-III repeats. R2A RPTPs also have Ig domains, and R2B RPTPs have both Ig and MAM domains (\n\nFigure 3M\n\n). PPIs often occur between phylogenetically related proteins both within and between subfamilies. We examined binding of OMG to all R2A and R2B subfamily members as well as PRPRJ (R3) by SPR. Binding in the micromolar affinity range was observed for all three R2A RPTPs (PTPRD, PTPRF, PTPRS) but only for PTPRU among R2B RPTPs (\n\nFigure 3E\n\n;\n\nFigure 3—figure supplement 1A\n\n). Hierarchical clustering by healthy tissue expression correlations may infer functionally related communities. We therefore examined healthy tissue mRNA expression profiles for OMG, R2A, R2B, and R3 RPTP family members from the Human Protein Atlas (\n\nKarlsson et al., 2021\n\n) and performed a multivariate clustering analysis. OMG clustered with several RPTP family members including binding partners PTPRU and PTPRD (\n\nFigure 3F\n\n). In the nervous system, these RPTPs are expressed primarily in neurons, and could function as receptors for OMG, which is expressed in oligodendrocytes and some neurons (\n\nFigure 3—figure supplement 1B\n\n).\n\nPTPRU binds to Osteocrin (OSTN), a primate-specific brain ligand\n\nPTPRU was also identified as a potential hit in a screen for Osteocrin (OSTN). Although our initial ESP ranking showed PTPRJ, a RPTP member of the R3 subfamily, as the top-ranking hit for OSTN (\n\nFigure 3G\n\n), analyzing the enrichment trajectories over all three rounds of selections revealed that PTPRJ actually followed a negative trajectory (\n\nFigure 3H\n\n). By contrast, the R2B family member PTPRU showed a significant positive enrichment trajectory over the course of the screening workflow compared to PTPRJ (\n\nFigure 3H\n\n). We therefore analyzed binding of OSTN to a panel of R2A, R2B, and R3 RPTP members and found that OSTN exclusively bound to PTPRU, with a K\n\nD\n\nof ~12 nM (\n\nFigure 3I, J\n\n) and none of the other R2A or R2B subfamily members (\n\nFigure 3—figure supplement 1C\n\n).\n\nOSTN (Musclin) is a 130 aa peptide hormone that was originally identified in mouse bone and muscle. It regulates bone growth, supports physical endurance, and mediates diverse cardiac benefits of physical activity (\n\nSubbotina et al., 2015\n\n). These actions could be mediated through OSTN’s binding to the natriuretic peptide clearance receptor (NPR-C) (\n\nMoffatt et al., 2007\n\n). By binding to NPR-C, OSTN decreases clearance of natriuretic peptides and thereby increases signaling through the NPR-A and NPR-B receptors. In primates, however, the OSTN gene has acquired neuron-specific regulatory elements, and primate OSTN is expressed in cortical neurons and is induced by depolarization in in vitro cultures and by sensory stimuli in vivo. OSTN restricts dendritic growth after depolarization. OSTN expression peaks during the onset of synaptogenesis in fetal development, but it continues to be expressed in neocortex in adults (\n\nAtaman et al., 2016\n\n). A pairwise correlation of normal human tissue mRNA expression data for OSTN and the R2A, R2B, and R3 RPTP subfamilies showed correlation only with PTPRU and its close relative PTPRT (\n\nFigure 3K\n\n). A hierarchical cluster analysis of human tissue mRNA expression data shows a strong correlation of OSTN and PTPRU in brain and skeletal muscle (\n\nFigure 3L\n\n; Cluster 3).\n\nA PHA of the R2A, R2B, and R4 PTPR subfamily was combined with a summary of PPIs identified for OMG and OSTN as a node/edge network (\n\nFigure 3N\n\n). While the R2A subfamily members cluster closely within their family, the R2B subfamily appears to be more diverse with two subclusters (PTPRM and PTPRT, PTPRK, and PTPRU) and might be due to the fact that MAM domains are less conserved than FN or Ig domains (\n\nFigure 3—figure supplement 1D\n\n).\n\nThe growth arrest specific 1 protein (GAS1) binds to PTPRA\n\nPTPRA was identified as the highest-ranking hit in the growth arrest specific 1 (GAS1) screen, with the highest ESP score and a consistent positive enrichment over three rounds of positive selection (\n\nFigure 4A, B\n\n), followed by lower scoring PTPRU and PTPRJ with low enrichment trajectory (\n\nFigure 4C\n\n). PTPRA is a member of the R4 RPTP subfamily (see also\n\nFigure 3M\n\n), which have short, highly glycosylated ECDs (\n\nTonks, 2006\n\n). GAS1 bound exclusively to PTPRA, with a K\n\nD\n\nof ~1 µM (\n\nFigure 4D\n\n). No binding was observed to PTPRU or PTPRJ (\n\nFigure 4—figure supplement 1A, B\n\n) by SPR. We also showed that tetramerized GAS1 (GAS1:SA647) exhibits increased binding to K562 cells that overexpress PTPRA, demonstrating that GAS1 is a soluble ligand for cell surface PTPRA (\n\nFigure 4E\n\n,\n\nFigure 4—figure supplement 1C\n\n). A multivariate clustering showed that GAS1 is clustering more closely to PTPRA than to PTPRU or PTPRJ (\n\nFigure 4F\n\n).\n\nPTPRA is ubiquitously expressed, while GAS1 has a more restricted expression pattern with a stronger correlation with PTPRA in fibroblasts, Muller glia cells, and skeletal myocytes (\n\nFigure 4G\n\n, Clusters 6–8). GAS1 and PTPRA are both involved in RET tyrosine kinase signaling through SRC, as well as in other signaling pathways (\n\nBiau et al., 2013\n\n;\n\nMustelin and Hunter, 2002\n\n;\n\nYao et al., 2017\n\n). GAS1 is related to the GFR1 family of transmembrane proteins, which are coreceptors for the RET receptor tyrosine kinase (RTK). RET-GFR1 complexes bind to glial-derived neurotrophic factor (GDNF), leading to RET autophosphorylation and activation of downstream Akt and MAPK signaling pathways. GAS1 interacts directly with RET and recruits it to lipid rafts. GAS1 binding causes a reduction in GDNF-induced Akt phosphorylation, suggesting that it is a negative regulator of RET signaling (\n\nCabrera et al., 2006\n\n;\n\nLópez-Ramírez et al., 2008\n\n). PTPRA also associates with RET signaling complexes and can directly dephosphorylate RET, causing inhibition of RET signaling (\n\nYadav et al., 2020\n\n). Elevated levels of PTPRA leads to promotion of lung cancer and is associated with poor prognosis and overall survival (\n\nGu et al., 2017\n\n;\n\nLin et al., 2020\n\n) through c-Src activation. PTPRA has not been demonstrated to directly bind to RET, however, and a linkage between PTPRA and RET might be provided by GAS1.\n\nTAFA-2 selectively interacts with inhibitory KIRs\n\nA CRISPRa enrichment screen with TAFA-2 (FAM19A2; chemokine-like family member 2) identified two inhibitory killer immunoglobulin-like receptors (KIRs), KIR3DL1 and KIR3DL3, which are selectively expressed on natural killer (NK) cells, as the highest-ranking hits by ESP scoring (\n\nFigure 5A\n\n) with a positive trajectory during the selection workflow (\n\nFigure 5B\n\n). KIRs are a polymorphic subfamily of MHC class I receptors (\n\nLi and Mariuzza, 2014\n\n;\n\nPende et al., 2019\n\n;\n\nSivori et al., 2019\n\n). KIR3s have D0, D1, and D2 Ig-like domains. By contrast, KIR2s have only D1 and D2 domains, except for KIR2DL5, which has a D0 and D2 but lacks D1 (\n\nFigure 5C\n\n). The structure of KIR3DL1 complexed to an HLA-B reveals that the helices and bound peptide of the HLA engage with the D1 and D2 domains of the KIR, while the D0 domain extends down toward the β-2-microglobulin subunit and engages sequences that are highly conserved among all HLA-A and B alleles (\n\nLi and Mariuzza, 2014\n\n).\n\nWe observed binding of TAFA-2 to KIR3DL1 to by SPR, with a K\n\nD\n\nof ~1.7 µM (\n\nFigure 5D\n\n,\n\nFigure 5—figure supplement 1A\n\n). Binding to KIR3DL3 was at the limit of detection and did not saturate (\n\nFigure 5—figure supplement 1B\n\n). To examine binding at the cell surface, fluorescent TAFA-2 tetramers (TAFA2:SA647) were incubated with NKL or NKL cells expressing either full-length KIR3DL1 or KIR2DL1 (\n\nFigure 5E\n\n; left panels). Flow cytometry analysis revealed concentration-dependent binding of TAFA-2 to cells expressing KIR3DL1, but not to those expressing KIR2DL1 (\n\nFigure 5E\n\n; right panel).\n\nInterestingly, a PHA of inhibitory KIR family members revealed that D0 domain containing KIRs are more closely related by sequence than KIRs without a D0 domain (\n\nFigure 5F\n\n). Hence, to further define KIR binding specificity, we tested binding of TAFA-2 tetramers (TAFA2:SA647) to K562 cells expressing KIR3DL1, KIR3DL2, KIR3DL3, KIR2DL2, or KIR2DL5A. We observed higher concentration-dependent binding of TAFA-2 to cells expressing the KIR3s or KIR2DL5A, which all have D0 domains, compared to KIR2DL2, which does not have a D0 domain (\n\nFigure 5G\n\n,\n\nFigure 5—figure supplement 1C\n\n). These data suggest that D0 domains are required for optimal TAFA-2 binding.\n\nTAFA-2 is a member of a highly conserved 5-gene family (TAFA1-5) of chemokine-like peptides (neurokines) expressed in the brain. Like other chemokines, TAFAs 1, 4, and 5 bind to G protein-coupled receptors. TAFAs 1–4 all complex with neurexins during their passage through the ER/Golgi pathway, leading to formation of disulfide-bonded cell surface neurexin-TAFA complexes (\n\nKhalaj et al., 2020\n\n;\n\nSarver et al., 2021\n\n;\n\nTom Tang et al., 2004\n\n). Although TAFA-2 has only been examined in the brain, the gene is also expressed in the immune system. Its expression is restricted to naïve and memory regulatory T cells (T-regs), basophils, and neutrophils, with the highest expression levels being observed in basophils (\n\nFigure 5H\n\n). Neurexins are not expressed in these cell types, so TAFA-2 may be secreted as a monomer or complexed to another protein. The observed interactions of TAFA-2 with D0 domains of KIRs suggest that expression of the chemokine by T-regs or basophils might modulate KIR signaling in NK cells in response to binding of HLA on target cells. In addition to HLA, KIR3DL3 was more recently discovered as a novel interaction partner for HHLA2 (a immune checkpoint member of the B7 family), which has both immune inhibitory and activating abilities and is expressed in many human cancers (\n\nWei et al., 2021\n\n). Interestingly, KIR3DL3 and TMIGD2, another HHLA2 interaction partner, were simultaneously able to bind to different sites of HHLA2. This would open another intriguing way of regulating signaling KIR3DL3/TMIGD2-HHLA2 with regard to the newly discovered KIR3DL3-TAFA2 interaction.\n\nScreening results for pleiotrophin family members (MDK, PTN), neurokine superfamily members (TAFA-2, TAFA-5), and a SPARC-related ligand (SMOC1)\n\nIn\n\nFigure 6\n\n, we show results of additional screens with shared hits for the pleiotrophin family members midkine (MDK) and pleiotrophin (PTN), and the neurokine family members TAFA-2 and TAFA-5.\n\nWe analyzed the top 20 highest ranking candidates for MDK, PTN, TAFA-2, and TAFA5 and found a strong overlap of hits for several candidates (\n\nFigure 6A\n\n). We identified the transmembrane PA-TM-RING E3 ligase RNF167 as shared hits between screens for PTN, TAFA-2, and TAFA-5. PTN and MDK are two members of the neurite growth-promoting factor family. They are neuromodulators with multiple neuronal functions during development (\n\nGonzález-Castillo et al., 2015\n\n). MDK and PTN have been found to bind to several different cell surface receptors, including RPTPZ, which has a CS-linked ECD, Syndecans (which are linked to HS), a transmembrane low-density lipoproteins (LRP), the RTK ALK, and integrins (\n\nPapadimitriou et al., 2016\n\n).\n\nLike TAFA-2, TAFA-5 is a member of the TAFA superfamily, a emerging family of neurokines that are highly expressed in brain tissue, especially hippocampus, cerebral cortex, white matter, and ganglia (\n\nFigure 6F\n\n).\n\nTAFA5\n\nknockout mice display increased depressive-like behaviors and impaired hippocampus-dependent spatial memory (\n\nHuang et al., 2021\n\n).\n\nWe observed binding of RNF167 to PTN and MDK as well as TAFA-2 and TAFA-5 by SPR (\n\nFigure 6B, C\n\n, blue sensogram). No binding was observed to RNF128 which is a related transmembrane E3 ligase of the same subfamily (\n\nFigure 6B, C\n\n, red sensogram) and no binding was observed to RNF167 testing an unrelated receptor ECD (\n\nFigure 6—figure supplement 1A\n\n). RNF167 is a member of the transmembrane PA-TM-RING E3 ligase family with approximately 10 members and exert widespread involvement in several diseases (\n\nCai et al., 2022\n\n). These E3 ligases are minimally defined by three conserved domains, a protease-associated (PA) domain that acts as a substrate recruitment domain, a transmembrane domain (TM), and a RING-H2 finger (RNF) (\n\nNakamura, 2011\n\n). In general, the E3 ligase family (~600 predicted RING E3’s) still remains highly elusive and the majority of PA-TM-RING E3 ligases remain orphans, mostly due to the nature of the ubiquitylation cascade, which are being characterized by very weak affinity and fast kinetics (\n\nDuan and Pagano, 2021\n\n;\n\nKomander and Rape, 2012\n\n;\n\nMetzger et al., 2014\n\n). RNF167 (also known as Godzilla) is widely expressed in all tissues with enhanced expression in brain tissue (\n\nFigure 6F\n\n) and has recently been implicated in the regulation of the AMPA receptor (AMPAR) (\n\nGhilarducci et al., 2021\n\n;\n\nLussier et al., 2012\n\n). A two-way hierarchical clustering of normal tissue mRNA expression data shows a strong correlation between RNF167, TAFA-2, TAFA-2, and PTN in brain tissue (\n\nFigure 6F\n\n; Cluster 2).\n\nThe transmembrane RTK ROR1 and the membrane Frizzled (FZD)-related protein (MFRP) were identified as shared candidate hits among several screens: PTN, MDK, TAFA-2, and TAFA-5. We observed binding of PTN to ROR1 and MFRP (\n\nFigure 6D, E\n\n) with K\n\nD\n\ns between ~1 and 2 µM, no binding was observed for MDK (\n\nFigure 6—figure supplement 1B, C\n\n). Interestingly, both receptors share an evolutionary conserved FZD domain in the ECD (\n\nYan et al., 2014\n\n). ROR1 and its closely related paralog ROR2 are receptors for Wnt5a and other Wnts in the planar cell polarity pathway (\n\nEndo et al., 2022\n\n;\n\nGreen et al., 2014\n\n;\n\nMinami et al., 2010\n\n). MFRP is Type II transmembrane protein with an extracellular FZD domain. MFRP is predominantly expressed in the retinal pigment epithelium with high expression in brain tissue (choroid plexus and required for both prenatal ocular growth and postnatal emmetropization\n\nKatoh, 2001\n\n;\n\nSundin et al., 2008\n\n). A PHA of the involved PPIs shows a clear family-based clustering and separation into neurokine, pleiotrophin, FZD domain containing branches (\n\nFigure 6G\n\n). A node/edge network of PPI discovered similarly show two distinct clusters of interactions (\n\nFigure 6H\n\n; Clusters 1 and 2) that overlap with tissue expression clustering (\n\nFigure 6F\n\n).\n\nSMOC1, a SPARC-related ligand overexpressed in brain tumors (\n\nBrellier et al., 2011\n\n), recovered BST2, IGSF23, and SMOC2 as the highest-ranking hits (\n\nFigure 6I and J\n\n). We observed binding of SMOC1 to SMOC2 by SPR (\n\nFigure 6K\n\n, blue sensogram). No binding was observed to IGSF23 or BST2 (\n\nFigure 6K\n\n; red sensograms). We also observed binding of SMOC1 to itself (\n\nFigure 6L\n\n; blue sensogram). SMOC2 is a matricellular protein which promotes matrix assembly and is involved in endothelial cell proliferation and migration, more recently SMOC2 variants were also reported to play a role in BMP signaling (\n\nLong et al., 2021\n\n).\n\nThe scavenger receptor CD36 acts as a receptor for a broad range of secreted ligands\n\nCD36, also known as SCARB3 or glycoprotein 4 (GPIV), is a multifunctional Type B scavenger receptor with two transmembrane domains and an ~410 aa ECD. CD36 is known to bind to many ligands (\n\nSilverstein and Febbraio, 2009\n\n). In our analysis of TM2+ library screens we identified CD36 as a top scoring hit in several screens: KRTDAP, LY6H, NRN1, NRN1L, VWC2L, and SCRG1 (\n\nFigure 7A\n\n). To examine potential binding of these secreted ligands to CD36 on the cell surface, fluorescent tetramers of LY6H, NRN1, VW2CL, and SCRG1 were incubated with 293F cells or 293F cells expressing full-length CD36 (\n\nFigure 7B\n\n,\n\nFigure 7—figure supplement 1A\n\n). We observed binding of LY6H, NRN1, VW2CL, and SCRG1 to CD36 by FACS. SPRC, which showed no enrichment of CD36 in its screen, served as a control and did in fact not bind to CD36 (\n\nFigure 7B, C\n\n). All CD36 enriched secreted ligands (LY6H, NRN1, NRN1L, VWC2L, SCRG1) except for KRTDAP show a strong correlation and cluster in brain tissue, which expresses CD36 mRNA only at low levels (\n\nFigure 7D\n\n). A PHA of all screens enriched for CD36 shows that VWC2L, LY6H, NRN1, NRN1L, and to some extent SCRG1 are more closely related to each other by sequence than KRTDAP (\n\nFigure 7E\n\n). Similarly, a multivariate analysis depicts a strong correlation of all secreted ligand with the exception of KRTDAP and CD36 itself (\n\nFigure 7F\n\n) in normal tissue. However, CD36 protein is expressed in brain microglia, and interestingly CD36-mediated debris uptake regulates brain inflammation in neurodegenerative disease models (\n\nDobri et al., 2021\n\n;\n\nGrajchen et al., 2020\n\n).\n\nWhile we also initially identified top scoring candidates for several other screens: MYOC, TICN1, OMG, and MDK, further analysis of their subcellular localization revealed that TMEM14A and REEP4 (indicated by dotted lines in the respective plots) are mainly localized in the ER or mitochondrial membrane compartment and not in the plasma membrane.\n\nDiscussion\n\nIn an effort to accelerate the discovery of novel interactions between secreted ligands and the membrane proteome, we have developed a proteo-genomic high-throughput cell-based CRISPRa enrichment screening platform by employing customized, pooled cell surface receptor sgRNA libraries encoding transmembrane proteins in combination with MACS to enrich for receptor-expressing cells. We defined a list of 80 high-priority secreted ligands that are likely to have receptors that have not been previously identified. Twenty of these were successfully expressed, biotinylated, coupled to streptavidin magnetic beads, and used in our CRISPRa enrichment screening workflow. After three consecutive rounds of selections and deep sequencing of enriched cells, casTLE statistical analysis enabled high-confidence prediction and identification of interaction pairs from each dataset (\n\nFigures 1\n\nand\n\n2\n\n).\n\nTo validate the results of the screens, we used SPR and cell binding methods (CSS) to prove that the receptor candidates actually bound to the ligands used for screening. We then expanded the set of receptor candidates by taking advantage of homology (PHA), examining other members of the gene families identified in the initial screens for binding. Using these approaches, we identified 14 candidate receptors for 12 screened secreted ligands.\n\nInterestingly, in some cases (OMG, TAFA-2), a single ligand bound to multiple receptors in the same family (\n\nFigures 3\n\nand\n\n5\n\n), while in other cases (CD36, RNF167), a single receptor bound to several unrelated ligands (\n\nFigures 6\n\nand\n\n7\n\n). Our results highlight the inability of standard high-throughput in vitro screening methods to identify genuine ECD interactions, because none of the hits from our screens were found in the aggregate of commonly used protein interaction databases (\n\nFigure 2D\n\n) and attests for the sensitivity and robustness of our screening strategy for secreted ligands. This was previously observed when the results of ELISA-based in vitro screens using multimeric ECD fusion proteins were compared with PPIs represented in these databases (\n\nMartinez-Martin, 2017\n\n;\n\nÖzkan et al., 2013\n\n;\n\nRanaivoson et al., 2019\n\n;\n\nSöllner and Wright, 2009\n\n;\n\nTaouji et al., 2009\n\n;\n\nVerschueren et al., 2020\n\n;\n\nWojtowicz et al., 2020\n\n).\n\nPPIs often occur between phylogenetically related proteins both within and between subfamilies and PPI modules with tight functional relationships similarly are more likely to be co-expressed. While tissue expression correlations can be used as a predictive tool for physical interactions, poor correlations do not necessarily suggest a lack of biological significance especially in the case of secreted ligands which are not restricted to the tissue origin of expression. In agreement with this hypothesis, we observed that many of the protein pairs newly identified from the CRISPRa enrichment screens displayed tissue-dependent associations. In some cases, correlations were observed between secreted ligand and the receptor (GAS1, OSTN, OMG, TAFA-2), while in other cases correlations very strongly correlated between hit candidates (CD36).\n\nOur results suggest that the cell-based screening strategy is primarily limited by two factors. First, fewer than one-third of the high-priority ligand candidates were expressed at high enough levels to allow purification for screening. If it were possible to express all of the 206 ligands we identified as targets, one might expect to be able to identify receptors for more than 100 of them. However, it is unclear how this might be accomplished. Second, while a positive selection strategy using CRISPRa has a higher dynamic range compared to loss-of-function screens, successful enrichment and recovery of a potential cell surface receptor PPI is dependent on the efficiency and level of CRISPRa-mediated expression of cell surface receptors. Also, many functional receptors are protein complexes and interactions might involve coreceptors or require chaperones that might not be present in K562 cells. In these cases, sgRNA-driven expression of single genes by CRISPRa would not be able to generate cells that make functional receptor complexes, unless the parental K562 cell line also made the other receptor complex components.\n\nNew biology revealed by CRISPRa enrichment screens\n\nThe most striking finding from our screen was the identification of three new ligands for RPTPs, a diverse set of cell signaling receptors whose functions are less well understood than those of RTKs. OMG, a ligand expressed by oligodendrocytes and some neurons, binds to all three R3 RPTPs and to one of the R2B RPTPs, PTPRU (\n\nFigure 3\n\n). All of these RPTPs are expressed in the brain. Most interestingly, OSTN, a hormone that regulates bone and muscle growth in rodents but has acquired brain-specific expression and function in primates (\n\nAtaman et al., 2016\n\n), binds only to PTPRU (\n\nFigure 3\n\n). OSTN was reported to be a ligand for NPR-C, which regulates the levels of natriuretic peptides, but this is unlikely to explain its function in the primate brain. PTPRU, however, is expressed in the brain and is closely related to the three other R2B RPTPs, which are homophilic adhesion molecules that regulate cadherin-mediated cell adhesion. Moreover, PTPRU cannot mediate cell adhesion on its own, and is thought to lack phosphatase activity (\n\nHay et al., 2020\n\n), so it may have a distinct function from the other R2B RPTPs.\n\nGAS1, a regulator of Ret signaling involved in control of cell growth and a mediator of cell death (\n\nCabrera et al., 2006\n\n), binds to PTPRA, an R4 RPTP that has no known ligand (\n\nFigure 4\n\n). PTPRA is a ubiquitously expressed signaling protein that both positively and negatively regulates tyrosine kinase signaling via dephosphorylation of Src family tyrosine kinases (\n\nMustelin and Hunter, 2002\n\n). GAS1 may provide a link of PTPRA to RET RTK signaling complexes.\n\nFurthermore, we discovered an unexpected association between TAFA-2, which is known as a neurokine (brain chemokine), and KIRs, which are inhibitory MHC class I receptors that are expressed only by NK cells (\n\nFigure 5\n\n). The TAFA2 gene is also expressed by T-regs and basophils, and TAFA-2 might be a soluble ligand that modulates NK signaling in response to MHC class I engagement. Furthermore, the newly discovered KIR3DL3-TAFA2 interaction may represent another intriguing way of modulating the KIR3DL3/TMIG2-HHLA2 signaling axis within the tumor microenvironment (\n\nLi et al., 2022\n\n;\n\nWei et al., 2021\n\n).\n\nSurprisingly, we also found several shared interactions between the PA-TM-RING E3 ligase RNF167, pleiotrophin, and neurokine family members (\n\nFigure 6\n\n). Most notably members of the PA-TM-E3 ligase family are RNF43 and ZNRF3 which both modulate the WNT signaling pathway by targeting FZD receptor protein homeostasis. Interestingly, both E3 ligases are regulated by the secreted WNT agonists R-spondin (RSPO) (\n\nClevers and Nusse, 2012\n\n;\n\nJanda et al., 2017\n\n;\n\nZebisch and Jones, 2015\n\n). Ubiquitin E3 ligases are notoriously challenging to study due to the highly transient, catalytic nature of the ubiquitylation cascade and the transmembrane PA-TM-RING E3 ligase family is no exception with the majority still being orphans and their functions unknown.\n\nIn summary, we implemented a proteo-genomic screening workflow, combining CRISPRa pooled cell surface libraries with a MACS enrichment strategy, in order to accelerate the identification of interactions between the secreted and membrane proteomes. We report new receptor-secreted ligand PPIs that are potentially involved in a wide variety of signaling processes. Implementation of cell-based screening strategies based on our approach might allow elucidation of receptor-ligand relationships for many proteins that are currently orphans, and has the potential to identify novel therapeutically relevant targets and define new biological processes.\n\nMaterials and methods\n\nCell lines\n\nSuspension cells were grown in plain bottom, vented flasks (Thermo Fisher Scientific), adherent cells were grown in T25 or T75 flasks (Thermo Fisher Scientific). Cells were maintained at 37°C and 5% CO\n\n2\n\n. K562 (CCL-243; ATCC) cells were grown in RPMI supplemented with 10% fetal bovine serum (FBS), 1% GlutaMax, and 1% penicillin/streptomycin. HEK293T (CRL-3216; ATCC) and LentiX cells were maintained in DMEM supplemented with 10% FBS, 1% GlutaMax, and 1% penicillin/streptomycin. K562 SunTag-VP64 (CRISPRa) cell line was a gift from M Bassik. NKL cells including NKL-KIR2DL1 and KIR3DL1 expressing NKL cells were a gift from P Parham. HEK293F (R79007; Thermo Fisher Scientific) were grown in FreeStyle media (12338018; Thermo Fisher Scientific). Expi293F (A14528; Thermo Fisher Scientific) cells were grown in Expi293 Expression Medium (Thermo Fisher Scientific). Insect Hi5 cells (Tni; Expression Systems, 94–002S) were grown in ESF 921 media (Expression Systems) with a final concentration of 10 mg l\n\n−1\n\nof gentamicin sulfate (Thermo Fisher) at 27  °C and atmospheric CO\n\n2\n\n. Cell lines tested negative for mycoplasma (MycoAlert Mycoplasma Detection kit, Lonza).\n\nLentivirus production\n\nHEK293T (LentiX) cells (female-derived kidney cell line) were grown in DMEM complete media (Thermo Fisher Scientific) supplemented with 10% FBS, 2 mM L-glutamine, 50 U/ml of penicillin and streptomycin, and used to package lentivirus using Fugene HD (Promega) in OptiMem (Thermo Fisher Scientific) as per the manufacturer’s instructions. Third-generation packaging plasmids were used for the pooled sgRNA CSR libraries. After 72 hr, lentivirus containing media was harvested, filtered (0.45 µM pore, PVDF), and concentrated using PEG-it (SBI) according to the manufacturer’s protocol or lentivirus containing media was used directly to infect the specified cell line.\n\nFACS staining\n\nCells were stained with the indicated antibodies at 1:100 dilution or tetramer at the indicated concentration for 30 min on ice in MACS staining buffer (Miltenyi). After incubation with fluorescent antibodies, cells were washed with MACS buffer and analyzed via flow cytometry on a Cytoflex (Beckman Coulter) instrument. Surface expression was quantified by FACS using the CytoFLEX equipped with a high-throughput sampler. Live cells were identified after gating on the basis of forward scatter and side scatter and propidium iodide (PI) negative staining. Data were analyzed using FlowJo 10.8.1 (BD). All assays were performed using independent biological replicates. The number of replicates (n) is indicated in the figure legends. Mean fluorescence intensity (MFI) was determined in FlowJo 10.8.1.\n\nAntibodies\n\nPrimary antibodies used in this study include anti-DYKDDDDK Tag (CST, D6W5B, # 15009), anti-CD36 (BioLegend, # 336206), anti-KIR3DL1 (BioLegend, # 312716), anti-anti-KIR3DL2 (R&D, # FAB2878A), anti-anti-KIR3DL3 (R&D, # FAB8919r), anti-KIR2DL2/L3 (BioLegend, # 312612), anti-CD122 (BioLegend, # 105912), anti-CD5 (BioLegend, # 364016), anti-CD25 (BioLegend, 302610), anti-CD272 (BioLegend, # 344510), anti-CD2 (BioLegend, # 300214), anti-CD28 (BioLegend, # 302912), anti-CD80 (BioLegend, # 305219), anti-CD45 (BioLegend, # 304012), anti-IL6ST (BioLegend, # 362006), anti-CD276 (BioLegend, # 351006), anti-CD47 (BioLegend, # 323124). These antibodies were used at 1:100 dilution in MACS staining buffer (Miltenyi).\n\nCuration of the human membrane and secreted proteome and selection of secreted bait proteins\n\nTwo lists of human membrane and secreted proteins were generated using the Human Protein Atlas (HPA) database (\n\nhttps://www.proteinatlas.org/humanproteome/tissue/secretome\n\n). Lists were checked for overlap and master lists were generated using the Human Protein Atlas majority decision-based method. Metadata for all master list proteins was extracted from UniProt\n\nhttps://www.uniprot.org\n\nand sequence information was validated by the SIgnalP-5.0 (\n\nhttp://www.cbs.dtu.dk/services/SignalP/\n\n) (\n\nAlmagro Armenteros et al., 2019\n\n), TMHMM-2.0 (\n\nhttps://services.healthtech.dtu.dk/service.php?TMHMM\n\n-2.0), and PredGPI (\n\nhttp://gpcr.biocomp.unibo.it/predgpi/\n\n) (\n\nPierleoni et al., 2008\n\n) prediction servers. Following curation, canonical protein sequences were extracted from UniProt and compiled for back translation and optimization by GeneArt/Life Sciences Technology for gene synthesis.\n\nGeneration of secreted mammalian expression plasmids\n\nGenes encoding curated SPOI were synthesized at GeneArt/Life Sciences Technologies and subcloned into pD649-SPOI-AviTag-6xHis. Genes were subcloned in-frame with the endogenous or HA (influenza hemagglutinin) signal peptide and downstream AviTag-6xHis modules via 5’ NheI and 3’ AscI sites. A MaxiPrep of plasmid DNA was provided at 1 µg/ml in 20 mM Tris, pH 8.0. For complete plasmid sequences of all 80 SPOI bait expression vectors, see\n\nFigure 2—source data 3\n\n. All plasmids (80) will be made available through Addgene.\n\nGeneration of expression plasmids for full-length proteins\n\nGenes encoding full-length proteins were synthesized at GeneArt/Life Sciences Technologies and subcloned into the pHR expression vector. Plasmids contain a kozak sequence, HA signal peptide, a FLAG tag (to facilitate cell surface expression analysis), and the remaining full-length coding region of the gene, followed by a stop codon.\n\nProduction of purified proteins\n\nProteins were produced in Expi293F cells using transfection conditions following the manufacturer’s protocol. After harvesting of cell media, 1 M Tris, pH 8.0 was added to a final concentration of 20 mM. Ni-NTA Agarose (Qiagen) was added to ~5% media volume. ×1 sterile PBS, pH 7.2 (Gibco) was added to ~×3 media volume. The mixture was stirred overnight at 4°C. Ni-NTA agarose beads were collected in a Buchner funnel and washed with ~300 ml protein wash buffer (20 mM HEPES, pH 7.2, 150 mM NaCl, 20 mM imidazole). Beads were transferred to an Econo-Pak Chromatography column (Bio-Rad) and protein was eluted in 15 ml of elution buffer (20 mM HEPES, pH 7.2, 150 mM NaCl, 200 mM imidazole). Proteins were concentrated using Amicon Ultracel filters (Millipore) and absorbance at 280 nm was measured using a Nanodrop 2000 spectrophotometer (Thermo Fisher Scientific) to determine protein concentration. A summary of the expression yields can be found in\n\nFigure 2—source data 2\n\n.\n\nBiotinylation and FPLC purification\n\nWhere indicated, proteins were biotinylated as described previously (\n\nÖzkan et al., 2013\n\n). Briefly, up to 10 mg of protein was incubated at 4°C overnight in ×2 Biomix A (0.5 M bicine buffer), ×2 Biomix B (100 mM ATP, 100 mM MgOAc, 500 μM D-biotin), Bio200 (500 µM D-biotin) to a final concentration of 20 µM, and 60–80 units BirA ligase in a final volume of 1 ml. Proteins were further purified by SEC using an S200 Increase or a Superose S6 column (GE Healthcare), depending on protein size, on an ÄKTA Pure FPLC (GE Healthcare), FPLC traces for purified proteins used for the CRISPRa enrichment screens and SPR validation can be found in\n\nFigure 2—figure supplement 2\n\nand\n\nFigure 2—figure supplement 3\n\n.\n\nCRISPRa enrichment screen\n\nK562 cells stably expressing the sunCAS9 system carrying the pooled sgRNA CSR libraries (TM1; TM2+) were expanded and 50 million cells per screen and library were harvested, washed three times with cold MACS (Miltenyi) buffer, and resuspended in 2 ml MACS buffer in a sterile 5 ml Eppendorf tube. Cells were then labeled with magnetic streptavidin microbeads complexed with biotinylated bait protein (50 µl streptavidin microbeads; 1 µM biotinylated protein), mixed and incubated at 4°C for 30 min (tumbling). After labeling, cells were washed twice with cold MACS buffer (300×\n\ng\n\n, 10 min), resuspended in 1 ml MACS buffer and passed through a 40 µM cell strainer, to obtain a single-cell suspension, directly onto the LS-Column (Miltenyi) for magnetic bead separation according to the manufacturer’s protocol. Briefly, after applying the labeled cells onto the LS-Column, unlabeled cells pass through and are discarded while labeled cells are retained in the magnetic field, the LS-Column is washed three times with 3 ml of ice-cold MACS buffer. For elution of positively selected cells, the column is removed from the separator (magnet) and the magnetically labeled cells are flushed into a 15 ml Falcon tube with fresh media (RPMI complete), washed once, resuspended, and transferred to a T25 culture flask for expansion.\n\nGenomic DNA extraction, library amplification, and deep sequencing\n\nGenomic DNA was isolated using QiaAmp DNA Blood Maxi or QiaAmp DNA mini kits (Qiagen) according to the manufacturer’s instructions, genomic DNA was then amplified using Herculase II polymerase (Agilent) as described previously (\n\nDeans et al., 2016\n\n). To prepare the sgRNA sequencing library, the integrated sgRNA-encoding constructs were PCR amplified using Agilent Herculase II Fusion DNA Polymerase, followed by a second PCR amplification introducing sample-specific Illumina index barcodes and adapters for deep sequencing. Deep sequencing was performed using the MiSeq Reagent Kit v2 (300 cycles; Illumina) employing a custom sequencing oligo according to the manufacturer’s instructions:\n\n(5’-\n\nGCCACTTTTTCAAGTTGATAACGGACTAGCCTTATTTAAACTTGCTATGCTGTTTCCAGCTTAGCTCTTAAAC\n\n-3’).\n\nCell surface binding assay with streptavidin tetramerized secreted ligand\n\nTo examine PPIs at the cell surface, we performed cell surface protein binding assays using K562 or HEK293F cells. K562 cells were used for pre-evaluation of potential base line binding for all secreted proteins used in the CRISPRa screening workflow. HEK293F cells were transfected using Fugene6 according to the manufacturer’s protocol (Promega) with expression plasmids encoding full-length proteins containing an N-terminal tag (FLAG). Two days following transfection, cultures were harvested, cells were spun down for 4 min at 1600 rpm (~400×\n\ng\n\n), washed twice with cold MACS buffer (Miltenyi) and resuspended to a final density of ~3 × 10\n\n6\n\ncells/ml. To generate tetramerized secreted ligands to test for binding to cells expressing full-length proteins, FPLC-purified biotinylated proteins (see above) were incubated with streptavidin tetramers conjugated to Alexa647 Fluor (SA-647) (Thermo Fisher Scientific) at a 4:1 molar ratio on ice for at least 15 min. To assess cell surface expression of full-length or ECD displayed proteins, 1:200 mouse anti-FLAG-647 (CST) or anti-HA antibody (CST) staining of cells was also performed in parallel where indicated. Approximately 150,000 cells were incubated with Protein:SA-647 complexes or antibody in a final volume of 100 µl in 96-well round-bottom plates (Corning) for 1 hr at 4°C protected from light. Following incubation, cells were washed two times with 200 µl cold MACS buffer and resuspended in 200 µl cold MACS buffer with 1:3000 PI (Thermo Fisher Scientific). Immunofluorescence staining was analyzed using a Cytoflex (Beckman Coulter), and data were collected for 20,000 cells. Data were analyzed using FlowJo v10.4.2 software. All data report MFI. Concentration-dependent binding of Protein:SA-647 to full-length receptor expressing, but not mock control cells, was deemed indicative of cell surface binding.\n\nSPR experiments\n\nSPR experiments were performed using a Biacore T100 instrument (GE Healthcare). FPLC-purified biotinylated proteins (ligands) in HBS-P+ Buffer (GE Healthcare) were captured on a Streptavidin (SA) Series S Sensor Chip (GE Healthcare). Chip capture was performed in HBS-P+ buffer (GE Healthcare) to aim for ~100–200 ligand response units (RU). Flow cell 1 was left empty to use this flow cell as a reference flow cell for online subtraction of bulk solution refractive index and for evaluation of non-specific binding of analyte to the chip surface using Biacore T100 Control Software (v3.2) (GE Healthcare). FPLC-purified non-biotinylated protein was used as analyte. Analytes were run in HBS-P+ buffer using twofold increasing protein concentrations to generate a series of sensorgrams. Binding parameters were either determined based on a 1:1 Langmuir model or at equilibrium using the accompanying Biacore T100 evaluation software. A table of all SPR conditions for each ligand-analyte pair tested including concentration range of twofold analyte dilutions, injection rate, injection and dissociation times, regeneration conditions, and meta data can be found in\n\nFigure 2—source data 5\n\n.\n\nData analysis\n\nDeep sequencing results for each round of selection were analyzed using the casTLE statistical framework (\n\nMorgens et al., 2016\n\n). Briefly, casTLE compares each set of gene-targeting guides to the negative controls, using both safe-targeting and non-targeting controls and selecting the most likely maximum effect size (casTLE-Effect). A pValue is then generated, representing the significance of this maximum effect by permuting the results (n=10,000 permutation). Screening results of the final round of enrichment for each of the 20 secreted proteins were subjected to a first-pass filter using the following cut-offs: casTLE-Effect > 2, casTLE-Score > 2, pValue < 0.05. Next, hits outside the secreted and membrane proteome and common false positive contaminants were removed. To predict high-confidence interaction pairs from each dataset, a custom score was then computed for each potential interaction pair by combining all three metrics into one ESP score: (casTLE-Effect + casTLE Score)/pValue. To integrate data analysis and visualization, we used the combined ESP score to rank sort interaction pairs for every screen and created trajectory plots to ensure positive enrichment over the three consecutive rounds of selection for the predicted hits and allows elimination of false positive candidates.\n\nDatabase integration\n\nInteraction datasets were downloaded from BioGRID (\n\nhttps://thebiogrid.org\n\n, 4.4.210, physical interactions), Bioplex (\n\nhttps://bioplex.hms.harvard.edu\n\n, Hek293 v3.0 and HCT116 v1.0) and STRING (\n\nhttps://string-db.org/\n\n; v11.5; physical dataset; interaction score >0.4). To calculate the overlap between all obtained datasets and out own study, interactions were restricted to physical interactions reported and a Venn diagram was visualized (\n\nHeberle et al., 2015\n\n). PHA was performed to generate phylogenetic trees from multiple sequence alignments (MSA) of amino acid sequences of secreted or ECD sequences of transmembrane cell surface receptors (\n\nhttps://www.uniprot.org/\n\n). Briefly, MSA was performed using ClustalOmega (\n\nhttps://www.ebi.ac.uk/Tools/msa/clustalo/\n\n) and alignments results were submitted to calculate phylogenetic tree parameters (\n\nhttps://www.ebi.ac.uk/Tools/phylogeny/simplephylogeny/\n\n) which were visualized by Interactive Tree of Life (iTOL;\n\nhttps://itol.embl.de/\n\n) (\n\nLetunic and Bork, 2021\n\n). Tissue expression datasets, normal tissue, and TCGA (The Cancer Genome Atlas) datasets were downloaded from The Human Protein Atlas (\n\nhttps://www.proteinatlas.org\n\n; v21.1). TCGA cancer tissue RNA-seq data was obtained from 17 cancer types representing 21 cancer subtypes and were processed as median FPKM (number fragments per kilobase of exon per million reads) and visualized as a hierarchical clustering heatmap using JMP Pro (v16). Unsupervised hierarchical clustering of normalized mRNA gene expression by tissue was performed with Ward linkage and correlation distance were plotted as heatmaps using JMP Pro (v16). Tissue expression correlation analysis of normalized mRNA gene expression for candidate genes was performed using multivariate analysis tool in JMP Pro (v16) and expression correlation results were visualized as heatmaps where intense red color indicates a strong positive correlation and intense blue color indicates a strong negative correlation."
  }
]