[
  {
    "pmcid": "11492882",
    "title": "High Expression of TBC1 Domain Family Member 22A is Related to Poor Prognosis in Ovarian Serous Cystadenocarcinoma",
    "publish_date": "2024-10-7",
    "full_text": "Introduction\n\nGAPs generally contain a conserved protein domain, Tre2-Bub2-Cdc16 (TBC). This domain was first discovered in yeast cells and is the common conserved domain of the oncogene Tre-2, the yeast cell cycles regulatory proteins Bub2 and Cdc16\n\n1\n\n. TBC1D22A is localized to the Golgi apparatus and has two important catalytic residues, the arginine finger and the glutamine finger, which drive the hydrolysis of Rab-GTP to Rab-GDP and release it into the cytoplasm\n\n2\n\n. According to previous studies, TBC1D22A is associated with recessive genetic epilepsy\n\n3\n\n, schizophrenia\n\n4\n\n, and liver cancer\n\n5\n\n. Interestingly, the role of TBC1D22A in gynecological tumors has not been reported.\n\nOvarian cancer shows a 5-year survival rate of 48.6% as the most lethal gynecological malignancy\n\n6\n\n,\n\n7\n\n. OSC acts as the most common and aggressive subtype of ovarian cancer, taking up 67.5% of ovarian cancer subtypes\n\n8\n\n. Most individuals with ovarian cancer are identified at an advanced stage and have a poor prognosis because the disease lacks noticeable signs and is easily metastasized in its early stages\n\n9\n\n. NCCN guidelines recommend primary debulking surgery in addition to platinum-based chemotherapy as the first choice for patients with OSC\n\n10\n\n. However, most patients with OSC still experience tumor recurrence after treatment. The recurrence rate of patients within 6 months can reach 25%, the median PFS is only 18 months, and recurrence is considered the main cause of death in these patients\n\n11\n\n. Therefore, we need to explore more biomarkers for the evaluation of the prognosis and the adjustment of postoperative treatment in patients with ovarian cancer.\n\nPreviously, we performed whole-exome sequencing on tissue samples from a cohort of patients with ovarian cancer and found that platinum-sensitive patients show a significantly higher missense mutation rate of TBC1D22A than platinum-resistant patients. This study thoroughly investigated the association between TBC1D22A expression in OSC and prognosis, immune infiltration, stemness index, immune checkpoints, and chemotherapy drugs. The research was aimed at evaluating whether TBC1D22A is an independent prognostic factor in ovarian cancer.\n\nMethods\n\nCell culture, chemicals, and antibodies\n\nThe China Center for Type Culture Collection (Wuhan, China) offered the human ovarian cancer cell lines COC1, ES-2 and SKOV3, and the human normal ovarian epithelial cell line IOSE-80 was provided by the Cancer Biology Research Center at Huazhong University of Science and Technology (Wuhan, China). SKOV3 and ES2 cells were cultured using McCoy's 5a. 1640 medium was used for IOSE80 and COC1 cells. The primers below were adopted for TBC1D22A: 5'-TTTGATCCACTGTTACATGGCAC-3'(forward) and 5'-TCCCAGGCATCGCTGTGT-3'(reverse). β-actin: 5'-CATGTACGTTGCTATCCAGGC-3'(forward) and 5'-CTCCTTAATGTCACGCACGAT-3' (reverse). Western blot analysis employed the antibodies below: TBC1D22A (18332-1-AP, Proteintech, Wuhan, China), GAPDH (60004-1-Ig, Proteintech, Wuhan, China).\n\nDifferential expression analysis\n\nThe extraction of RNA-sequencing expression profiles, clinical data and survival information of OSC patients from The Cancer Genome Atlas (TCGA) database was made\n\n12\n\n. The genotype-tissue expression (GTEx) database provided RNA-sequencing data of normal ovarian tissue\n\n13\n\n. Furthermore, differential expression of TBC1D22A was validated in two ovarian cancer datasets (GSE40595 and GSE66957) from the GEO database\n\n14\n\n. Difference in TBC1D22A mRNA expression in ovarian cancer was analyzed by Wilcox-tests. The R package \"ggplot2\" was adopted to design the box plot. Experimental procedures for reverse transcription-quantitative polymerase chain reaction (RT-qPCR) and Western blot analysis were carried out as mentioned previously\n\n15\n\n.\n\nImmunohistochemistry staining\n\nThe HPA database offered the immuno-histochemical findings of TBC1D22A in ovarian cancer and normal ovarian tissues to assess the discrepancies in TBC1D22A expression at the protein level. The antibody number was HPA078026. Twenty-two pairs of ovarian cancer tissues and adjacent tissues were obtained from the Department of Obstetrics and Gynecology, Tongji Hospital, Tongji Medical College, Huazhong University of Science & Technology. According to the platinum-free interval, 13 patients were diagnosed as platinum-resistant and 9 patients were diagnosed as platinum-sensitive. Experimental procedures were performed as described previously\n\n15\n\n, and the antibody used was TBC1D22A rabbit polyclonal antibody (18332-1-AP, Proteintech, Wuhan, China). The present study was supported by the Ethics Committee of Tongji Hospital in accordance with the ethical standards in the Declaration of Helsinki (TJ-IRB202402029).\n\nRecognition of prognostic factors in OSC\n\nWe evaluated the prognostic value of TBC1D22A, race, age, pathological grade, and TNM stage in ovarian cancer using univariate and multivariate Cox regression analyzes. Forest plots were adopted through the \"forestplot\" package to show\n\np\n\n-\n\nvalues\n\n, hazard ratio (HR), and 95% confidence interval (CI) for every variable. According to the outcomes of multivariate Cox regression analysis, the 1,2, and 3-year survival rates was predicted by establishing a nomogram with the \"rms\" package. Providing a graphical result of these factors, the nomogram can be adopted to calculate the prognostic risk for a patient by the points related to each risk factor.\n\nCorrelation between TBC1D22A and the survival of OSC\n\nWe extracted survival data for every sample from the TCGA database. To evaluate the correlation of TBC1D22A expression with the prognosis of patients with OSC, several key indicators were selected: OS, PFS, DFS, and DSS. Based on patient survival information, we plotted Kaplan-Meier curves using the R packages \"survminer\" and \"survival\". The association of TBC1D22A with survival was decided by calculating the\n\np-values\n\nand HR with 95% CI with the log-rank test and univariate Cox regression.\n\nRelationship of TBC1D22A with immune checkpoint, stemness index, and drug IC50\n\nThe TCGA dataset provided RNAseq data and related clinical data of 376 OSC. SIGLEC15, TIGIT, CD274, HAVCR2, PDCD1, CTLA4, LAG3, and PDCD1LG2 were immune checkpoint-associated genes, and the extraction of the expression values of these 8 genes was made. Heatmaps of gene associations were presented using the R package \"pheatmap\". The calculation of mRNA-based stemness index (mRNAsi) was made with the OCLR machine learning algorithm constructed by Malta\n\net al.\n\n16\n\n, which was next mapped to the [0,1] scope by a linear transformation that subtracted the minimum and divided by the maximum. Immune infiltration was assessed using the \"immunedeconv\" R package. Using the R package \"pRRophetic\" and the genomics of drug sensitivity in cancer (GDSC) database to forecast the chemotherapy response for every patient.\n\nExpression and prognosis of TBC1D22A in pan-carcinoma\n\nWe collected RNAseq data and associated clinical data for 33 types of tumors from the TCGA and GTEx databases. Subsequently, a univariate Cox regression analysis was made with the \"forestplot\" R package. Additionally, we assessed the difference in TBC1D22A expression among different samples through the rank-sum test.\n\nStatistical analysis\n\nR software, version 4.0.3 (R Core Team, Vienna, Austria) was adopted to make all the above statistical approaches and R packages. Measurements are displayed as mean ± SD. Wilcox test was used to compare two groups of samples, and Kruskal-Wallis test was used to compare three groups of samples. The log-rank test was employed for the comparison of survival disparities. The association between the two variables was described with Sperman analysis. A\n\np\n\nvalue of below 0.05 was considered statistically significant.\n\nResults\n\nPatient features\n\nRNAseq data (level3) and corresponding clinical information for 376 ovarian tumors were obtained from the Cancer Genome Atlas (TCGA) dataset (\n\nhttps://portal.gdc.cancer.gov/\n\n). Based on the expression of TBC1D22A, patients were divided into two groups, and Table\n\n1\n\ndisplayed their clinical features. The two groups showed no statistically significant differences in race, age, tumor grade and stage. The Sankey diagram of clinical information for the two groups of patients was presented in\n\nSupplementary Figure 1\n\n.\n\nDifferential expression of TBC1D22A in ovarian cancer and normal tissues\n\nThere were 376 OSC patients in TCGA database chosen as the experimental group, and 180 normal ovaries in GTEx database were selected as the control group. The difference in TBC1D22A expression at the RNA level was analyzed with the R software. Figure\n\n1\n\nA displayed the elevated expression of TBC1D22A in ovarian cancer. We then performed an integrated analysis of the 3 datasets (GSE14001, GSE40595 and GSE66957) from the GEO database. And the results indicated that the expression of TBC1D22A was higher in ovarian cancer (Figures\n\n1\n\nD), which was consistent with our findings. We then examined the expression of TBC1D22A mRNA in IOSE-80, COC1, ES-2 and SKOV3 cell lines and found higher expression in the COC1, ES-2 and SKOV3 ovarian cancer cell lines than in the normal ovarian cell line IOSE-80 (Figure\n\n3\n\nC).\n\nImmunohistochemical images from the HPA database were analyzed to decide the expression of TBC1D22A at the protein level. The results showed that TBC1D22A was mainly expressed in the cytoplasm and nucleus, which was undetectable in normal ovarian tissues (Figures\n\n2\n\nA, B, C) and showed moderate to low intensity staining in tissues of ovarian cancer (Figures\n\n2\n\nD, E, F). We subsequently collected 22 pairs of cancer and adjacent tissues for immunohistochemical staining, and the results also showed that TBC1D22A was upregulated in cancer tissues. However, there was no significant difference in the expression between platinum-resistant and platinum-sensitive tumor tissues (Figures\n\n3\n\nD, E, F, G). The results of Western blot analysis also suggested that TBC1D22A was overexpressed in ovarian cancer (Figure\n\n3\n\nA, B).\n\nPrognostic value of TBC1D22A among patients with ovarian cancer\n\nThe OS, PFS, DFS and DSS of patients with high and low expression of TBC1D22A were analyzed to assess the correlation between TBC1D22A expression and the prognosis of ovarian cancer. Significantly, our study revealed that OS (\n\np\n\n= 0.001), PFS (\n\np\n\n= 0.05), DSS (\n\np\n\n= 0.01) and DFS (\n\np\n\n= 0.05) were notably shorter in patients exhibiting high expression of TBC1D22A compared to those with low expression of TBC1D22A (Figures\n\n4\n\nA-D). Another ovarian cancer cohort from the Kaplan-Meier Plotter database again confirmed similar results (Supplementary\n\nFigures S2\n\n,\n\np\n\n< 0.001). Subsequently, we conducted univariate and multivariate regression analyzes to delve deeper into the prognostic significance of TBC1D22A in ovarian cancer. In the univariate cox regression analysis, TBC1D22A (HR = 1.44299,\n\np\n\n< 0.01) and age (HR = 1.01948,\n\np\n\n< 0.01) appeared as risk factors for the prognosis of patients with ovarian cancer, and race (HR = 0.79663,\n\np\n\n< 0.05) was a protective factor (Figure\n\n5\n\nA). In the next multivariate Cox regression analyses (Figure\n\n5\n\nB), TBC1D22A (HR = 1.57612,\n\np\n\n< 0.001), age (HR = 1.02584,\n\np\n\n< 0.001), and race (HR = 0.80699,\n\np\n\n< 0.05) continuously showed predictive value for patients with OSC. Based on the variables affecting the prognosis of patients, Figure\n\n5\n\nC predicted the OS of patients at 1, 2, and 3 years in the form of a nomogram. By analyzing the pan-cancer data (Supplementary\n\nFigures S3\n\n, S4), it was found that TBC1D22A also has a prognostic value in esophageal carcinoma (ESCA) and liver hepatocellular carcinoma (LIHC), which needs further research in related fields.\n\nCorrelation of TBC1D22A with immune checkpoint, stemness index, and drug IC50\n\nTo explore the mechanism of the poor prognosis of OSC caused by the high expression of TBC1D22A, the relationship between TBC1D22A and immune checkpoints and immune infiltration was analyzed. Figure\n\n6\n\nA showed a strong positive correlation between TBC1D22A and the immune checkpoints HAVCR2, PDCD1LG2 and CD274 (\n\np\n\n<0.01). HAVCR2 expression was higher in the TBC1D22A high expression group compared to the low expression group (Figure\n\n6\n\nB). According to the immune infiltration analysis, the content of M2 macrophages in patients with high TBC1D22A expression was significantly increased (\n\np\n\n< 0.001) (Figure\n\n6\n\nD). Spearman correlation analysis also confirmed that TBC1D22A was significantly and positively associated with M2 macrophage markers CD163(\n\np\n\n< 0.001) and MRC1(\n\np\n\n< 0.001) (Figures\n\n6\n\nE, F). These findings suggested that TBC1D22A may contribute to tumor immune escape by affecting macrophage polarization. Moreover, patients with high expression of TBC1D22A had a higher IC50 of cisplatin (\n\np\n\n< 0.001) and paclitaxel (\n\np\n\n< 0.05) (Figures\n\n6\n\nG, H) and were more likely to develop drug resistance. Figure\n\n6\n\nI showed that ovarian cancer patients in the high expression TBC1D22A group showed a lower stemness index than those in the low expression TBC1D22A group (\n\np\n\n< 0.001). For a higher expression of TBC1D22A, tumor cells were likely to be well-differentiated.\n\nDiscussion\n\nTBC family proteins are correlated with the occurrence and development of various tumors. Rab is an evolutionarily conserved small GTPases in eukaryotic cells, which mainly participates in a series of intracellular transport processes such as membrane vesicles formation, movement of membrane vesicles to target organelles, and binding of membrane to specific target membrane\n\n17\n\n. The role of TBC/Rab-GAPs in malignant tumors may be directly related to its regulation of Rabs, which can promote the transport and recycling of receptor proteins from cell to cell and cell to matrix, thereby causing cell invasion. Furthermore, many components of oncogene signaling, such as EGFR, RAS, and RAC, are localized to endocytic vesicles or need to be properly transported to the cell membrane or adhesion sites\n\n18\n\n,\n\n19\n\n. TBC1D3 was a GAP for Rab5, which was up-regulated in metastatic prostate cancer. Overexpression of TBC1D3 can drive the growth of NIH3T3 cells\n\nin vitro\n\nor\n\nin vivo\n\nand promote the loss of contact inhibition phenomenon. The tumor-promoting effect of TBC1D3 was abolished when the GAP domain mutation of TBC1D3 was inactivated\n\n20\n\n. Bioinformatics analysis showed that TBC1D16 was a melanoma driver gene and could promote the development of melanoma cells\n\n21\n\n. The high expression of TBC1D7, a GAP for Rab17, was found in lung cancer tissues, which can significantly drive the development of lung cancer cells and was correlated with poor prognosis of patients\n\n22\n\n. For all we know, this research first reports the expression and prognostic value of TBC1D22A in ovarian cancer.\n\nRecently, in addition to platinum-based combined chemotherapy, bevacizumab\n\n23\n\nand poly (ADP-ribose) polymerase inhibitors\n\n24\n\nhave provided new options for treating ovarian cancer. However, these new treatments do not seem to have significantly improved the prognosis for advanced ovarian cancer.\n\nTherefore, more prognostic markers and therapeutic targets need to be sought to improve the outcomes of patients. The current research first demonstrated the high expression of TBC1D22A in ovarian cancer. Patients with elevated expression of TBC1D22A show a poor outcome. Subsequently, through a comprehensive exploration of the patient's clinical characteristics, it was proved that TBC1D22A was an independent prognostic factor for ovarian cancer. The possible mechanism by which TBC1D22A affected patient outcomes was further investigated. Recently, immunotherapy represented by checkpoint blockade has gradually emerged in the treatment of tumors and has made significant progress in various solid tumors\n\n25\n\n. However, clinical studies have shown that ovarian cancer is not sensitive to checkpoint blockade, and only 6%-22% of patients respond to programmed death-1 (PD-1) and PD-L1 antibody treatment\n\n26\n\n,\n\n27\n\n. Research on immuno-suppressive genes and their mechanisms is essential for selecting patients suitable for checkpoint blockade and for using combination therapy to improve the response rate to checkpoint blockade immuno-therapy. M2 macrophages can promote tumor proliferation and metastasis\n\n28\n\n,\n\n29\n\n. Our findings displayed that TBC1D22A was co-expressed with multiple immune checkpoints, including HAVCR2, PDCD1LG2, CTLA4, PDCD1(PD1), TIGIT, SIGLEC15, and CD274(PD-L1). Immune cell infiltration analysis showed that TBC1D22A could promote the enrichment of M2 macrophages in ovarian cancer tissues to exert an immunosuppressive effect, and ultimately promoted the progression of ovarian cancer. Therefore, combined use of TBC1D22A inhibitors may improve the effect of immune checkpoint blockade on ovarian cancer, and TBC1D22A may also act as a molecular marker for screening whether immune checkpoint blockade can be used. Platinum-based chemotherapy agents and paclitaxel are first-line chemotherapy agents for ovarian cancer. In this study, it was more likely that patients with high expression of TBC1D22A develop drug resistance, which may be a reason for the poor prognosis of patients.\n\nIn fact, this study has certain limitations and more\n\nin vivo\n\nand\n\nin vitro\n\nexperiments are necessary for revealing the carcinogenic mechanism of TBC1D22A in ovarian cancer, which we are planning to do in the future. In addition, it would be more perfect if a large number of single or multi-center clinical follow-up data were available to further verify the prognostic value of TBC1D22A.\n\nConclusion\n\nIn conclusion, the expression of TBC1D22A in ovarian cancer and its relationship with prognosis, immune infiltration, and IC50 of first-line chemotherapy drugs were analyzed in an integrated way. The findings indicated that elevated TBC1D22A expression was correlated with a poor outcome in ovarian cancer and served as a significant independent prognostic indicator. We need to further study the carcinogenic mechanism and clinical application of TBC1D22A in ovarian cancer.\n\nSupplementary Material\n\nSupplementary figures and tables."
  },
  {
    "pmcid": "3622926",
    "title": "ACBD3 Interaction with TBC1 Domain 22 Protein Is Differentially Affected by Enteroviral and Kobuviral 3A Protein Binding",
    "publish_date": "2013-4-9",
    "full_text": "Introduction\n\nPicornaviruses are single-stranded positive-sense RNA viruses that replicate on intracellular membranes (\n\n1\n\n). Previous work has indicated that the 3A protein is responsible for the reorganization of Golgi membranes to create viral replication organelles (\n\n2\n\n,\n\n3\n\n). The molecular basis of this reorganization has only recently become apparent through the dual discoveries that enteroviral 3A directly interacts with Golgi-specific brefeldin A resistance guanine nucleotide exchange factor 1 (GBF1) and that many RNA viruses require the activity of phosphatidylinositol 4-kinase class III beta (PI4KB) for viral replication (\n\n2\n\n,\n\n3\n\n). However, many questions remain, as not all picornaviruses that require PI4KB activity interact with GBF1, and the portion of GBF1 required for viral replication appears independent of its known Arf1 guanine exchange activity (\n\n4\n\n).\n\nTwo protein-protein interaction screens recently demonstrated that the 3A proteins of enteroviruses and kobuviruses both interact with the host Golgi adaptor protein acyl coenzyme A (acyl-CoA) binding domain protein 3 (ACBD3/GCP60) to recruit PI4KB to viral replication organelles (\n\n5\n\n,\n\n6\n\n). ACBD3 is a highly conserved Golgi complex-associated 60-kDa protein among metazoans that contains a remarkably long N-terminal acyl-CoA binding domain, a coiled-coil domain composed of a charged amino acid region (CAR) and glutamine-rich region (Q-rich), and a highly conserved C-terminal Golgi dynamics domain (GOLD domain) that interacts with the Golgi resident protein giantin/GOLGB1 (\n\n7\n\n). The level of expression of ACBD3 has been shown to be important for the maintenance of the Golgi structure (\n\n7\n\n). The picornavirus 3A-ACBD3 interaction is required for replication, as knockdown of ACBD3 significantly reduces poliovirus and Aichi virus replication (\n\n5\n\n,\n\n6\n\n). Furthermore, mutations that reduce binding of Aichi virus 3A to ACBD3 sensitize virus to PI4KB inhibitors, suggesting that recruitment of PI4KB is mediated by the 3A-ACBD3 interaction (\n\n5\n\n). Intriguingly, a recent yeast two-hybrid screen of hantavirus nonstructural proteins also demonstrated a physical interaction with ACBD3, suggesting that this protein may be broadly required for viral replication due to its native association with PI4KB (\n\n8\n\n). Further study of the cellular function of ACBD3 is warranted to better understand its role in viral replication and its potential as a target for therapeutic intervention.\n\nIn this study, we used affinity purification-mass spectrometry (AP-MS) to identify new protein-protein interactions of ACBD3. We discovered a new interaction with the putative Rab33 GTPase-activating protein (GAP) TBC1D22A/B (\n\n9\n\n). Detailed mapping of the ACBD3 interactome revealed a mutually exclusive interaction between PI4KB and TBC1D22A/B for a highly conserved region in the coiled-coil domain of ACBD3. While picornaviral 3A proteins bind to the C-terminal GOLD domain on ACBD3, we also find that the enterovirus and kobuvirus 3A proteins interact with ACBD3 in a functionally distinct manner based on differential displacement of TBC1D22A/B, isolation of an ACBD3 mutant that displays differential binding between the 3A proteins, and different ACBD3 binding sites on the 3A proteins.\n\nRESULTS\n\nAP-MS of Strep-tagged ACBD3 reveals interaction with TBC1D22A/B.\n\nBased on its identification as a specific protein interaction partner for picornavirus 3A proteins, the multifunctional protein ACBD3 was hypothesized to be used by 3A as an organizing-scaffold protein at the Golgi interface. To identify potential novel interactions of ACBD3 relevant to the 3A system in host cells, we transiently overexpressed and affinity purified N- and C-terminally StrepII-tagged ACBD3 in 293T cells and identified interacting proteins by mass spectrometry (\n\nTable 1\n\n; see also\n\nTables S1, Tab SI.3A and SI.4\n\nin the supplemental material). Nonspecific interacting proteins were defined as the highest-frequency proteins identified in a background model of 550 AP-MS data sets compiled from the structural and nonstructural genes from 12 different picornaviruses, excluding the 3A protein itself (see\n\nTable S1, Tab SI.1\n\n).\n\nTABLE 1\n\nInteracting proteins identified by AP-MS for ACBD3, TBC1D22A, TBC1D22B, and PI4KIIIb\n\na\n\nBait\n\nCa\n\n2+\n\nAccession\n\nno.\n\nGene\n\ndesignation\n\nProtein name\n\nZ\n\nscore\n\nReplicate\n\ncount sum\n\nACBD3 NS\n\n−\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n699\n\nACBD3 NS\n\n−\n\n22507409\n\nTBC1D22A\n\nTBC1 domain family member 22A\n\n23.5\n\n13\n\nACBD3 NS\n\n−\n\n154816184\n\nTMEM55B\n\nTransmembrane protein 55B isoform 2\n\n19.5\n\n11\n\nACBD3 NS\n\n−\n\n311771621\n\nPI4KB\n\nPhosphatidylinositol 4-kinase beta isoform 2\n\n15.6\n\n5\n\nACBD3 CS\n\n−\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n587\n\nACBD3 CS\n\n−\n\n154816184\n\nTMEM55B\n\nTransmembrane protein 55B isoform 2\n\n19.5\n\n6\n\nACBD3 CS\n\n−\n\n149944715\n\nPPM1H\n\nProtein phosphatase 1H\n\n15.6\n\n14\n\nACBD3 CS\n\n−\n\n22507409\n\nTBC1D22A\n\nTBC1 domain family member 22A\n\n11.7\n\n12\n\nACBD3 CS\n\n−\n\n311771621\n\nPI4KB\n\nPhosphatidylinositol 4-kinase beta isoform 2\n\n7.8\n\n6\n\nACBD3 NS\n\n+\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n701\n\nACBD3 NS\n\n+\n\n148596984\n\nGOLGB1\n\nGolgin subfamily B member 1\n\n23.5\n\n62\n\nACBD3 NS\n\n+\n\n83641874\n\nCPVL\n\nProbable serine carboxypeptidase CPVL precursor\n\n23.5\n\n21\n\nACBD3 NS\n\n+\n\n154816184\n\nTMEM55B\n\nTransmembrane protein 55B isoform 2\n\n23.5\n\n17\n\nACBD3 NS\n\n+\n\n11386135\n\nBCKDHA\n\n2-Oxoisovalerate dehydrogenase subunit alpha, mitochondrial isoform 1 precursor\n\n15.6\n\n27\n\nACBD3 NS\n\n+\n\n34101272\n\nBCKDHB\n\n2-Oxoisovalerate dehydrogenase subunit beta, mitochondrial precursor\n\n15.6\n\n13\n\nACBD3 NS\n\n+\n\n38026892\n\nALG6\n\nDolichyl pyrophosphate Man9GlcNAc2 alpha-1,3-glucosyltransferase precursor\n\n15.6\n\n12\n\nACBD3 NS\n\n+\n\n19923748\n\nDLST\n\nDihydrolipoyllysine residue succinyltransferase component of 2-oxoglutarate\n\ndehydrogenase complex, mitochondrial isoform 1 precursor\n\n15.6\n\n8\n\nACBD3 NS\n\n+\n\n124494254\n\nPA2G4\n\nProliferation-associated protein 2G4\n\n11.7\n\n7\n\nACBD3 NS\n\n+\n\n7019485\n\nPDCD6\n\nProgrammed cell death protein 6\n\n11.7\n\n7\n\nACBD3 NS\n\n+\n\n311771621\n\nPI4KB\n\nPhosphatidylinositol 4-kinase beta isoform 2\n\n11.7\n\n6\n\nACBD3 NS\n\n+\n\n6912582\n\nPEF1\n\nPeflin\n\n11.7\n\n6\n\nACBD3 NS\n\n+\n\n55741641\n\nKIDINS220\n\nKinase D-interacting substrate of 220 kDa\n\n7.8\n\n4\n\nACBD3 NS\n\n+\n\n38679884\n\nSRI\n\nSorcin isoform b\n\n7.8\n\n3\n\nACBD3 CS\n\n+\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n842\n\nACBD3 CS\n\n+\n\n83641874\n\nCPVL\n\nProbable serine carboxypeptidase CPVL precursor\n\n23.5\n\n24\n\nACBD3 CS\n\n+\n\n149944715\n\nPPM1H\n\nProtein phosphatase 1H\n\n23.5\n\n16\n\nACBD3 CS\n\n+\n\n311771621\n\nPI4KB\n\nPhosphatidylinositol 4-kinase beta isoform 2\n\n19.5\n\n18\n\nACBD3 CS\n\n+\n\n154816184\n\nTMEM55B\n\nTransmembrane protein 55B isoform 2\n\n19.5\n\n11\n\nACBD3 CS\n\n+\n\n56549147\n\nSTEAP3\n\nMetalloreductase STEAP3 isoform b\n\n15.6\n\n14\n\nACBD3 CS\n\n+\n\n4504805\n\nBLZF1\n\nGolgin-45\n\n15.6\n\n10\n\nACBD3 CS\n\n+\n\n38026892\n\nALG6\n\nDolichyl pyrophosphate Man9GlcNAc2 alpha-1,3- glucosyltransferase precursor\n\n11.7\n\n12\n\nACBD3 CS\n\n+\n\n22507409\n\nTBC1D22A\n\nTBC1 domain family member 22A\n\n11.7\n\n7\n\nACBD3 CS\n\n+\n\n19923748\n\nDLST\n\nDihydrolipoyllysine residue succinyltransferase component of 2-oxoglutarate\n\ndehydrogenase complex, mitochondrial isoform 1 precursor\n\n7.8\n\n9\n\nACBD3 CS\n\n+\n\n34101272\n\nBCKDHB\n\n2-Oxoisovalerate dehydrogenase subunit beta, mitochondrial precursor\n\n7.8\n\n6\n\nACBD3 CS\n\n+\n\n40789249\n\nDARS2\n\nAspartyl-tRNA synthetase, mitochondrial\n\n7.8\n\n3\n\nACBD3 CS\n\n+\n\n148839335\n\nDPY19L1\n\nProtein Dpy-19 homolog 1\n\n7.8\n\n2\n\nACBD3 CS\n\n+\n\n11559925\n\nXPNPEP3\n\nProbable Xaa–Pro aminopeptidase 3 isoform 1\n\n7.8\n\n2\n\nTBC1D22A\n\n−\n\n22507409\n\nTBC1D22A\n\nTBC1 domain family member 22A\n\n23.5\n\n538\n\nTBC1D22A\n\n−\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n42\n\nTBC1D22A\n\n−\n\n4506583\n\nRPA1\n\nReplication protein A 70-kDa DNA binding subunit\n\n11.7\n\n36\n\nTBC1D22A\n\n−\n\n4506587\n\nRPA3\n\nReplication protein A 14-kDa subunit\n\n11.7\n\n14\n\nTBC1D22A\n\n−\n\n4506585\n\nRPA2\n\nReplication protein A 32-kDa subunit\n\n11.7\n\n6\n\nTBC1D22A\n\n−\n\n17999541\n\nVPS35\n\nVacuolar protein sorting- associated protein 35\n\n7.8\n\n10\n\nTBC1D22A\n\n−\n\n124494254\n\nPA2G4\n\nProliferation-associated protein 2G4\n\n7.8\n\n8\n\nTBC1D22A\n\n−\n\n14211889\n\nDPY30\n\nProtein Dpy-30 homolog\n\n7.8\n\n6\n\nTBC1D22A\n\n−\n\n17978519\n\nVPS26A\n\nVacuolar protein sorting- associated protein 26A isoform 1\n\n7.8\n\n3\n\nTBC1D22A\n\n−\n\n23397429\n\nEIF3M\n\nEukaryotic translation initiation factor 3 subunit M\n\n7.8\n\n3\n\nTBC1D22B\n\n−\n\n40068063\n\nTBC1D22B\n\nTBC1 domain family member 22B\n\n23.5\n\n1,575\n\nTBC1D22B\n\n−\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n117\n\nTBC1D22B\n\n−\n\n198041662\n\nPYCRL\n\nPyrroline-5-carboxylate reductase 3\n\n6.7\n\n5\n\nTBC1D22B\n\n−\n\n4505067\n\nMAD2L1\n\nMitotic spindle assembly checkpoint protein MAD2A\n\n6.7\n\n5\n\nTBC1D22B\n\n−\n\n150378533\n\nUSP7\n\nUbiquitin carboxyl-terminal hydrolase 7\n\n6.7\n\n4\n\nTBC1D22B\n\n−\n\n51479145\n\nARFGEF1\n\nBrefeldin A-inhibited guanine nucleotide exchange protein 1\n\n6.7\n\n4\n\nPI4KB\n\n−\n\n311771621\n\nPI4KB\n\nPhosphatidylinositol 4-kinase beta isoform 2\n\n23.5\n\n1,686\n\nPI4KB\n\n−\n\n15826852\n\nACBD3\n\nGolgi resident protein GCP60\n\n23.5\n\n35\n\nPI4KB\n\n−\n\n284807150\n\nGBA\n\nGlucosylceramidase isoform 2\n\n18.8\n\n23\n\nPI4KB\n\n−\n\n294832006\n\nPPP2R2A\n\nSerine/threonine-protein phosphatase 2A 55-kDa regulatory subunit B alpha isoform 2\n\n14.1\n\n7\n\nPI4KB\n\n−\n\n14141170\n\nMTA2\n\nMetastasis-associated protein MTA2\n\n14.1\n\n6\n\nPI4KB\n\n−\n\n154350213\n\nC10orf76\n\nUPF0668 protein C10orf76\n\n9.4\n\n17\n\nPI4KB\n\n−\n\n27363458\n\nLRFN4\n\nLeucine-rich repeat and fibronectin type III domain-containing protein 4 precursor\n\n9.4\n\n13\n\na\n\nInteracting proteins identified by AP-MS for ACBD3, TBC1D22A, TBC1D22B, and PI4KIIIb were weighted by\n\nZ\n\nscore of the peptide counts. Proteins are listed here with replicate\n\nZ\n\nscores and peptide counts in the experimental set with a minimum of\n\nn\n\n= 5 biological replicates and were scored against a background set of 550 unrelated picornaviral protein AP-MS experiments, excluding the 3A protein itself (Materials and Methods). Shown here are the top-scoring proteins that appeared in at least two replicate experiments and with >1 count in at least one experiment; a full\n\nZ\n\nscore table is provided in\n\nTable S1, Tab SI.4\n\nin the supplemental material. The major interacting proteins for ACBD3 included TBC1D22A and PI4KB, as well as PPM1H, TMEM55B isoform 2, CPVL, and GOLGB1. Reciprocal AP-MS experiments with TBC1D22A, its closely related isoform TBC1D22B, and PI4KB confirmed interaction with ACBD3. Proteins are C-terminally StrepII-tagged (CS) unless otherwise noted as N-terminally tagged (NS).\n\nUsing this AP-MS approach combined with\n\nZ\n\nscore ranking for interaction specificity, we found that ACBD3 interacted with the TBC1 domain family member 22A protein (TBC1D22A) in a highly specific manner and at levels that were comparable to those of PI4KB (\n\nTable 1\n\n; full\n\nZ\n\nscores are provided in\n\nTable S1, Tab SI.4\n\nin the supplemental material). Additional proteins such as transmembrane protein 55B isoform 2 (TMEM55B) and protein phosphatase 1H (PPM1H) were also observed to be specific for ACBD3. The known ACBD3-interacting Golgi protein giantin/GOLGB1 was identified in affinity purifications of N-terminally tagged ACBD3 only in a buffer that included potassium chloride and divalent cations (\n\nTable 1\n\n) (7).\n\nTBC1D22A is a 58-kDa protein that is localized to the Golgi apparatus and involved in Golgi membrane maintenance, along with its closely related isoform TBC1D22B (\n\n10\n\n). Both contain a C-terminal TBC domain that is responsible for Rab GTPase activation with a putative preference for Rab33A/B (\n\n9\n\n). Overexpression of TBC1D22B was shown to cause disruption of the endoplasmic reticulum (ER)-Golgi intermediate compartment (ERGIC), which was dependent on its GTPase-activating protein (GAP) activity (\n\n10\n\n). Based on the localization of ACBD3 and picornavirus replication to ERGIC-associated membranes, TBC1D22A/B merited further investigation.\n\nAffinity purification of TBC1D22A/B or PI4KB captures ACBD3 and 14-3-3 proteins.\n\nTo confirm the ACBD3-TBC1D22A interaction, reciprocal affinity purification was undertaken with N- and C-terminally Strep-tagged TBC1D22A and TBC1D22B (see\n\nTable S1, Tab SI.3A and SI.3B\n\nin the supplemental material). The top-ranking interacting protein for both TBC1D22A and TBC1D22B was ACBD3 (\n\nTable 1\n\n). Multiple 14-3-3 isoforms were also found in high abundance in affinity purifications for both TBC1D22A and TBC1D22B (see\n\nTable S1, Tab SI.5\n\n). 14-3-3 proteins are 27-kDa adaptor proteins that bind phosphoserine residues on a multitude of cellular proteins involved in diverse signaling pathways (\n\n11\n\n). TBC1D22A/B phosphopeptides are reported in\n\nTable S1, Tab SI.6\n\nand include a putative 14-3-3 recognition site at serine 167 (TBC1D22A) or serine 154 (TBC1D22B; spectra are provided in\n\nFig. S1\n\n). No peptides for PI4KB were recovered in any AP-MS experiments on TBC1D22A or TBC1D22B, suggesting that ACBD3-TBC122A/B-containing complexes do not contain PI4KB.\n\nTo further confirm the PI4KB-ACBD3 interaction, affinity purification of Strep-tagged PI4KB was performed. The top-ranking protein was ACBD3, while a 14-3-3 isoform was ranked third (\n\nTable 1\n\n; see also\n\nTable S1, Tab SI.3D\n\nin the supplemental material). The 14-3-3 proteins have been shown to bind PRKD1-phosphorylated serine 294 of PI4KB and influence its catalytic activity (\n\n12\n\n). This phosphorylated site and others were identified in our affinity purifications as well, as reported in\n\nTable S1, Tab SI.6\n\n(spectrum is provided in\n\nFig. S1\n\n). Several additional proteins of unknown significance (C10orf76, GBA, and MTA2) discovered in a recent Flag tag AP-MS experiment on PI4KB also ranked highly in our screen (\n\n13\n\n). Finally, as in the reciprocal case above, no peptides for TBC1D22A or TBC1D22B were recovered in any AP-MS experiments on PI4KB.\n\nACBD3-TBC1D22A/B interaction maps to coiled-coil region and overlaps with PI4KB-interacting region of ACBD3.\n\nTo further query the hypothesis that TBC1D22A/B binding and PI4KB binding may represent distinct, potentially competitive binding states of ACBD3, a mammalian two-hybrid reporter assay was used to map the sites of interaction on ACBD3 by deletion mutagenesis (\n\nFig. 1\n\n). N-terminal truncations of the acyl-CoA binding domain, C-terminal truncations of the GOLD domain, and alanine scanning through the entirety of the CAR domain did not affect ACBD3 binding to TBC1D22A/B, while deletions and point mutations located in the conserved glutamine-rich coiled-coil region between residues 246 and 321 significantly reduced TBC1D22A/B binding (see\n\nFig. S2 and S3\n\nin the supplemental material; also\n\nFig. 1\n\n). This region has previously been implicated in binding PI4KB (\n\n6\n\n). Mapping of PI4KB on ACBD3 revealed significant overlap with the region bound by TBC1D22A/B (\n\nFig. 1A\n\n). Three mutants with mutations in the glutamine-rich region (VQF255AAA, PGN267AAA, and EQHY281AAAA) significantly reduced ACBD3 binding to both PI4KB and TBC1D22A/B (\n\nFig. 1B\n\n; see also\n\nFig. S2B\n\n). However, we could isolate no mutant of ACBD3 that retained wild-type levels of PI4KB binding while disrupting TBC1D22A/B binding, or vice versa, including mutation of a recovered phosphorylation site, SS344 (see\n\nTable S1, Tab SI.6\n\n). Two single point mutants in the glutamine-rich region (F258A and Y285A) did demonstrate a significant difference in PI4KB binding versus TBC1D22B and merit further investigation (\n\nFig. S3\n\n). Although we have mapped the critical binding region of TBC1D22A/B to the Q-rich region of ACBD3, we cannot discount the role of the GOLD domain, as it appears to have an influence on the binding of these proteins as shown in\n\nFig. 1A\n\n. We also note that TBC1D22A/B was not detected in any PI4KB AP-MS experiment nor was PI4KB detected in any TBC1D22A/B AP-MS experiment (see\n\nTable S1, Tab SI.3B–SI.3D\n\n). Together, these data support the notion that PI4KB and TBC1D22A/B participate in a mutually exclusive relationship with ACBD3.\n\nFIG 1\n\nTBC1D22A/B interaction on ACBD3 is localized to the coiled-coil region and overlaps the PI4KB-interacting region. (A) Mapping of TBC1D22A/B and PI4KB binding localizes to the glutamine-rich (Q) region on ACBD3 by mammalian two-hybrid screening. The three proteins demonstrate similar binding values for all of the mutants tested, with a slight preference of TBC1D22A over TBC1D22B and PI4KB. (B) Alanine mutants across the C-terminal half of ACBD3 demonstrate that TBC1D22A/B and PI4KB binding to ACBD3 is disrupted only by mutations in the glutamine-rich region and not by mutations in the C-terminal GOLD domain. Binding values for the protein-protein interaction reporter (firefly luciferase) are plotted as a percentage of the transfection control values (\n\nRenilla\n\nluciferase). The graphical representation of each construct is colored based on the binding value. Low binding is depicted in black while high binding is depicted in red. The critical region defined by the collection of constructs is demarcated by the yellow box with the dashed outline (ACBD, acyl-CoA binding domain; CAR, charged amino acid region; Q, glutamine-rich region; GOLD, Golgi dynamics domain).\n\nThe N terminus of TBC1D22A/B is required for ACBD3 interaction.\n\nTo understand whether the RabGAP domain or some other region of TBC1D22A/B was responsible for the interaction with ACBD3, both mammalian two-hybrid mapping and AP-Western blotting were performed on deletion mutants of TBC1D22A/B. By both of these methods, the ACBD3-interacting region was localized to a predicted alpha-helix between residues 90 and 105 of TBC1D22A, demonstrating that the TBC domain was not required for binding (\n\nFig. 2A\n\n; see also\n\nFig. S4A\n\nin the supplemental material). Alanine scanning mutagenesis of this region revealed a valine-leucine residue pair that was required for ACBD3 binding along with a minor involvement of residues VVME93 (\n\nFig. 2B\n\n; see also\n\nFig. S4B\n\n).\n\nFIG 2\n\nACBD3 interaction localizes to the N terminus on TBC1D22A and TBC1D22B and is disrupted by the same valine-leucine mutation. (A) Deletion mutagenesis of TBC1D22A specifically localizes its interaction with ACBD3 by mammalian 2-hybrid screening to a predicted N-terminal helix near residues 90 to 105. (B) Alanine scanning reveals a critical dependence on residues VL101 with a contribution from VVME93. (C) Deletion mutagenesis of TBC1D22B also localizes its interaction with ACBD3 to a predicted N-terminal helix, as in TBC1D22A, despite an amino acid identity of <40% outside the RabGAP domain. (D) Alanine scanning across the TBC1D22B helix demonstrates that the ACBD3 interaction is significantly disrupted by the VL100AA mutation, as well as a contribution from upstream residues LNS88.\n\nTBC1D22A and TBC1D22B share 78% amino acid identity in their respective RabGAP domains yet share <40% amino acid identity outside the RabGAP domain. Deletion mapping of TBC1D22B similarly localized the ACBD3 interaction to a predicted alpha-helix with conserved sequence to TBC1D22A, including the valine-leucine pair (\n\nFig. 2C\n\n; see also\n\nFig. S4C\n\nin the supplemental material). Alanine scanning of this region on TBC1D22B also revealed substantial defects (≥100-fold decrease) in binding, especially at VL100 (\n\nFig. 2D\n\n). Mutation of phosphorylation sites on TBC1D22B discovered by mass spectrometry, all of which reside outside the identified interacting region, to glutamic acid as a phosphomimetic did not affect binding to ACBD3 (see\n\nFig. S4D\n\nand\n\nTable S1, Tab SI.6\n\n). Mammalian two-hybrid mapping on TBC1D22A/B was confirmed by AP-Western blotting and AP-MS (see\n\nFig. S4A to C\n\n). Interestingly, six total AP-MS experiments with full-length TBC1D22A and TBC1D22B and deletion mutants of TBC1D22A, all of which retained ACBD3 binding, showed that they copurified with ARFGEF1, a trans-Golgi membrane-localized Sec7 domain containing the guanine exchange factor for Arf1 (\n\n14\n\n). This interaction is highly specific, as peptides to ARFGEF1 were detected in only those six deletion and full-length TBC1D22A/B AP-MS experiments out of a total of >2,100 AP-MS runs in our lab (spectra are provided in\n\nFig. S1\n\n).\n\nDeletion mapping, alanine mutagenesis, and AP-Western blotting of TBC1D22A revealed a significant involvement of serines 165 and 167 for 14-3-3 protein recruitment. This site matches the canonical type I 14-3-3 binding motif of R-[SFYW]-X-pS-X-P, suggesting that serine 167 is the phosphorylated serine responsible for 14-3-3 recruitment (\n\n15\n\n). TBC1D22A deletion and point mutants that disrupted 14-3-3 binding retained the ability to bind ACBD3, while the TBC1D22A VL101AA mutant that disrupted ACBD3 interaction was still able to bind 14-3-3 isoforms, similarly to wild-type TBC1D22A (\n\nFig. 2A\n\n; see also\n\nFig. S4B\n\nin the supplemental material). While the significance of TBC1D22A interaction with 14-3-3 proteins remains unknown, these data suggest that TBC1D22A interaction with ACBD3 is not mediated by 14-3-3 isoforms or vice versa.\n\nPI4KB-ACBD3 interaction maps to the N terminus of PI4KB.\n\nWe employed both AP-Western blotting and mammalian two-hybrid mapping in conjunction with deletion mutants to localize the region of PI4KB required for interaction with ACBD3 (\n\nFig. 3\n\n). By N-terminal and C-terminal deletion, a region of 19 amino acids, extending from residues 53 to 70, of PI4KB was necessary for interaction with ACBD3 by both assays, indicating that the catalytic domain, the lipid kinase unique (LKU) region, and the Hom2 region of PI4KB were dispensable (\n\n16\n\n) (\n\nFig. 3A\n\n; see also\n\nFig. S5A, B\n\n, and C in the supplemental material). Analogously to what was found in TBC1D22A/B, alanine scanning of this narrow region in PI4KB revealed that a valine-leucine pair (VL67) was required for ACBD3 interaction with additional contribution from upstream residues (\n\nFig. 3B\n\n), suggesting that these two proteins bind ACBD3 via similar motifs. These results were also confirmed by AP-Western blotting (see\n\nFig. S5A to C\n\n). Two mutants, VL67 and IDP55, that retained the ability to bind alternative PI4KB partners, C10orf76 and Rab11B, were identified, suggesting that the ACBD3 binding deficit was specific (\n\nFig. 3B\n\n). We note that the QE65AA mutant demonstrated no ability to bind C10orf76 or Rab11B but bound to ACBD3 at levels 6-fold greater than those for the wild type according to the mammalian two-hybrid reporter (\n\nFig. 3B\n\n), although it is not necessarily clear whether these differences in binding are due to increased binding to one factor or to an inability to bind another competing factor. Finally, mutation of PI4KB phosphorylation sites discovered by mass spectrometry, all of which reside outside the critical interaction region, to glutamic acid did not affect binding to ACBD3, C10orf76, or Rab11B (see\n\nFig. S5D\n\n).\n\nFIG 3\n\nACBD3 interaction localizes to the N terminus on PI4KB and is disrupted by the same valine-leucine mutation. (A) Deletion mapping of PI4KB localizes its interaction with ACBD3 to the far N terminus on PI4KB by mammalian 2-hybrid screening. (B) Alanine scanning of the putative alpha-helix on PI4KB demonstrated a significant contribution of residues VL67 and IDP55 to its interaction with ACBD3. Binding of PI4KB interactors Rab11B and C10orf76 was used to control for global protein defects. Mutant QE65AA abrogated binding of PI4KB to C10orf76 and Rab11B but increased binding to ACBD3 by 6-fold.\n\nTBC1D22A/B competes with PI4KB for ACBD3 binding\n\nin vitro.\n\nThe combined AP-MS and fine-scale mapping data for TBC1D22A/B and PI4KB suggest a mutually exclusive binding relationship with ACBD3. If this were the case, we would expect there to be a competitive binding relationship between these two proteins and ACBD3. To qualitatively test this hypothesis in a competition ex-periment, increasing amounts of pro-tein lysate from 293T cells expressing TBC1D22A-Flag were added to premixed 293 lysate from PI4KB-V5- and ACBD3-Strep-expressing cells (\n\nFig. 4A\n\n). Affinity purification of ACBD3-Strep revealed decreasing amounts of copurified PI4KB-V5 as a function of increasing amounts of TBC1D22A-Flag (\n\nFig. 4B\n\n). This competition was independent of RabGAP activity, as only the N terminus of TBC1D22A was required (\n\nFig. 4C\n\n). 293T cell lysate that did not express TBC1D22A-Flag could not compete off PI4KB-V5 (\n\nFig. 4D\n\n).\n\nFIG 4\n\nThe N terminus of TBC1D22A can compete with PI4KB for binding of ACBD3. (A) Experimental setup to test for binding competition. V5-tagged PI4KB expressing 293T lysate was premixed with Strep-tagged ACBD3 expressing 293T lysate and divided seven ways. Increasing amounts of Flag-tagged TBC1D22A expressing 293T lysate were added to each tube, and lysates were affinity purified for Strep-tagged ACBD3 and assayed by Western blotting with anti-V5, anti-Strep, and anti-Flag antibodies. (B) Addition of increasing amounts of full-length TBC1D22A-Flag reduces the amount of PI4KB-V5 bound by ACBD3-Strep. (C) A Flag-tagged N-terminal fragment (1 to 128) of TBC1D22A is sufficient to compete off PI4KB-V5 from ACBD3-Strep. (D) Untransfected lysate is unable to compete PI4KB-V5 from ACBD3-Strep.\n\n3A binding region of ACBD3 localizes to the GOLD domain and associates with ACBD3 self-binding.\n\nPreviously, we and others demonstrated that enteroviral and kobuviral 3A proteins interact with ACBD3 by AP-MS and AP-Western blotting (\n\n5\n\n,\n\n6\n\n). To test whether other picornavirus 3A proteins bound ACBD3 more transiently, we tested hepatovirus, klassevirus, parechovirus, cardiovirus, and aphthovirus 3A proteins in the mammalian two-hybrid assay. In this assay, both kobuvirus and enterovirus 3A proteins bound most strongly to ACBD3 while the 3A proteins of hepatovirus, klassevirus, and parechovirus all demonstrated a significant but lesser (approximately 10-fold) ability to bind ACBD3 (\n\nFig. 5A\n\n). Cardiovirus and aphthovirus 3A proteins did not demonstrate binding to ACBD3 above background.\n\nFIG 5\n\nPicornaviral 3A proteins interact with the GOLD domain of ACBD3 and demonstrate that the far C terminus is critical for ACBD3 self-binding. (A) Picornavirus 3A proteins were tested for their ability to bind ACBD3 by mammalian two-hybrid screening. In addition to kobuvirus and enterovirus, 3A proteins from hepatitis A virus, klassevirus, and human parechovirus 1 (HPeV1) demonstrated an intermediate affinity for ACBD3. Cardiovirus and aphthovirus showed no ability to bind ACBD3 above background. CVB3, coxsackievirus B3; TMGDVII, Theiler's murine encephalomyelitis virus (strain GDVII); FMDV, foot-and-mouth disease virus. (B) Poliovirus and Aichi virus 3A proteins interact with the C-terminal GOLD domain of ACBD3. (C) Mutations in the GOLD domain disrupt picornavirus 3A binding and ACBD3 self-binding. One ACBD3 mutant (SYS511AAA) demonstrated a subtle ability to distinguish between poliovirus and Aichi virus 3A proteins. (D) Picornavirus 3A proteins and ACBD3 demonstrate a critical dependence on the presence of residue 525 for binding to ACBD3.\n\nAichi virus 3A interaction with ACBD3 was previously mapped to the GOLD domain of ACBD3 (\n\n6\n\n). Given the broad range of picornavirus 3A proteins interacting with ACBD3, we used the mammalian two-hybrid reporter system to investigate whether these 3A proteins also interacted with the C-terminal GOLD domain. Both poliovirus and Aichi virus 3A proteins mapped to the C-terminal half of ACBD3 (\n\nFig. 5B\n\n), consistent with deletion mapping by AP-Western blotting. To further refine the deletion mapping, we found that alanine mutations in the coiled-coil region of ACBD3 that did not bind TBC1D22A/B and PI4KB (VQF255AAA and EQHY281AAAA) retained picornavirus 3A binding. However, all alanine mutations in the GOLD domain disrupted binding of both picornaviral 3A proteins (\n\nFig. 5C\n\n). One mutation near the C terminus (SYS511AAA or Y512A) demonstrated a slight difference in preference of poliovirus 3A over Aichi virus 3A, suggesting that the binding between the two proteins may be only subtly different (\n\nFig. 5C\n\n; see also\n\nFig. S3B\n\nin the supplemental material).\n\nFine-scale mapping indicated that binding of the 3A proteins was critically dependent on the presence of Tyr residue 525, only three amino acids from the C-terminus of wild-type ACBD3 (\n\nFig. 5D\n\n). Mapping of the hepatitis A virus (HAV) and klassevirus 3A interactions with ACBD3 revealed an interaction profile similar to those of Aichi virus and poliovirus 3A (see\n\nFig. S6\n\nin the supplemental material), suggesting that these diverse picornaviruses bind ACBD3 in an analogous manner despite their wide sequence divergence (\n\n17\n\n–\n\n19\n\n).\n\nThe critical dependence of multiple GOLD domain-interacting proteins on the presence of Tyr-525 for binding to ACBD3 suggested that a potential intramolecular ACBD3 interaction was required. We tested whether ACBD3 could bind itself in the context of the mammalian two-hybrid assay. ACBD3 demonstrated an interaction with itself that mapped to GOLD domain as well as the threshold effect at Tyr-525 (\n\nFig. 5B to D\n\n). Mutations in GOLD domain that disrupted interaction with ACBD3-interacting partners similarly disrupted ACBD3 homomerization. However, one mutant (SYL414AAA) specifically disrupted ACBD3 homomerization while only slightly decreasing binding to poliovirus 3A and Aichi virus 3A, demonstrating that 3A binding to ACBD3 is not dependent on ACBD3 homomerization, at least for these viral species, as klassevirus 3A and hepatitis A virus 3A did not bind the ACBD3 SYL414AAA mutant above background (see\n\nFig. S6B\n\nin the supplemental material). While these results are suggestive of a possible interplay between ACBD3 homomerization and binding by viral 3A proteins, additional biochemical characterization will be required to explore this dynamic.\n\nACBD3 binding regions on picornavirus 3A are distinct.\n\nTo further investigate the possibility of differential ACBD3 interactions with Aichi virus and poliovirus 3A proteins, we extended our deletion and mammalian two-hybrid mapping of the ACBD3-interacting region for both of these proteins. Deletion of the C-terminal half of poliovirus 3A reduced ACBD3 binding by 100-fold, while a comparable deletion in Aichi virus 3A retained ACBD3 binding (\n\nFig. 6A and B\n\n), consistent with previous results in which alanine scanning the entirety of Aichi virus 3A revealed only two point mutations that affected ACBD3 binding (\n\n5\n\n). N-terminal deletions in the GBF1 binding domain of poliovirus 3A significantly increased ACBD3 binding relative to that of the wild type by more than 10-fold (\n\nFig. 6A\n\n). Alanine scanning of much of the N-terminal half of poliovirus 3A revealed several point mutants C terminal to the GBF1 binding site that were critical for binding ACBD3 by AP-Western blotting (D29A, R34A, KKGW42-KGA, and R54A) (see\n\nFig. S9C\n\nin the supplemental material). These results implicate multiple portions of Aichi virus 3A for binding to ACBD3, while poliovirus 3A appears to contain a defined ACBD3 binding domain that is C-terminal to its GBF1 binding region and dimerization region (\n\n20\n\n).\n\nFIG 6\n\nMapping of poliovirus and Aichi virus 3A interaction with ACBD3 reveals differences in 3A-ACBD3 interaction architecture. (A) Deletions of poliovirus 3A illustrate that a region C terminal to the GBF1 binding region and N terminal of the predicted transmembrane region is required for binding ACBD3. (B) Deletions of Aichi virus 3A reveal the presence of multiple ACBD3 binding regions across the 3A protein, with the bulk of ACBD3 binding mapping to the N-terminal half of Aichi virus 3A.\n\nKobuviral 3A proteins prevent TBC1D22A binding to ACBD3, while enterovirus 3A proteins do not.\n\nGiven that TBC1D22A/B appears to compete with PI4KB for ACBD3 binding and that picornaviruses are dependent on PI4KB for activity, we hypothesized that picornavirus 3A interaction with ACBD3 could influence the outcome of this competition. We note that in the picornavirus 3A AP-MS data that we have published previously (\n\n5\n\n), peptides to TBC1D22A/B were recovered in multiple enteroviral 3A AP-MS experiments while no peptides to TBC1D22A/B were ever identified in kobuviral 3A AP-MS experiments where a stable ACBD3-PI4KB complex was identified (see\n\nTable S1, Tab SI.4\n\nin the supplemental material) (5). To test this hypothesis, we examined whether the presence of different 3A proteins affected the TBC1D22A-ACBD3 interaction. We coexpressed kobuvirus 3A and enterovirus 3A proteins together with TBC1D22A and then assayed affinity-purified TBC1D22A by Western blotting. Whereas the expression of enterovirus 3A proteins did not affect the recovery of affinity-purified TBC1D22A, we observed an apparent affect on the expression of TBC1D22A in the presence of kobuvirus 3A (see\n\nFig. S7\n\n).\n\nWe investigated whether the presence of Aichi virus 3A or poliovirus 3A could affect the endogenous level of TBC1D22A mRNA. Using HEK293T cells transfected with Aichi virus 3A-Flag or poliovirus 3A-Flag, we measured the level of TBC1D22A mRNA by quantitative reverse transcription-PCR (qRT-PCR). There was no significant difference in the level of TBC1D22A mRNA in the presence of poliovirus 3A and only modest changes (<14%) in the presence of TBC1D22A (see\n\nFig. S8\n\nin the supplemental material).\n\nTo investigate the effect of picornavirus 3A protein interaction with respect to PI4KB and TBC1D22A interaction with ACBD3, and to avoid the apparent effect of coexpression differences in the presence of 3A proteins, we separated the expression of the proteins by independently transfecting Flag-tagged picornavirus 3A proteins and TBC1D22A-V5 into different plates of HEK293T cells. We then immunoprecipitated TBC1D22A-V5 complexes onto beads and added exogenous HEK293T lysates containing overexpressed poliovirus 3A-Flag and Aichi virus 3A-Flag. Finally, the TBC1D22A-V5 beads were recovered and assayed for ACBD3 and 3A-Flag recruitment by Western blotting (\n\nFig. 7A\n\n). Poliovirus 3A-Flag could be readily detected in TBC1D22A-ACBD3-containing complexes, while Aichi virus 3A-Flag could not (\n\nFig. 7B\n\n). Quantification of this difference demonstrated a >7-fold increase in poliovirus 3A recovery from the TBC1D22A-V5 beads over that of Aichi virus 3A (\n\nFig. 7C\n\n). Collectively, these results support a model whereby the kobuviral and enteroviral 3A proteins may differentially modulate the interaction of PI4KB and TBC1D22A/B with ACBD3.\n\nFIG 7\n\nAichi virus 3A does not occupy the same ACBD3 as does TBC1D22A, while poliovirus 3A proteins can occupy the same ACBD3 as does TBC1D22A. (A) Experimental setup to test the influence of 3A proteins on the interaction of TBC1D22A with ACBD3. V5-tagged TBC1D22A, Flag-tagged Aichi virus 3A, and Flag-tagged poliovirus 3A were each singly transfected into a 15-cm plate of HEK293T cells. TBC1D22A-V5 was immunoprecipitated with anti-V5 beads, washed 4 times, and left on the bead, to which Flag-tagged picornaviral 3A protein lysate was added and left to incubate overnight at 4°C. This lysate was again centrifuged with the anti-V5 beads and washed 4 times, and then captured proteins were boiled off the beads in SDS sample buffer to examine whether 3A-Flag could occupy the same ACBD3 as TBC1D22A by Western blotting. (B) Flag-tagged Aichi virus 3A does not copurify with TBC1D22A-V5 and bound ACBD3, while Flag-tagged poliovirus 3A copurifies with TBC1D22A-V5 and its captured ACBD3 by Western blotting. (C) Quantification of bound poliovirus 3A-Flag relative to Aichi virus-Flag, adjusted for the amount of ACBD3 pulled down, reveals a 7-fold difference in binding.\n\nDISCUSSION\n\nIn this study, we have identified TBC1D22A/B as a new interacting partner of ACBD3, a protein of central importance in Golgi organization and picornaviral replication. TBC1D22A/B is a Golgi membrane-localized putative Rab33 RabGAP (\n\n9\n\n). Altered ER-Golgi morphology has been associated with overexpression of TBC1D22B and is dependent on the presence of TBC1D22B RabGAP activity (\n\n10\n\n). We found that the interaction between TBC1D22A/B and ACBD3 was dependent on a narrow region that maps to a predicted helix in the N terminus of TBC1D22A/B. This interaction may determine localization of these RabGAPs to the Golgi membrane and their ability to affect Golgi morphology. TBC1D22A/B bound to the same region on ACBD3 as did PI4KB, and we found that the same residues that were critical for TBC1D22A/B binding were also critical for PI4KB binding. Together with our finding that TBC1D22A/B directly competed with PI4KB for ACBD3 binding, this suggests that, in addition to putatively regulating Rab33 GTP binding at the Golgi membrane, these RabGAPs may in part determine the Golgi membrane localization of PI4KB, thereby influencing cellular phosphatidylinositol 4-phosphate (PI4P) levels and Golgi morphology. It is also of note that other RNA viruses and intracellular pathogens use TBC domain-containing proteins and their binding partners to manipulate Rab dynamics at the ER-Golgi interface for their replication, including hepatitis C virus,\n\nLegionella\n\nand\n\nShigella\n\nspecies, and pathogenic\n\nEscherichia coli\n\n(\n\n21\n\n–\n\n24\n\n).\n\nGiven that both TBC1D22A/B and PI4KB share very similar binding sequences and that no ACBD3 mutant could be found that discriminates between these two partners, it remains an open question whether direct regulation of either of these proteins produces modified binding to ACBD3. Mutation of the main phosphorylation site on ACBD3 (SS344) to alanine or glutamic acid had no differential effect on TBC1D22A/B versus PI4KB binding. Conversion of the identified phosphorylation sites on TBC1D22B and PI4KB to glutamic acid also did not disrupt interaction with ACBD3. TBC1D22A/B and PI4KB are organized in similar fashions, with an N-terminal ACBD3 binding domain, a 14-3-3 binding phosphorylation site in the middle, and a C-terminal enzymatic domain. Because 14-3-3 does not bind to phosphomimetic mutations, we were unable to test the effect of 14-3-3 binding on interaction with ACBD3 without phosphorylation (\n\n15\n\n). At present, in the absence of three-dimensional structure information for each of these proteins, it is not clear what regulates the binding of TBC1D22A/B versus PI4KB to the glutamine-rich region of ACBD3.\n\nThe picornaviral 3A proteins may inform the cellular biology that regulates whether TBC1D22A/B or PI4KB is bound to ACBD3. An open question in picornavirus biology is why enteroviruses retain a specific GBF1 recruitment domain and are sensitive to brefeldin A while kobuviruses do not bind GBF1 and are insensitive to brefeldin A. Given that multiple picornaviruses rely on ACBD3 and PI4KB, direct competition by TBC1D22A/B suggests that viruses have evolved a mechanism to subvert cellular regulation of these two proteins. Our data show that the kobuviral 3A proteins appear to abrogate the binding of TBC1D22A/B to ACBD3, thus favoring the formation of a stable 3A-ACBD3-PI4KB complex that remains even after 25 to 30 min of washing. This stable complex may obviate the need for GBF1 recruitment and activity and allow kobuviruses to directly influence PI4KB localization and activity with respect to viral replication in a manner similar to, yet distinct from, that of enterovirus 3A. It is also remarkable that a protein that binds entirely to the GOLD domain can manipulate the binding of proteins in other domains of ACBD3, suggesting cross talk between ACBD3’s various domains. Although we have mapped the critical binding region of TBC1D22A/B to the Q-rich region of ACBD3, we cannot discount the role of the GOLD domain, as it appears to have an influence on the binding of these proteins as shown in\n\nFig. 1A\n\n.\n\nIt is not clear if or how enteroviruses manipulate the TBC1D22A/B-ACBD3 interaction, given that enterovirus 3A and TBC1D22A/B appear to occupy the same ACBD3 in our affinity purifications. The ACBD3-PI4KB-TBC1D22A/B system may provide a clue as to why enterovirus 3A proteins directly bind to and require GBF1 for replication. Mapping of the ACBD3-interacting region on the poliovirus 3A protein demonstrated an ACBD3 binding domain C-terminal to the region responsible for binding GBF1, suggesting that poliovirus 3A’s recruitment of GBF1 to Golgi membranes might be for recruitment of GBF1 to ACBD3. GBF1-Arf1 dynamics at the membrane may be responsible for recruiting another regulator that determines whether TBC1D22A/B or PI4KB is bound to ACBD3. Our affinity purification conditions may not promote the formation of a 3A-GBF1-ACBD3-PI4KB complex, thus allowing TBC1D22A/B to compete off PI4KB from ACBD3.\n\nThe reliance on overexpressed proteins in these protein-protein interaction studies is an important caveat. For example, nonphysiological levels of ACBD3 and/or TBC1D22A/B could produce an interaction that would be unlikely to occur at native levels. While our attempts to address this have been hampered by the lack of immunoprecipitation-competent antibodies to the untagged version of TBC1D22A/B, we have previously published experiments which indicate that ACBD3 and TBC1D22A/B interact at native expression levels. Specifically, we note that native TBC1D22A/B copurified with native ACBD3 in the presence of affinity-purified enterovirus 3A proteins, suggesting that the interaction is not entirely an artifact of overexpressing ACBD3 or TBC1D22A/B (see Table S7 in reference\n\n5\n\n).\n\nFuture experiments with the PI4KB mutants isolated in this study will help illuminate whether different PI4KB mutants can rescue enterovirus replication after depletion of native PI4KB. However, it is of note that enteroviruses selected for resistance to enviroxime family PI4KB inhibitors contain mutations in the ACBD3 binding region of 3A (V45A and H57Y) (\n\n25\n\n). How these mutants affect ACBD3 binding by 3A and whether PI4KB can compete TBC1D22A/B off ACBD3 are important outstanding questions.\n\nIn conclusion, multiple picornaviruses coopt the same central ACBD3-PI4KB axis for replication but utilize different cellular mechanisms to manipulate the system. The kobuviruses and enteroviruses may reflect convergent evolutionary strategies to manipulate this key lipid regulator. The mutants obtained in this study will be useful tools to test whether PI4KB localization to ACBD3 is required for picornavirus replication; to test the effect of ACBD3, TBC1D22A/B, and GBF1 on PI4P levels in the cell; and to discover regulatory mechanisms that govern the ACBD3 interactome.\n\nMATERIALS AND METHODS\n\nCells, plasmids, and cloning.\n\n293T cells were maintained in Dulbecco modified Eagle medium (DMEM)-H21 medium supplemented with 10% fetal bovine serum (FBS) and penicillin-streptomycin. All genes for transient transfections were cloned into a modified pCDNA4-TO vector containing an N-terminal or C-terminal 2× Strep II-tag as described previously using primers from\n\nTable S1\n\nin the supplemental material (26). Accession numbers used for genes were as follows: ACBD3, NM_0022735; PI4KB, NM_002651; TBC1D22A, NM_014346; TBC1D22B, NM_017772; Rab11B. The human C10orf76 gene was synthesized commercially (BioBasic Inc., Canada).\n\nTransient transfections were performed in a 15-cm plate of 293T cells at 50 to 60% confluency using 10 µg of total plasmid and a 3:1 ratio of TransIT-LT1 transfection reagent to plasmid (Mirus Bio). Protein lysates were prepared in 0.5% NP-40 in a background buffer of either 50 mM Tris-HCl (pH 8.0), 150 mM NaCl, 1 mM EDTA or 50 mM HEPES-KOH (pH 6.8), 150 mM potassium acetate (KOAc), 2 mM magnesium acetate (MgOAc), 1 mM CaCl\n\n2\n\n, 15% glycerol, 1× Roche EDTA-free protease inhibitor cocktail. Affinity purifications and Western blotting assays were otherwise performed as described previously (5, 26).\n\nFor the ACBD3 binding competition assay, transient transfections of ACBD3-Strep, TBC1D22A-Flag, and PI4KB-V5 in individual 15-cm plates of 293T cells were performed as described above. Lysates from each plate were prepared in 2 ml of EDTA-containing buffer. PI4KB-V5 and ACBD3-Strep lysate were premixed in a 15-ml Falcon tube for 4 h at 4°C. The lysate was then divided into 7 aliquots of 500 µl each, and 0, 3, 10, 30, 100, 300, and 1,000 µl of lysate from the TBC1D22A-Flag-transfected plate or an untransfected plate was added to the aliquots along with 35 µl of StrepTactin resin (IBA Life Sciences) and incubated overnight at 4°C. ACBD3-Strep was affinity purified, and copurified TBC1D22A-Flag and PI4KB-V5 were detected by Western staining using anti-Flag and anti-V5 antibodies (Sigma). For the 3A-TBC1D22A cotransfection experiments (see\n\nFig. S8\n\nin the supplemental material), 2.5 µg of TBC1D22A-Strep and 7.5 µg of picornavirus 3A-Flag were cotransfected using Mirus TransIT-LT1 transfection reagent as described above.\n\nMammalian two-hybrid screening.\n\nInteraction mapping was performed by mammalian two-hybrid screening using the Checkmate system (Promega, Madison, WI). Bait proteins were cloned into the pAct and pBind plasmids using the KpnI and EcoRV restriction sites and primers as described in\n\nTable S1\n\nin the supplemental material. Thirty-three nanograms each of pAct, pBind, and pG5Luc plasmids was transfected into 15,000 293T cells plated 24 h previously in each well of a 96-well plate. Firefly and\n\nRenilla\n\nluciferase levels were measured using the dual-luciferase assay kit 40 to 48 h after transfection (Promega). The level of binding is expressed as firefly luciferase values as a percentage of transfection control\n\nRenilla\n\nluciferase values, measured on a Veritas microplate luminometer.\n\nqRT-PCR.\n\nFor qRT-PCR, 1 µg of Aichi virus 3A-Flag or poliovirus 3A-Flag was transfected into a 6-well plate of HEK293T cells in log phase and harvested 48 h later. Total RNA was extracted using the RNeasy kit (Qiagen). Two micrograms of total RNA from HEK293T cells was reverse transcribed using SuperScript III reverse transcriptase and oligo(dT)\n\n20\n\n, and qRT-PCR was performed using the 480 DNA SYBR Green I master mix (Roche) on a LightCycler (Roche). Primers used were the TBC1D22A-CDS4 and hRPL19 set at a melting temperature (\n\nT\n\nm\n\n) of 50°C and with an extension of 1 min at 72°C (see\n\nTable S1\n\nin the supplemental material).\n\nProtein identification by mass spectrometry.\n\nProtein identification from affinity-purified samples was performed using peptide sequencing by mass spectrometry as previously reported (5). Affinity-purified samples were reduced and alkylated with dithiothreitol (DTT) and iodoacetamide, respectively, and then subjected to trypsin digestion either in solution or in excised SDS-PAGE gel bands. Peptide sequencing was performed using an LTQ-FT, an LTQ-Orbitrap XL, or an LTQ-Velos (Thermo) mass spectrometer, each equipped with 10,000-psi system nanoACUITY (Waters) ultra-high-performance liquid chromatography (UPLC) instruments for reversed-phase C\n\n18\n\nchromatography and using the same data acquisition and processing methods as those previously reported (5).\n\nDatabase searches were performed against the\n\nHomo sapiens\n\nplus\n\nVirus\n\nsubset of the NCBInr RefSeq database (14 January 2012), to which were added virus clone sequences missing from the public database, totaling 131,457 entries. This database was concatenated with a fully randomized set of 131,457 entries for estimation of the false discovery rate (27). Data were searched with a parent mass tolerance of 20 ppm and fragment mass tolerances of 0.6 Da.\n\nUsing peptide counts as an approximation of protein abundance,\n\nZ\n\nscores were calculated to represent prey-bait specificity as reported previously (5).\n\nZ\n\nscores for proteins interacting with individual virus or human bait proteins were calculated using a minimum of five replicate experiments together with a background model of 550 control, nonhuman bait data sets. These nonhuman data sets were compiled from the genes from 12 different picornaviruses, excluding the 3A gene itself (VP0/VP2, VP4, VP1, VP3, L, 2A, 2B, 2C, 3C, and 3D), which serve as an unbiased set of proteins that should be orthogonal to the human protein-protein interactions in this network. The nonspecific interacting proteins most commonly identified in this background set, analogous to “frequent fliers” reported as common contaminants in Flag-AP-MS experiments, are reported in\n\nTable S2\n\nin the supplemental material (28).\n\nSUPPLEMENTAL MATERIAL\n\nFigure S1\n\nTandem mass spectrometry spectra for phosphopeptides from ACBD3, TBC1D22A, TBC1D22B, and PI4KB and for two unique peptides from ARFGEF1. Shown here are tandem mass spectrometry spectra for phosphorylation of the following peptides: THTD\n\nSS\n\nEKELEPEAAEEALENGPK at either position 344 or 345 in ACBD3 (A),\n\nS\n\nQ\n\nS\n\nLPHSATVTLGGTSDPSTLSSSALSEREASR at position 165 or 167 in TBC1D22A (B), QQ\n\nS\n\nLPLRPIIPLVAR at position 154 in TBC1D22B (C), and TA\n\nS\n\nNPKVENEDEPVR at position 294 in PI4KB (D). Also provided is a spectrum for the peptide SVDIHDSIQPR in ARFGEF1 (E). Download\n\nFigure S1, PDF file, 0.3 MB\n\nFigure S2\n\nACBD3 interaction with TBC1D22B is localized to the glutamine-rich region by AP-Western blotting. Confirmation of the mammalian two-hybrid mapping of ACBD3-TBC1D22A/B interaction was performed by AP-Western blotting. (A) Deletion constructs of Strep-tagged ACBD3 were cotransfected with Flag-tagged TBC1D22B, affinity purified with StrepTactin resin, and blotted with anti-Flag and anti-Strep antibodies. (B) Point mutants of ACBD3-Strep in the glutamine-rich region were cotransfected with TBC1D22B-Flag or PI4KB-Flag, affinity purified with StrepTactin resin, and blotted with anti-Flag and anti-Strep antibodies. (C) Point mutants of ACBD3-Strep in the charged amino acid region (CAR) were transfected into HEK293T cells, affinity purified with StrepTactin resin, and blotted with anti-TBC1D22A and anti-Strep antibodies. No mutants in the CAR affected TBC1D22A binding by ACBD3. (D) Point mutants of ACBD3-Strep in the glutamine-rich region affect TBC1D22A binding. Download\n\nFigure S2, PDF file, 1.2 MB\n\nFigure S3\n\nSingle alanine mutants in ACBD3 reveal critical residues for interaction with TBC1D22B, PI4KB, poliovirus 3A, and Aichi virus 3A. Residues that had been shown to break binding to ACBD3’s interactors in a 3-mer and 4-mer alanine scan were singly mutated to alanine and tested in the mammalian two-hybrid assay. (A) ACBD3 single mutants demonstrated an interaction profile similar to those of TBC1D22B and PI4KB; however, two ACBD3 mutants (F258A and Y285A) demonstrated a significantly higher reported interaction with TBC1D22B than with PI4KB. Point mutant H284A seemed to be responsible for the disruption of the interaction between ACBD3 and TBC1D22B/PI4KB for EQHY282AAAA. (B) ACBD3 single mutants demonstrated an interaction profile similar to those of poliovirus 3A and Aichi virus 3A; however, two ACBD3 mutants (F433A and Y512A) demonstrated a significantly higher reported interaction with poliovirus 3A than with Aichi virus 3A. The Y512A mutant appears to be the discriminating residue in the SYS511AAA mutant that demonstrates higher binding to poliovirus 3A than Aichi virus 3A. Download\n\nFigure S3, PDF file, 0.1 MB\n\nFigure S4\n\nTBC1D22A/B interaction with ACBD3 is localized to the N-terminus of TBC1D22A/B by AP-Western blotting. Confirmation of the mammalian two-hybrid mapping of TBC1D22A/B-ACBD3 interaction was performed by AP-Western blotting. (A and B) Deletion and point mutants of Strep-tagged TBC1D22A were transfected into HEK293T cells, affinity purified with StrepTactin resin, and blotted with anti-ACBD3, anti-14-3-3, and anti-StrepII antibodies. AP-Western blotting indicated that the binding site of ACBD3 maps to the N terminus of TBC1D22A with significant contribution by the VL101 residues. Because 14-3-3 binding was not amenable to mammalian two-hybrid analysis, mapping of the 14-3-3 binding site on TBC1D22A was performed by AP-Western blotting. Deletion mutants and individual point mutants mapped the 14-3-3 binding site to serines 165 and 167. The canonical 14-3-3 binding site of R-[SFYW]-X-pS-X-P suggests serine 167 as the phosphorylated residue responsible for 14-3-3 recruitment. (C) Deletion mutants of TBC1D22B-Strep were transfected into HEK293T cells, affinity purified, and blotted with anti-ACBD3 and anti-Strep antibodies. AP-Western blotting indicated that the binding site of ACBD3 on TBC1D22B maps to a similar location as that on TBC1D22A. (D) Phosphorylation sites discovered by AP-MS of TBC1D22B were converted to the phosphomimetic amino acid glutamic acid by site-directed mutagenesis, cloned into the pBind plasmid, and tested for binding to ACBD3 in the mammalian two-hybrid assay. Where the individual residue that was phosphorylated could not be identified due to runs of serines or threonines, all sites that could be modified were changed to glutamic acid. Phosphomimetic mutations did not affect the binding of TBC1D22B to ACBD3, suggesting that single phosphorylations themselves do not alter the binding to ACBD3. Download\n\nFigure S4, PDF file, 1.3 MB\n\nFigure S5\n\nPI4KB interaction with ACBD3 is localized to the N terminus of PI4KB by AP-Western blotting. Confirmation of the mammalian two-hybrid mapping of PI4KB-ACBD3 interaction was performed by AP-Western blotting. (A to C) Deletion and point mutants of Flag-tagged PI4KB were cotransfected with Strep-tagged ACBD3, affinity purified with StrepTactin resin, and blotted with anti-Flag and anti-Strep antibodies. The interaction mapped to the N-terminal region of PI4KB by AP-Western blotting and demonstrated a significant dependence on residues VL67 but not EV58. (D) Phosphorylation sites discovered by AP-MS of PI4KB were converted to the phosphomimetic amino acid glutamic acid by site-directed mutagenesis, cloned into the pBind plasmid, and tested for binding to ACBD3 in the mammalian two-hybrid assay. PI4KB interactors C10orf76 and Rab11B were included as positive controls to ensure that overall protein structure was not altered. Where the individual residue that was phosphorylated could not be identified due to runs of serines or threonines, all sites that could be modified were changed to glutamic acid. Phosphomimetic mutations did not affect the binding of PI4KB to ACBD3, suggesting that single phosphorylations themselves do not alter the binding to ACBD3. Download\n\nFigure S5, PDF file, 1.7 MB\n\nFigure S6\n\nMapping of the HAV and klassevirus 3A protein binding sites on ACBD3. Mammalian two-hybrid analysis of HAV and klassevirus 3A on deletion (A) and point (B) mutants of ACBD3 was performed. Both proteins demonstrated a significant, above-background interaction with full-length ACBD3 that localized to the C-terminal GOLD domain, similarly to poliovirus and Aichi virus 3A proteins. However, both HAV and klassevirus 3A did not demonstrate an above-background interaction with the SYL414AAA ACBD3 mutant, unlike poliovirus and Aichi virus 3A proteins. Download\n\nFigure S6, PDF file, 0.1 MB\n\nFigure S7\n\nKobuvirus 3A proteins prevent the association of TBC1D22A with ACBD3, while enterovirus 3A proteins can occupy the same ACBD3 as TBC1D22A. (A) Experimental setup to test the influence of 3A proteins on the interaction of TBC1D22A with ACBD3. Strep-tagged TBC1D22A was cotransfected with Flag-tagged 3A, and TBC1D22A was affinity purified with StrepTactin resin and assayed with anti-Strep, anti-Flag, and anti-ACBD3 antibodies. (B) Flag-tagged Aichi virus 3A does not copurify with TBC1D22A and reduces the overexpression of TBC1D22A. Enterovirus 3A affinity purifies with TBC1D22A and does not affect the expression levels of TBC1D22A. (C) Porcine and bovine kobuvirus 3A proteins demonstrate similar reductions in expression levels of Strep-tagged TBC1D22A relative to poliovirus 3A and an inability of TBC1D22A to copurify with ACBD3, consistent with a sequestration of ACBD3 by the kobuviral 3A proteins.\n\nFigure 7\n\ndemonstrates that the inability of TBC1D22A and kobuviral 3A proteins to occupy the same ACBD3 is independent of the effects of kobuviral 3A proteins on the expression levels of cotransfected Strep-tagged TBC1D22A. Download\n\nFigure S7, PDF file, 1.1 MB\n\nFigure S8\n\nTransfection of picornavirus 3A genes does not result in large-scale changes of TBC1D22A mRNA expression. (A) 293 cells were transfected with no construct or poliovirus 3A-Flag or Aichi virus 3A-Flag and harvested after 48 h. qRT-PCR was performed with TBC1D22A and ribosomal RPL19 housekeeping gene primers. TBC1D22A transcript levels relative to RPL19 transcript levels are displayed. Only a subtle decrease in endogenous TBC1D22A transcript expression is seen when Aichi virus 3A-Flag is transfected (<14% decrease). (B) Western blotting confirms expression of transfected poliovirus 3A-Flag and Aichi virus 3A-Flag on cells on which qRT-PCR was performed. Download\n\nFigure S8, PDF file, 1 MB\n\nFigure S9\n\nAP-Western blotting confirms that picornavirus 3A interaction with ACBD3 is localized to the C terminus of ACBD3. (A) Deletions of ACBD3-Strep were cotransfected with Flag-tagged picornavirus 3A constructs, affinity purified with StrepTactin resin, and blotted with anti-Strep and anti-Flag antibodies. C-terminal deletion of ACBD3 (1 to 321) fails to copurify with picornaviral 3A proteins while N-terminal deletions of ACBD3 (175 to 528 and 260 to 528) copurify with picornaviral 3A proteins. Residue numbers indicate the portion of ACBD3 that is present in the construct. (B) Aichi virus 3A qualitatively competes with poliovirus 3A for ACBD3. The experimental setup is the same as that for\n\nFig. 4\n\n, except that increasing amounts of Aichi virus 3A-Flag lysate are added to premixed to poliovirus 3A-Flag prebound to ACBD3-Strep. These data are consistent with the mapping data showing that Aichi virus 3A and poliovirus 3A bind to the same region of ACBD3. (C) Alanine scanning of poliovirus 3A interactions by AP-Western blotting confirms mammalian two-hybrid mapping results from\n\nFig. 6\n\n. Point mutants in the N terminus of poliovirus 3A disrupt GBF1 while point mutants C terminal to the DLL dimerization motif of poliovirus 3A disrupt ACBD3 binding. Download\n\nFigure S9, PDF file, 0.9 MB\n\nTable S1\n\nSupplemental Tables.\n\nTable S1, XLSX file, 0.4 MB.\n\nText S1\n\nSupplemental table legends. Download\n\nText S1, DOC file, 0.1 MB"
  },
  {
    "pmcid": "11302001",
    "title": "Identification and validation of genes associated with prognosis of cisplatin-resistant ovarian cancer",
    "publish_date": "2024-8-5",
    "full_text": "Background\n\nOvarian cancer (OC) is a highly lethal malignancy in women and continues to pose a significant global public health challenge. According to epidemiological data spanning from 1990 to 2019, the worldwide incidence of OC was approximately 294.42 × 10\n\n3\n\ncases, with an associated mortality of about 198.41 × 10\n\n3\n\ncases. Notably, China accounted for around 45.48 × 10\n\n3\n\nincident cases and approximately 29.09 × 10\n\n3\n\ndeaths due to this disease during the same period. In the year of analysis (2019), there was an alarming rise in both standardized death rate (2.88 per 100,000) and crude death rate (4.17 per 100,000) attributed to ovarian cancer [\n\n1\n\n,\n\n2\n\n]. The elevated mortality rate of ovarian cancer is linked to its subtle and atypical early symptoms, including abdominal bloating, pelvic pain, early satiety, and changes in bowel function. These manifestations often lead to diagnostic challenges and confusion with other medical conditions [\n\n3\n\n,\n\n4\n\n]. Moreover, the early stages of the disease are characterized by a dearth of efficacious diagnostic methods. Furthermore, as the cancer progresses, malignant cells disseminate via hematogenous and lymphatic routes to various sites within the abdominal cavity including but not limited to the liver, lungs, brain. Consequently, delayed diagnosis significantly compromises prognosis for OC treatment [\n\n4\n\n]. Currently, the management of OC primarily relies on surgical resection and adjuvant chemotherapy. Surgical resection aims to maximize tumor tissue removal, however, due to the invasive nature of abdominal and pelvic cavity operations, it poses challenges in terms of difficulty, slow postoperative recovery, and potential complications [\n\n5\n\n,\n\n6\n\n]. Despite the sensitivity of OC to chemotherapy, the majority of patients experience relapse and rapid mortality. The resistance to chemotherapy and the challenges in disease management with current therapeutic approaches contribute to this phenomenon [\n\n4\n\n,\n\n7\n\n].\n\nOC is categorized into three primary types: epithelial, germ cell, and interstitial tumors. Within the epithelial type, there are five subtypes, namely low-grade serous cancer, high-grade serous cancer, endometrioid cancer, clear cell cancer, and mucinous cancer. Notably, high-grade serous ovarian cancer stands out as the most aggressive and deadliest subtype [\n\n4\n\n,\n\n8\n\n]. If ovarian cancer is treated and diagnosed early, the 5-year survival rate ranges from 80 to 90 percent when it remains localized within the ovaries; however, this rate drops to less than 30 percent when there is infiltration of adjacent pelvic structures or distant organ metastasis [\n\n4\n\n,\n\n9\n\n]. Cisplatin exerts a significant impact on the initial treatment of ovarian cancer by inducing cross-linking and RNA destruction, effectively eradicating proliferating cancer cells. Failure to promptly repair damaged DNA triggers the DNA damage response, leading to apoptosis activation [\n\n10\n\n]. However, the majority of patients eventually develop resistance to cisplatin following repeated exposure, thereby resulting in tumor recurrence. The acquisition of cisplatin resistance is an intricate process, involving multiple mechanisms[\n\n11\n\n]. Ziliang Wang and colleagues have shown a noteworthy increase in the expression of fibrillin-1 in ovarian cancer tissues. This upregulation subsequently triggers the downstream pathway through vascular endothelial growth factor receptor 2. Ultimately, this leads to altered gene expression related to angiogenesis and glycolysis mediated by transcription factor 2, thereby promoting cisplatin resistance [\n\n12\n\n]. Sipei Nie et al. reported an upregulation of ALKBH5 in cisplatin-resistant ovarian epithelial carcinoma, where it forms a loop with HOXA10 to facilitate the development of cisplatin resistance in cancer cells [\n\n13\n\n]. Chemotherapy resistance constitutes the primary cause of treatment failure in ovarian cancer, necessitating urgent investigation into the underlying mechanisms and identification of novel therapeutic targets.\n\nThis study involved a thorough analysis of biological information to identify 132 genes linked to the onset of cisplatin resistance in OC. Subsequently, LASSO regression analysis identified 8 key genes. To validate their expression, clinical samples were collected and analyzed using RT-qPCR and Western Blot techniques. VPS13B, TBC1D22A, PPP3CA, CUX1 and PPP1R15A were identified as poor prognostic genes for cisplatin resistance in ovarian cancer, while PLGRKT, CDKAL1 and TAP1 were identified as good prognostic genes. These associated prognostic signature genes can potentially facilitate early detection and improved treatment of ovarian cancer, providing novel insights into the clinical diagnosis and management of this disease.\n\nMaterials and methods\n\nData download\n\nThe GSE116439 dataset, obtained through the R package GEOquery from the GEO database, encompasses a gene expression profile derived from the NCI-60 cell line exposed to cisplatin, an anticancer drug. We screened 14 samples from GSE116439 for subsequent analysis, comprising of 7 control samples treated with 0 nM cisplatin for a duration of 24 h and 7 experimental samples treated with a concentration of 15000 nM cisplatin for the same time period. The GSE116439 dataset is based on the GPL571 [HG-U133A_2] Affymetrix Human Genome U133A 2.0 Array platform, and the probe annotation of the dataset is conducted using the chip GPL platform file.\n\nWe retrieved the gene expression profile data and survival data of ovarian cancer patients from the TCGA database for subsequent bioinformatics analysis. Additionally, we obtained the maf file for mutation analysis and excluded samples with missing survival data in ovarian cancer, resulting in a final dataset comprising 373 tumor tissue samples, no normal tissue samples were available.\n\nCisplatin drug-related differentially expressed genes\n\nTo discern alterations in gene expression subsequent to cisplatin exposure, we conducted a differential analysis using the limma packages, aiming to identify differentially expressed genes (DEGs) between the control and experimental groups. The criteria for selecting DEGs for further exploration were set at |logFC|> 1 and a P-value < 0.05. Genes meeting the criteria of logFC > 1 and\n\nP\n\n-value < 0.05 were categorized as up-regulated, while genes contrary to the criteria were classified as down-regulated. The outcomes of the differential analysis were visually presented through a volcano plot generated with the R package ggplot2, a heatmap created using the R package pheatmap, and a box plot constructed with the R package ggpubr.\n\nDifferential gene function and pathway enrichment analysis\n\nGO analysis is a widely employed approach for conducting comprehensive functional enrichment studies, encompassing biological processes (BP), molecular functions (MF), and cellular components (CC). KEGG stands as a widely employed repository for the comprehensive storage of genomic data, biological pathways, disease information, and pharmaceutical compounds. GO and KEGG enrichment analyses on DEGs associated with cisplatin were carried out using the R-package clusterProfiler. The selection criteria included a\n\nP\n\n-value < 0.05 and a false discovery rate (FDR or q value) < 0.05.\n\nGSEA enrichment and GSVA analysis\n\nGSEA evaluates the distribution trend of genes in a pre-defined gene set within a phenotypically ranked gene list to assess their contribution to the phenotype. In this study, differentially expressed genes were divided into high and low phenotype relevance groups. The clusterProfiler package enriched all DEGs in these two groups. GSVA, a non-parametric unsupervised algorithm, was then applied using the R language GSVA (version 1.42.0) package. This transformed gene expression data from a matrix with a single gene as a feature to a matrix with a specific gene set as a feature. Each gene set underwent rank statistics, akin to the K-S test, resulting in an Enrichment Score (ES) matrix. This facilitated GSVA enrichment score determination for each sample and subsequent statistical analysis.\n\nConstruct prognosis model based on TCGA data\n\nWe identified 132 genes with differential expression between the control and experimental groups, considered potential candidates. To assess their prognostic significance in OC, tumor samples were randomly split into a 3:2 ratio, with three as the training set and two as the validation set. Univariate Cox regression analysis was applied to the training set to identify genes significantly associated with survival (\n\nP\n\nvalue < 0.05). A prognostic model was constructed using Least Absolute Shrinkage and Selection Operator (LASSO) regression, incorporating only genes with non-zero regression coefficients. The Risk Score model yielded the risk score for each tumor sample, calculated as follows: Coef (genei) represents LASSO regression coefficient, expression (genei) denotes the gene's expression value, and n is the number of genes in the model.\n\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\mathrm{riskScore}=\\sum\\limits_{\\mathrm i}^{\\mathrm n}\\mathrm{Coef}\\left({\\mathrm{gene}}_{\\mathrm i}\\right)\\ast\\mathrm{Expression}\\;}\\left({\\mathrm{gene}}_{\\mathrm i}\\right)$$\\end{document}\n\nriskScore\n\n=\n\n∑\n\ni\n\nn\n\nCoef\n\ngene\n\ni\n\n*\n\nExpression\n\ngene\n\ni\n\nEvaluation of prognostic models\n\nThe R-package survminer's surv_cutpoint function was utilized to determine the optimal cutoff value for distinguishing high and low-risk groups in the training set. Following this, Kaplan–Meier survival curve analysis and time-dependent ROC analysis were performed to evaluate the predictive accuracy of the model.\n\nBuild a forecast nomogram\n\nA nomogram, based on multiple regression analysis, utilizes a specific scale to assign scores, representing various variables within the multiple regression model. Ultimately, a total score is computed to predict the probability of event occurrence. We integrated the clinical features of ovarian cancer samples to identify the clinical characteristics significantly associated with survival. Following the Cox regression analysis results, we constructed a nomogram using the R package \"rms.\"\n\nImmunoinfiltration analysis\n\nWe utilized the CIBERSORTx online tools (\n\nhttps://cibersortx.stanford.edu/\n\n) to evaluate immune cell infiltration in TCGA—OV data, obtaining abundance values for 22 distinct subtypes of immune cells. We utilized bar charts to visually represent the proportions of anticipated cells, employed Pearson correlation heat maps to illustrate the interrelationships among immune cells, and employed box plots to examine disparities in immune cell populations between high and low risk cohorts.\n\nDrug sensitivity prediction\n\nUsing the Cancer Genome Project (CGP) database, Ridge regression was applied to estimate the half-maximum inhibitory concentration (IC50) for each patient, and the prediction accuracy was evaluated through tenfold cross-validation. Significance in drug sensitivity differences between high and low-risk groups was determined by comparing\n\nP\n\nvalues, where\n\nP\n\n< 0.001 was considered statistically significant.\n\nMutation analysis\n\nTumor mutation burden (TMB) quantifies the number of somatic nonsynonymous mutations in a specific genomic region. It typically represents the cumulative count of coding errors, base substitutions, and gene insertion or deletion errors detected per million bases. We employed Maftools (version 2.10.0), an R package specifically designed for TMB analysis. This allowed us to quantify somatic non-synonymous point mutations in each sample and assess the mutation frequency of genes in both high-risk and low-risk groups. Furthermore, we visually depicted these findings using an oncoplot waterfall plot.\n\nChromosome localization analysis of prognostic genes\n\nWe will prepare the chromosome localization data, load the RCircos package in the R language environment, and import the data. Subsequently, we will utilize the functions within the RCircos package to generate a circular chromosome map and incorporate chromosomal location markers. The objective of interpreting the results of chromosome localization analysis is to discuss the distribution pattern of prognostic genes on chromosomes and explore the biological significance of these genes.\n\nceRNA network analysis\n\nThe interacting microRNAs associated with genes significantly linked to prognosis were queried in the miRDB database (\n\nhttp://www.mirdb.org/\n\n), utilizing a Target Score > 88 as a filter. Subsequently, a query was performed in the starBase database to identify interactions of miRNAs (\n\nhttp://starbase.sysu.edu.cn/index.php\n\n). The intersection of these two database queries identified gene-miRNA interactions that were strongly associated with prognostic outcomes. The starBase database was queried to identify lncRNAs that interact with the aforementioned miRNAs, using a filtering condition of clipExpNum > 10. Finally, the ceRNA network diagram was constructed using Cytoscape based on the aforementioned query results.\n\nQuantitative real-time PCR\n\nRNA extraction from tissues was performed using Trizol reagent, reverse transcribed into cDNA utilizing SweScript One-Step RT-PCR Kit, and subsequently amplified with appropriate primers (refer to Table S\n\n1\n\n) for validation of prognostic gene expression in the cisplatin-resistant group of ovarian cancer.\n\nWestern Blot\n\nTissues were lysed with RIPA lysis buffer, and protein concentration was determined using the BCA protein assay kit. The protein was then separated on an SDS-PAGE gel and transferred to a PVDF membrane. Subsequently, the expression of the target protein was detected using the FUSION FX5 imaging system (Bio-Rad, Hercules, CA, USA) following continuous incubation with primary and secondary antibodies. The primary antibodies targeting the following proteins were used VPS13B (Abcam, ab139814, 1:1000), PLGRKT (Abcam, ab169531, 1:1000), CDKAL1 (Abcam, ab237525, 1:1000), TBC1D22A (Abcam, ab234723, 1:1000), TAP1 (Abcam, ab314745, 1:1000), PPP3CA (Abcam, ab265130, 1:1000), CUX1 (Abclonal, A2213, 1:1000), and PPP1R15A (Abclonal, A16260, 1:1000). The secondary antibody used was β-actin (Abclonal, AC026, 1:10,000).\n\nStatistical analysis\n\nData processing and analysis in this study used R software (Version 4.1.2), presenting continuous variables as mean ± standard deviation. The Wilcoxon rank sum test (Mann–Whitney U test) compared two groups, while the Kruskal–Wallis test assessed three or more groups. Chi-square tests or Fisher exact tests determined statistical significance for comparing and analyzing two sets of categorical variables. Unless specified otherwise, Spearman correlation analysis calculated correlation coefficients between different molecules, with a significance threshold at\n\nP\n\n< 0.05.\n\nResults\n\nAnalysis of cisplatin drug-related gene differences\n\nThe differential gene expression analysis was conducted between the cell samples treated with cisplatin at a concentration of 15000 nM and those untreated for 24 h. A total of 132 genes exhibiting significant differences in expression were identified (Table S\n\n2\n\n), including 35 up-regulated genes and 97 down-regulated genes. Differential gene expression analysis results are illustrated in the volcano plot (Fig.\n\n1\n\nA). The expression distribution of 132 significantly differentially expressed genes in experimental and control samples is shown in heat maps (Fig.\n\n1\n\nB). Additionally, a boxplot was created to visualize expression differences between the experimental and control groups for 20 significant variant genes (Fig.\n\n1\n\nC).\n\nFig. 1\n\nDifferential expression analysis of cisplatin drug-related genes.\n\nA\n\nVolcano plot of the DEGs.\n\nB\n\nHeat map depicting the distribution of DEGs.\n\nC\n\nBox plots displaying the expression distribution of the top 10 up-regulated and down-regulated genes in the experimental and control groups\n\nGO and KEGG analysis of cisplatin drug-related DEGs\n\nWe performed GO and KEGG (Tables S\n\n3\n\nand S\n\n4\n\n) enrichment analysis on a set of 132 DEGs associated with cisplatin resistance, followed by the generation of a histogram (Fig.\n\n2\n\nA), bubble plot (Fig.\n\n2\n\nB), circular diagram (Fig.\n\n2\n\nC), and chord diagram (Fig.\n\n2\n\nD). The primary enrichment pathway of differentially expressed genes associated with cisplatin resistance is GO:0062197, which participates in cellular response to chemical stimuli. Additionally, the following gene ontology terms were identified: GO:0006469 (negative regulation of protein kinase activity), GO:0034599 (cellular response to oxidative stress), GO:0005547 (phosphatidylinositol-3,4,5-triphosphate binding), GO:0005001 (transmembrane receptor protein tyrosine phosphatase activity), and GO:0019198 (transmembrane receptor protein phosphatase activity). Furthermore, hsa05169 is linked to Epstein-Barr virus infection, hsa05210 is associated with colorectal cancer, and hsa04110 is involved in cell cycle regulation.\n\nFig. 2\n\nGO and KEGG analysis of DEGs between the experimental and control groups treated with cisplatin.\n\nA\n\n-\n\nD\n\nThe histogram, bubble map, circle graph, and string diagram depict the outcomes of GO and KEGG enrichment analysis for DEGs. The histogram depicts enriched pathways, with increasing redness indicating higher up-regulated gene enrichment. The bubble diagram uses green for biological process pathways, yellow for KEGG pathways, and purple for molecular functional pathways, with bubble size representing the number of differentially expressed genes. In the outer scatter plot, red dots signify upregulation, blue dots indicate downregulation, while the inner circle bar chart illustrates the significance of enrichment results. Lastly, the chord diagram's left semicircle denotes genes, and the right semicircle denotes enriched pathways\n\nGSEA and GSVA enrichment analysis\n\nThrough GSEA, we obtained insights into the BP, CE, and MF associated with cisplatin resistance-related genes. These genes were found to be significantly enriched in key pathways such as Nod Like Receptor Signaling Pathway, Graft Versus Host Disease, Cytosolic Dna Sensing Pathway, Adherens Junction, Long Term Potentiation, And Regulation of Actin Cytoskeleton (Fig.\n\n3\n\nA, Table S\n\n5\n\n). The distribution information of the enrichment fraction of cisplatin resistance-related genes obtained through GSVA analysis in each sample was visualized using heat maps. In comparison to the control group, the experimental group exhibited an irregular distribution pattern for the enrichment fraction of cisplatin resistance-related genes (Fig.\n\n3\n\nB).\n\nFig. 3\n\nGSEA and GSVA enrichment analysis of cisplatin resistance related genes.\n\nA\n\nPathway analysis using GSEA revealed significant enrichment of cisplatin resistance-related genes.\n\nB\n\nThe distribution heat map of the significantly enriched pathways in each sample was analyzed using GSVA\n\nA prognostic model of cisplatin resistance related genes was constructed based on TCGA data\n\nIn order to assess the prognostic correlation between genes associated with cisplatin resistance and ovarian cancer patients, we utilized TCGA-OV sequencing data and survival information to conduct a survival analysis of tumor samples for cisplatin resistance-related genes. We identified a total of 9 genes with significant prognostic value (\n\nP\n\n< 0.05). (Table S\n\n6\n\n). The LASSO-Cox regression algorithm was employed to establish the prognostic model (Fig.\n\n4\n\nA, B), resulting in the identification of a risk model comprising eight genes (Table S\n\n7\n\n). Diseased samples were categorized into low and high-risk groups based on the median value of the risk score. The distribution of risk scores and survival status for both the training set (Table S\n\n8\n\n) and validation set (Table S\n\n9\n\n), along with an expression heat map illustrating the expression patterns of these eight genes, is shown in Fig.\n\n4\n\nC-H.\n\nFig. 4\n\nPrognosis model of cisplatin resistance related genes was constructed based on TCGA data.\n\nA\n\nThe coefficient curve of LASSO regression analysis demonstrates the significant changes in lambda values for 9 genes associated with prognosis.\n\nB\n\nTen-fold cross-validation plot.\n\nC\n\nThe risk curve in the training dataset.\n\nD\n\nThe risk curve in the test dataset. E. Scatter plot depicting survival state in the training dataset.\n\nF\n\nScatter plot illustrating survival state in the test dataset.\n\nG\n\nExpression heat map displaying prognostic gene patterns in the training set.\n\nH\n\nHeat map showcasing prognostic gene expression patterns in the test set\n\nSurvival analysis\n\nSurvival analysis indicated significant differences in overall survival (OS) between the training group (Fig.\n\n5\n\nA) and the validation group (Fig.\n\n5\n\nB) within both high and low-risk groups (\n\nP\n\n< 0.05). The risk scores derived from the prognostic model showed an area under the curve (AUC) greater than 0.6 for 1-year, 3-year, and 5-year time points, suggesting a certain level of prognostic value for the model (Fig.\n\n5\n\nC, D).\n\nFig.5\n\nSurvival analysis of ovarian cancer training set and test set.\n\nA\n\n,\n\nB\n\nThe K-M survival analysis was conducted in both the training set (\n\nA\n\n) and validation set (\n\nB\n\n) to assess the high-low risk group.\n\nC\n\n,\n\nD\n\nROC curves for risk scores were calculated from the training set (\n\nC\n\n) and test set (\n\nD\n\n) at 1-, 3-, and 5-year intervals\n\nPrognostic analysis based on clinical features\n\nThrough univariate Cox regression analysis, we observed significant associations between survival and both risk scores and age (Fig.\n\n6\n\nA). Moreover, multivariate Cox regression analysis identified age and risk scores as independent predictors of overall survival (OS) (Fig.\n\n6\n\nB). Leveraging these factors, we constructed nomograms to evaluate the prognostic power of our model and generated a graphical representation (Fig.\n\n6\n\nC), enabling quantification of individual's survival probabilities at 1, 2, and 3 years. The calibration curve demonstrated excellent concordance between predicted OS and actual observations across all time points (Fig.\n\n6\n\nD).\n\nFig. 6\n\nPrognosis analysis based on clinical features.\n\nA\n\nUnifactor COX regression forest map of clinical features.\n\nB\n\nMultivariate COX regression forest map incorporating clinical features.\n\nC\n\nNomogram illustrating the clinical features.\n\nD\n\nCalibration curve for validation\n\nImmunoinfiltration analysis\n\nWe quantified immune cell abundance in OC samples, obtaining values for 22 different types of immune cells. The correlation between various immune cell types in ovarian cancer samples was visually analyzed through a bubble heat map (Fig.\n\n7\n\nA). This analysis helped us understand the level of correlation between different cell types and comprehend the characteristics of immune infiltration in ovarian cancer samples. For instance, the correlation between T cells CD8 and T cells regulatory Tregs, as well as T cells CD4 memory activated, is notably higher. There is low relevance observed between T cells CD8 and T cells CD4 memory resting. A scatter plot was employed to visually analyze the correlation between the prognostic gene and cell type, revealing a positive association between TAP1 gene expression and invasion degree of Macrophages M1 cell type (Fig.\n\n7\n\nB). Furthermore, a boxplot was utilized to compare immune cell abundance in the high-risk and low-risk groups, demonstrating significant differences in Macrophages M1 cells, CD4 Memory Resting cells, T cells Follicular helper and T cells gamma delta (Fig.\n\n7\n\nC).\n\nFig. 7\n\nAnalysis of immune infiltration in ovarian cancer samples.\n\nA\n\nDifferences in the abundance of immune cells between two groups in ovarian cancer samples.\n\nB\n\nCorrelation between TAP1 expression and the abundance of Macrophages M1 cells.\n\nC\n\nAssociation of immune cell infiltration with two groups\n\nDrug sensitivity, tumor mutation analysis and prognostic gene chromosomal localization analysis\n\nDrug sensitivity analysis revealed prominent differences in the sensitivity of Cisplatin (Fig.\n\n8\n\nA), Docetaxel (Fig.\n\n8\n\nB), and Paclitaxel (Fig.\n\n8\n\nC) between the high-risk and low-risk groups. We identified mutant genes in all TCGA-OV samples, with missense mutations being the predominant type of mutation observed (Fig.\n\n8\n\nD-G). Furthermore, we conducted chromosomal localization analysis to determine the coordinates of prognostic genes on chromosomes (Fig.\n\n8\n\nH).\n\nFig. 8\n\nDrug sensitivity, TMB and Chromosome localization analysis of prognostic genes.\n\nA\n\n-\n\nC\n\nDifferences in drug sensitivity between high and low-risk groups are observed. Boxplots demonstrate significant variations in drug sensitivity for Cisplatin (\n\nA\n\n), Docetaxel (\n\nB\n\n), and Paclitaxel (\n\nC\n\n) between the high and low-risk groups.\n\nD\n\nMutation waterfall map illustrating differentially mutated genes in the high-risk group.\n\nE\n\nMutation waterfall map displaying differentially mutated genes in the low-risk group.\n\nF\n\nMutation waterfall map depicting differentially mutated genes in both high and low-risk groups.\n\nG\n\nOverview of genetic mutations found in ovarian cancer samples.\n\nH\n\nChromosomal mapping of prognostic-related genes\n\nceRNA network analysis\n\nThere are 8 genes associated with prognosis, namely VPS13B, PLGRKT, CDKAL1, TBC1D22A, TAP1, PPP3CA, CUX1 and PPP1R15A. All of these genes are mRNA. A total of 31 microRNAs targeting VPS13B, PPP3CA, CUX1 and PLGRKT genes were screened (Tables S\n\n10\n\nS\n\n11\n\n, S\n\n12\n\n,\n\n13\n\n). Then, we predicted the Long non-coding RNA (lncRNA) targeted by these 31 microRNA, and a total of 34 lncRNA were identified (Table S\n\n14\n\n). To visualize the network relationship between prognostic genes, microRNA, and lncRNA, we constructed a ceRNA network diagram (Fig.\n\n9\n\n, Table S\n\n15\n\n).\n\nFig. 9\n\nceRNA network relationships among prognostic-related genes, microRNA, and lncRNA. The color green indicates the prognostic phase for genes, while orange represents microRNA and blue represents lncRNA\n\nValidation of expression of prognostic related genes in ovarian cancer tissues\n\nThe expressions of VPS13B, PLGRKT, CDKAL1, TBC1D22A, TAP1, PPP3CA, CUX1 and PPP1R15A in ovarian tissues of patients with OC and cisplatin-resistant OC were detected by QRT-PCR and Western Blot. The expression levels of VPS13B, TBC1D22A, PPP3CA, CUX1, and PPP1R15A genes were found to be up-regulated in ovarian tissue of cisplatin-resistant ovarian cancer patients compared to those with ovarian cancer. Conversely, the expression levels of PLGRKT, CDKAL1, and TAP1 genes were down-regulated in these patients' ovarian tissue (Fig.\n\n10\n\nA-I). These findings are consistent with the results obtained from bioinformatics analysis.\n\nFig. 10\n\nThe expression of prognostic genes in ovarian and cisplatin-resistant ovarian cancers was assessed using QRT-PCR and Western blot analysis.\n\nA\n\nThe expression of VPS13B was upregulated in the cisplatin-resistant group.\n\nB\n\nIncreased expression of TBC1D22A was observed in the cisplatin-resistant group.\n\nC\n\nEnhanced expression of PPP3CA was detected in the cisplatin-resistant group.\n\nD\n\nCUX1 expression exhibited an increase in the cisplatin-resistant group.\n\nE\n\nDecreased expression of PPP1R15A was found in the cisplatin-resistant group.\n\nF\n\nThe expression of PLGRKT was ownregulated in the cisplatin-resistant group.\n\nG\n\nCDKAL1 expression showed a decrease in the cisplatin-resistant group.\n\nH\n\nTAP1 expression demonstrated a reduction in the cisplatin-resistant group.\n\nI\n\nWestern blot analysis revealed altered protein levels of VPS13B, PLGRKT, CDKAL1, TBC1D22A, TAP1, PPP3CA, CUX1 and PPP1R15A proteins between ovarian tissues and cisplatin-resistant tissues\n\nDiscussions\n\nIn recent years, there has been gradual advancement in the treatment of ovarian cancer, with surgery combined with chemotherapy emerging as the established standard approach. Early-stage patients can undergo comprehensive surgical intervention, while advanced-stage patients may benefit from tumor cell reduction procedures [\n\n10\n\n]. However, due to the predominance of advanced stage diagnoses for ovarian cancer cases, most patients require chemotherapy as an essential component of their treatment plan. Platinum-based combination chemotherapy stands as the primary therapeutic option for advanced ovarian cancer [\n\n10\n\n,\n\n14\n\n]. However, the majority of patients undergoing chemotherapy eventually develop drug resistance, resulting in tumor recurrence and metastasis [\n\n14\n\n]. Approximately 20% of ovarian cancer patients exhibit inherent resistance to standard first-line platinum drug combination therapy, while platinum-resistant relapse cases account for approximately 25% of all relapse cases observed in clinical practice. Moreover, the prognosis for these cases is exceedingly poor [\n\n15\n\n], highlighting an urgent need for novel intervention targets.\n\nThe development of cisplatin resistance in OC chemotherapy encompasses a plethora of molecular alterations, including modifications in drug metabolism, mutations affecting drug targets, perturbations in DNA synthesis and repair mechanisms, initiation of cancer stem cell formation, immunosuppressive effects, deactivation of apoptotic genes, and activation of anti-apoptotic genes [\n\n14\n\n]. Based on multiple datasets obtained from GEO and TCGA databases, this study identified 132 differentially expressed genes related to cisplatin treatment in ovarian cancer cells, with 35 up-regulated and 97 down-regulated genes. The correlation analysis with cisplatin resistance genes identified eight hub genes, namely VPS13B, PLGRKT, CDKAL1, TBC1D22A, TAP1, PPP3CA, CUX1 and PPP1R15A.\n\nVacuolar Protein Sorting 13 Homolog B (VPS13B) is implicated in intracellular transport and subcellular localization, and mutations in this gene result in functional aberrations of the VPS13B protein, potentially impacting the normal functioning of diverse cell types and tissues [\n\n15\n\n]. In a study by Reika Iwakawa et al., frequent mutations and expression of genes were observed in small cell lung cancer including VPS13B [\n\n16\n\n]. In investigations concerning primary invasive breast cancer, aberrant methylation and transcription patterns of VPS13B have been implicated in the promotion of tumor suppressor gene inactivation or oncogene activation [\n\n17\n\n]. The PLGRKT receptor exhibits a distinctive structure and its proteolytic activity plays a crucial role in various physiological and pathological processes, encompassing inflammation, tumorigenesis, metastasis, fibrinolysis, cytokine induction, and activity release [\n\n18\n\n]. Plasminogen primarily regulates the inflammatory response by facilitating the recruitment, migration, and aggregation of plasminogen-dependent monocytes and macrophages [\n\n19\n\n]. In recent years, numerous studies have also demonstrated the pivotal role of plasminogen receptors in the regulation of tumor microenvironment. Lindsey A. Miles et al., for the first time, investigated the expression of PLGRKT in human breast cancer, wherein invasive ductal carcinoma exhibited the highest expression level. The phenomenon leads to degradation of fibrin and extracellular matrix, thereby promoting tumor progression [\n\n20\n\n]. CDKAL1 acts as a tRNA-modified methylthiotransferase, facilitating the production of cytokines that are characteristic of cancer stem cells. Huang et al. have demonstrated the essential role of CDKAL1 in maintaining stem cell-like cytokine profiles across various common cancers such as rhabdomyosarcoma, melanoma, liver cancer, stomach cancer and glioma [\n\n21\n\n,\n\n22\n\n]. Moreover, they observed a correlation between elevated expression levels of CDKAL1 and unfavorable prognosis. TBC1D22A is a protein localized in the Golgi apparatus that plays a crucial role in preserving the integrity of the Golgi membrane and has been implicated in the pathogenesis of liver cancer, epilepsy and other diseases [\n\n23\n\n]. Transporter associated with antigen processing 1 (TAP1) is a crucial molecule responsible for the processing and presentation of tumor-associated antigens. Aberrant expression of TAP1 has been observed in various tumor types and is known to impact multidrug resistance in human cancer cell lines during chemotherapy [\n\n24\n\n,\n\n25\n\n]. Qianxia Tan et al. discovered that high levels of TAP1 expression serve as an independent prognostic indicator for ovarian cancer patients, correlating with favorable outcomes [\n\n24\n\n,\n\n26\n\n]. The alpha isozyme of protein phosphatase 3, catalytic subunit (PPP3CA) represents as a calmodulin-regulated serine-threonine phosphatase. Variants in PPP3CA have been implicated in the development of early-onset, refractory epilepsy [\n\n23\n\n,\n\n25\n\n,\n\n27\n\n]. Aberrant expression of PPP3CA has also been observed in advanced multiple myeloma (MM), suggesting a potential association between elevated levels of PPP3CA and MM pathogenesis [\n\n28\n\n]. Furthermore, within an immune and iron-death-related risk score model for ovarian cancer patients developed by Chunyan Wei et al., PPP3CA has been identified as a prognostic factor aiding in predicting patient response to immunotherapy [\n\n29\n\n]. These findings align with our study results, emphasizing the significance of PPP3CA as a pivotal prognostic factor in ovarian cancer. CUX1 (CUT-like homeobox 1) is identified as a haploid tumor suppressor associated with both tumor inhibition and progression. [\n\n30\n\n]. Studies have confirmed that the circRNA derived from Cux1, encoding protein P113, drives neuroblastoma (NB) progression by facilitating the trans-activation of ZRF1/BRD4. It exhibits high expression in NB cells and promotes their proliferation, invasion, and metastasis [\n\n31\n\n]. Investigations on pancreatic neurosecretory tumors (pan-NET) have demonstrated that CUX1 serves as a prognostic marker post PanNET surgery and facilitates in vitro tumor progression through enhanced proliferation and angiogenesis [\n\n32\n\n].\n\nFunctional analysis using GO and KEGG indicated that these differentially expressed genes are primarily involved in the negative regulation of protein kinase activity, oxidative stress response, chemical cell response. Additionally, they are associated with Epstein-Barr virus infection, colorectal cancer, and cell cycle. Meanwhile, GSEA enrichment analysis revealed significant associations of these differential genes with long-term potentiation, regulation of actin cytoskeleton, graft-versus-host disease, and cellular DNA sensing pathways.\n\nFurthermore, employing the LASSO-cox regression algorithm, we constructed a risk model comprising 8 differential genes. Survival analysis results demonstrated that the high-risk group exhibited a significantly lower survival rate compared to the low-risk group (\n\nP\n\n< 0.05). Analysis of clinical characteristics identified age and risk score as independent prognostic factors for predicting survival. Further investigation into immune cell abundance disparities between high-risk and low-risk groups was conducted through immunoinfiltration analysis. In the results from these two groups, significant differences were observed in the levels of macrophages, specifically M1, T cells CD4 memory resting, T cells follicular helper, and T cells gamma delta. The expression of TAP1 positively correlates with Macrophages M1 cell type. The findings reveal that in the group exhibiting heightened expression of CA125, a serum tumor marker associated with various cancers including ovarian, endometrial, and bladder cancers, there were elevated levels of M2 macrophage marker, CD163, as well as the regulatory T-cell (Treg) marker, FOXP3, compared to the group with lower CA125 expression. This indicates that individuals with increased CA125 expression in bladder cancer tend to possess a tumor microenvironment characterized by immunosuppression [\n\n33\n\n]. Our results are congruent with this observation, indicating variances in the immune milieu between high-risk and low-risk patients with cancer. Risk prediction models accurately forecast survival outcomes in patients with cisplatin-resistant OC. Through biological information screening, RT-qPCR and WB verification, it was found that VPS13B, TBC1D22A, PPP3CA, CUX1 and PPP1R15A were highly expressed in cisplatin-resistant tissues of ovarian cancer, while PLGRKT, CDKAL1 and TAP1 were low expressed. The conclusion is consistent with the previous conclusions and enriches their research [\n\n23\n\n,\n\n29\n\n].\n\nIn this study, we conducted the first screening of differential genes between OC cells and cisplatin-resistant OC cells. However, there are certain limitations in our study. Firstly, the dataset included only 14 patients, which may not provide sufficient evidence to accurately assess the predictive accuracy of the prognostic model. Additionally, our study relies on previous research data; thus, further experimental validation is necessary to clarify the pathogenesis of these genes in the disease and improve their predictive power for clinical applications.\n\nConclusion\n\nThrough bioinformatics analysis of EMS expression profile data, we identified 132 DEGs and 8 prognostic genes. Subsequently, by conducting ceRNA network analysis, VPS13B, TBC1D22A, PPP3CA, CUX1, and PPP1R15A were identified as poor prognostic genes associated with cisplatin resistance in OC. Conversely, PLGRKT, CDKAL1, and TAP1 were found to be good prognostic genes. These findings hold significant implications for the development of novel molecular therapeutic targets and provide a solid theoretical foundation for further investigation into their underlying molecular mechanisms.\n\nSupplementary Information\n\nSupplementary Material 1.\n\nSupplementary Material 2.\n\nSupplementary Material 3.\n\nSupplementary Material 4.\n\nSupplementary Material 5.\n\nSupplementary Material 6.\n\nSupplementary Material 7.\n\nSupplementary Material 8.\n\nSupplementary Material 9.\n\nSupplementary Material 10.\n\nSupplementary Material 11.\n\nSupplementary Material 12.\n\nSupplementary Material 13.\n\nSupplementary Material 14.\n\nSupplementary Material 15.\n\nSupplementary Material 16."
  },
  {
    "pmcid": "3851042",
    "title": "A new locus on chromosome 22q13.31 linked to recessive genetic epilepsy with febrile seizures plus (GEFS+) in a Tunisian consanguineous family",
    "publish_date": "2013-9-25",
    "full_text": "Background\n\nEpilepsy is one of the most common serious neurological disorders at worldwide level [\n\n1\n\n]. Environmental and genetic factors are known to play a role in its pathogenesis. Segregation studies suggest that most epileptic syndromes are complex disorders, but several monogenic forms have also been described. Genetic (formerly named generalized [\n\n2\n\n]) epilepsy with febrile seizures plus (GEFS+) is such a Mendelian inherited epileptic syndrome. This familial autosomal dominant (AD) epilepsy shows a wide range of phenotypes such as febrile seizures (FS), FS plus (FS+) – defined as FS persisting beyond the age of 6 – as well generalized and partial seizures [\n\n2\n\n,\n\n3\n\n]. In some families, most severe epileptic phenotypes have been described such as the severe myoclonic epilepsy of infancy or Dravet syndrome [\n\n4\n\n-\n\n6\n\n].\n\nUp to now, eight GEFS+ loci have been registered on OMIM database [\n\n7\n\n-\n\n16\n\n]. Three genes are known to be causative for GEFS+ phenotype:\n\nSCN1B\n\n(MIM#600235;GEFS+1) [\n\n7\n\n],\n\nSCN1A\n\n(MIM#182389; GEFS+2) [\n\n10\n\n] and\n\nGABRG2\n\n(MIM#137164; GEFS+3) [\n\n11\n\n]. Familial forms of pure febrile seizures (FEB) have also been described. Segregation and twin studies of FS suggest a polygenic or multifactorial mode of inheritance [\n\n17\n\n,\n\n18\n\n]. In most FEB families, phenotype follows an AD mode of inheritance [\n\n19\n\n]. To date, according to OMIM (Online Mendelian Inheritance in Man –\n\nhttp://www.ncbi.nlm.nih.gov/omim\n\n) database, eleven FEB loci have already been reported [\n\n20\n\n-\n\n30\n\n] and only four genes have been linked to FS related phenotypes:\n\nSCN1A\n\n(MIM#182389; FEB3A) [\n\n31\n\n],\n\nMASS1\n\nor\n\nGPR98\n\n(MIM# 602851; FEB4) [\n\n32\n\n],\n\nGABRG2\n\n(MIM#137164; FEB8) [\n\n27\n\n] and\n\nCPA6\n\n(MIM#609562; FEB11) [\n\n30\n\n]. Finally, two other genes are considered as “susceptibility” genes to FEB syndrome and epilepsy:\n\nGABRD\n\n(MIM#137163; GEFS+5) [\n\n15\n\n] and\n\nSCN9A\n\n(MIM#603415; FEB3B/GEFS+7) [\n\n33\n\n].\n\nIn the present study, we reported the clinical and genetic studies of a GEFS+ consanguineous Tunisian family with an autosomal recessive (AR) mode of inheritance. We used homozygosity mapping, which is a method of choice for localizing genes responsible for AR diseases in consanguineous families [\n\n34\n\n]. This approach allows identifying identical by descent (IBD) regions inherited from a common ancestor. IBD loci are homozygous in all the affected members but not in other relatives. In the present study we report a new locus on chromosome 22q13.31 in which\n\nTBC1D22A\n\ngene (TBC1 domain family, member 22A, also known as\n\nC22orf4\n\n) is located.\n\nResults\n\nClinical description of consanguineous Tunisian family with GEFS+ patients\n\nThe familial pedigree is shown in Figure\n\n1\n\nand main clinical features of affected individuals are described in Table\n\n1\n\n. The occurrence of generalized tonico clonic seizures (GTCS), absence seizure and FS+ led us to consider a GEFS+ syndrome in the present family.\n\nFigure 1\n\nConsanguineous Tunisian GEFS+family pedigree.\n\nLegend:\n\nA.\n\nHaplotype reconstruction for markers on chromosome 22q13.31, which are ordered from centromere to telomere. Markers from the Illumina array are in italic. The IBD haplotype shared by family members is shown in solid lines. Recombinaison events are shown by solid drawbar. Maternal and paternal chromosomes are designated by M and P, respectively. Each phenotype is describing by different colors.\n\nB.\n\nList of markers used for haplotype reconstruction with physical position. Markers from the Illumina array are in italic.\n\nTable 1\n\nClinical characteristics of affected individuals\n\nSubject (sex, age)\n\n*\n\nFS\n\nAFS\n\nEEG\n\nNeurological examination\n\nMRI\n\nTreatment/age\n\nOnset age/remission, age\n\nn\n\nOnset age/remission, age\n\nType/n\n\nIV-2 (F, 13 y)\n\n4 y/yes, 10 y\n\n4\n\n7 y/8 y\n\nGTCS/3\n\nNormal\n\nNormal\n\nNormal\n\nVPA/7 y-until now\n\nIV-3 (M, 18 y)\n\n2 y/yes, 13 y\n\nNumerous\n\n3 y/7 y\n\nGTCS/1 yearly\n\nNormal\n\nNormal\n\nNormal\n\nVPA/8 y-12 y\n\n8 y/9 y\n\nA/numerous\n\nIV-4 (M, 17 y)\n\n2 y/no\n\nNumerous\n\n6 y/11 y\n\nGTCS/5\n\n3 Hz generalized SW\n\nMild mental retardation\n\nNormal\n\nVPA/5 y-until now\n\nA/numerous\n\n*\n\nAll individuals were agree to publish clinical details.\n\nM\n\n: Male,\n\nF\n\n: Female,\n\ny\n\n: years,\n\nFS\n\n: Febrile Seizures,\n\nAFS\n\n: Afebrile Seizures,\n\nn\n\n: Seizures number,\n\nEEG\n\n: Electroencephalogram,\n\nGTC\n\n: Generalized Tonico Clonic Seizures,\n\nA\n\n: Absence,\n\nSW\n\n: Spike Wave,\n\nMRI\n\n: Magnetic Resonance Imaging,\n\nVPA\n\n: Valproic Acid.\n\nThe proband (IV-4) is a 17-year-old boy, born at term after an uneventful pregnancy. At the age of 2, he suffered from a first complex FS. At the age of 6, a febrile GTCS and absence seizures were observed. Due to the continuation of FS, since the age of 5, he has been treated with valproic acid. Neurological examination revealed a mild mental retardation. Standard EEG tracings showed generalized spike waves.\n\nHis first cousin, patient IV-3, is an 18-year-old boy, born at term after an uneventful pregnancy, from a consanguineous marriage between first degree cousins. In addition to FS+ which persisted until the age of 13, he experienced, at the age of 3, GTCS. Since the age of 8, absence seizures were also observed. Between the ages of 8 to 12, he was treated with valproic acid. Neurological and EEG exams were normal.\n\nPatient IV-2, first cousin of the two previously described patients, is a 13-year-old girl, born at term after an uneventful pregnancy. She showed FS+ until the age of 10 and she suffered from GTCS since the age of 7. She has been treated by valproic acid since the age of 5. Neurological examination and EEG tracings were normal.\n\nMRI scans were normal in all affected family members.\n\nGenetic linkage and haplotype analysis\n\nWe assessed microsatellite markers (Additional file\n\n1\n\n: Table S1) of four GEFS+ loci and seven FEB loci, that were known at that time. Haplotype reconstructions and analysis of recombination events allowed excluding all the GEFS+ and FEB loci analyzed in the present family.\n\nA genome wide genotyping was then performed and parametric linkage using the AR mode of inheritance identified a linked region of 10.6 Mb on chromosome 22q13.31 (Additional file\n\n2\n\n: Figure FS1) flanked by the two SNPs rs3203726 and rs728592 with a maximum multipoint LOD score of 2.51 (Additional file\n\n1\n\n: Table S5). On the same chromosome, positive LOD scores were also observed at six other loci (Additional file\n\n1\n\n: Table S6). However, haplotype analysis showed that all these loci exhibited only one or two consecutive homozygous SNPs in every affected individual. Consequently, they are less likely to represent the disease locus. Moreover, due to the number of obligate carriers of the disease (8) compared to affected ones (3), the AD model is not likely.\n\nThe 10.6 Mb candidate region was further confirmed by using a set of microsatellite markers (Additional file\n\n1\n\n: Table S2). For haplotype reconstructions, we used homozygosity mapping method, which allow localizing homozygous IBD genomic region(s) responsible for AR diseases in consanguineous families. We confirmed the existence of a common homozygous IBD haplotype shared by all the three patients. Therefore, the candidate region was reduced to an interval of 527 kb, flanked by two microsatellite markers, 18GTchr22 and 15ACchr22b. This locus was homozygous in all three affected relatives and heterozygous in other family members (Figure\n\n1\n\nA). Within this homozygous IBD locus lie the 9 last exons and the 3’UTR of\n\nTBC1D22A\n\nwhich encodes the member 22A of Rab GTPase activator with a TBC1 domain family (Figure\n\n2\n\n). Two polymorphic markers, 17ACchr22 and rs2017931, are also displayed within the IBD interval (Figure\n\n1\n\nA). The most interesting one is the 17ACchr22 microsatellite marker due to its high variability. Its allele 4, corresponding to 16 AC repeats, was found homozygous in all affected relatives and heterozygous in all other unaffected family members. We estimated allele frequencies of 17ACchr22 in a sample of 70 Tunisian controls. Ten alleles (corresponding to 13 to 22 AC repeats) were observed, and the most common alleles were allele 7 (19 repeats) 25%, allele 8 (20 repeats) 22.1%, allele 5 (17 repeats) 17.9%, and allele 6 (18 repeats) 10.7%. Finally, the IBD allele 4, had a frequency of 7.14% and was never found homozygous in the present Tunisian population (Additional file\n\n1\n\n: Table S7).\n\nFigure 2\n\nStructure of the\n\nTBC1D22A\n\ngene according to Ensembl (\n\nhttp://www.ensembl.org/index.html\n\n) with localization of markers within and flanking the 527 Kb IBD linked locus.\n\nArray CGH analysis did not reveal any CNV at the genome-wide level in affected individual IV-3.\n\nMutational analysis\n\nMutation analysis was performed by whole-exome sequencing in patient IV-3 where 94.5% of the coding part of the RefSeq genes was covered at least 8×, which was sufficient to detect homozygous substitutions. This experiment revealed only three homozygous non-synonymous putative deleterious variations over the entire genome. Two of them were found on chromosome 22q13.31, within the 10.6 Mb linked region: c.5159C > T (S1720L) in the\n\nTNRC6B\n\n(trinucleotide repeat containing 6B) gene and c.4433C > T (T1478M) (rs8141262) in the\n\nCACNA1I\n\n(alpha 1I subunit of calcium voltage-dependant channel) gene. Genotyping these two missense variations, in all Tunisian family members, was done by HRM assay and confirmed by Sanger sequencing. These analyses showed that they are not linked to the disease phenotype, since the two other affected cousins (IV-2 and IV-4) were heterozygous for both variations. The third variation, found homozygous in patient IV-3, is located on chromosome 1p36.11: c.604T > C (S202P) (rs6687605) in the\n\nLDLRAP1\n\n(low density lipoprotein receptor adaptor protein 1) gene. This polymorphism, genotyped by Sanger sequencing (Additional file\n\n1\n\n: Table S3), was also found homozygous in his unaffected cousin IV-1. Therefore, rs6687605 is not linked to GEFS+ phenotype in this family, according to the IBD assumption. Finally, we also performed Sanger sequencing for\n\nKCNJ4\n\n, since this gene codes for a ion channel protein. This family of genes are often found mutated in several epilepsies. Moreover, this gene is located within one of the 6 chromosome 22 short homozygous regions (Additional file\n\n1\n\n: Table S6), which are considered as not linked to the disease (see Genetic linkage and haplotype analysis section). No mutation was observed in this gene.\n\nDiscussion\n\nThe present study described clinical and molecular investigations on GEFS+ syndrome in a Tunisian consanguineous family. The occurrence of both GTCS and absence in addition to FS+, and in absence of other types of seizures (e.g. myoclonic jerks), led us to consider that GEFS+ phenotype is likely within this family [\n\n2\n\n]. To our knowledge, it would be the first description of a consanguineous GEFS+ Tunisian family with a putative AR mode of inheritance, a transmission previously described in a Moroccan consanguineous family, showing FS and temporal lobe epilepsy phenotypes [\n\n30\n\n]. Moreover, all GEFS+ families, described in OMIM database, exclusively show an AD mode of inheritance [\n\n7\n\n-\n\n16\n\n]. Using homozygous linkage and whole-exome sequencing method, we mapped the pathogenic locus responsible for the disease within a short interval of chromosome 22q13.31 in the present Tunisian consanguineous family.\n\nWe first excluded by linkage analysis all known GEFS+ loci at that time, as well as those associated to FS phenotypes. Epileptic syndromes have also been observed in patients with structural variants [\n\n35\n\n,\n\n36\n\n], such as CNVs on chromosome 15q13.3 are known to play an important role in the genetic etiology of idiopathic generalized epilepsy [\n\n37\n\n]. We also excluded such genomic event in this family.\n\nThe 22q13.31 region, where we mapped the disease locus, has been implicated in a complex phenotype with epilepsy in 5-year-old boy with a 7.9 Mb\n\nde novo\n\ndeletion of chromosome 22q13.2-qter [\n\n38\n\n].\n\nBased on the homozygosity of an IBD locus in patients only, refined mapping allowed reducing the disease locus to the 9 last exons and 3’UTR of\n\nTBC1D22A\n\n, and even to a shorter interval around the exon 12. However no mutation has been observed by whole-exome sequencing in any of these last exons of\n\nTBC1D22A\n\n. Homozygous alleles of the two polymorphic markers (17ACchr22 microsatellite and rs2017931), found in all patients, are likely to be non-functional and probably in linkage disequilibrium with the disease mutation in one of the\n\nTBC1D22A\n\nintrons or in 3’UTR. The disease mutation could affect the splicing of\n\nTBC1D22A\n\n. Unfortunately, we were unable to test this hypothesis in absence of available RNA samples from the affected members of the family.\n\nThe first crystal structure of TBC1D22A was done in 2008 showing the diversity of human TBC domain family members [\n\n39\n\n]. Very recently, Shapshak et al. found that\n\nTBC1D22A\n\ngene had a differing gene expression profile across patients showing HIV associated dementia [\n\n40\n\n].\n\nTBC1D22A\n\ngene is expressed in brain tissues with a percentage of 2.14% (\n\nhttp://smd.princeton.edu/cgi-bin/source/sourceSearch\n\n). Moreover, GWAS suggested an association with human longevity and a SNP (rs5766691) located in\n\nTBC1D22A\n\n[\n\n41\n\n], within the 527 kb IBD homozygous interval.\n\nConclusions\n\nIn conclusion, we reported a new locus on chromosome 22q13.31 in a consanguineous Tunisian family with a GEFS+ phenotype with an original AR mode of inheritance. We were not able to identify the disease mutation but restricted the linked interval to a part of\n\nTBC1D22A\n\n, which is expanded from exon 5 to the 3’UTR of the gene. Further studies will confirm whether this gene is also mutated in other families with GEFS+.\n\nThis study was approved by the Research and Ethics Review Board of the Department of Neurology, University Hospital of Geneva and by the Ministry of Higher Education and Scientific and Technological Research of Tunisia.\n\nMethods\n\nFamily ascertainment and phenotyping\n\nWe recruited a consanguineous Tunisian family extended over four generations, comprising 3 affected and 19 non-affected members, who all originated from Tunis (Tunisia) (Figure\n\n1\n\n). The segregation of the trait suggests an AR mode of inheritance: all the affected relatives are on the last generation and one of them (IV-3) is born from first cousins (III-3 and III-4). The two other affected relatives were born from one parent with the same common ancestors as III-3 and III-4. The two other parents (III-1 and III-6) could descend from a putative common ancestor with their spouses because they all originated from a small village located in the North of Tunisia.\n\nAll family members were agree to publish clinical details and they were clinically assessed at Charles Nicolle University Hospital (Tunis) by experienced epileptologists (Hela Khiari-Mrabet and Amel Mrabet). Information on FS and afebrile seizures, age at onset, duration, type and number of seizures, intellectual outcome, antiepileptic drug therapy, and seizures outcome were obtained from their parents and case notes when available. Electroencephalographic (EEG) and magnetic resonance imaging (MRI) scans were done for all affected family members. FS+ phenotype was defined as FS persisting beyond the age of 6 years [\n\n2\n\n]. Generalized tonic clonic seizures (GTCS) and absence seizures were defined according to the criteria established by the “International League against Epilepsy” [\n\n42\n\n-\n\n44\n\n].\n\nTunisian control group\n\nSeventy unrelated healthy Tunisian controls (mean age 48.5 ± 16.5) were recruited at Charles Nicolle University Hospital (Tunis). These individuals did not have any personal and familial history of seizures.\n\nGenomic DNA\n\nOral and written informed consent was obtained from all participants or their legal representatives. Blood samples were collected and genomic DNA was extracted from peripheral blood leucocytes by phenol/chloroform procedure [\n\n45\n\n].\n\nExclusion mapping\n\nLinkage analysis with a panel of 36 microsatellite markers spanning the FEB loci (FEB1, FEB2, FEB3, FEB4, FEB5, FEB6 and FEB11/ETL5) and GEFS+ loci (GEFS+1, GEFS+2, GEFS+3 and GEFS+4) known at that time were firstly explored (Table\n\n2\n\n). Primer sequences are listed on Additional file\n\n1\n\n: Table S1 and PCR conditions are available as Additional file\n\n1\n\n. We excluded all these previously linked loci by linkage analysis.\n\nTable 2\n\nTested and excluded known FS and GEFS+ loci\n\nLocus\n\nCandidate gene\n\nMarker\n\nGenetic position (cM)\n\nPhysical position(Mb)\n\nLOD Scores\n\nFEB1\n\nD8S553\n\n81.50\n\n67.10\n\n-9.31\n\nD8S1058\n\n90.10\n\n73.09\n\n-10.43\n\nD8S279\n\n90.20\n\n73.15\n\n-15.94\n\nFEB2\n\nD19S424\n\n10.97\n\n3.18\n\n-16.30\n\nD19S177\n\n20.75\n\n5.47\n\n-12.04\n\nD19S1034\n\n20.75\n\n6.06\n\n-8.99\n\nD19S406\n\n25.17\n\n7.33\n\n-13.27\n\nD19S76\n\n25.17\n\n7.56\n\n-9.23\n\nFEB4\n\nMASS1\n\nMASS1Int85\n\n99.30\n\n90.20\n\n-12.83\n\nD5S644\n\n104.76\n\n95.84\n\n-12.95\n\nFEB5\n\nD6S1620\n\n129.10\n\n129.99\n\n-5.31\n\nD6S472\n\n132.70\n\n132.58\n\n-9.52\n\nFEB6\n\nIMPA2\n\nD18S1153\n\n34.70\n\n10.12\n\n-10.08\n\nIMPA2Int5\n\n42.00\n\n12.01\n\n-16.96\n\nD18S71\n\n42.80\n\n12.59\n\n-9.78\n\nGEFS+1\n\nSCN1B\n\nD19S425\n\n58.70\n\n40.19\n\n-11.14\n\nSCN1BInt1\n\n59.00\n\n40.21\n\n-11.52\n\nD19S893\n\n61.40\n\n40.26\n\n-11.43\n\nGEFS+2/FEB3\n\nSCN1A/SCN2A\n\nD2S2330\n\n175.50\n\n166.41\n\n-10.71\n\nD2S2345\n\n177.20\n\n168.43\n\n-6.59\n\nD2S2314\n\n188.90\n\n176.57\n\n-5.54\n\nGEFS+3\n\nGABRG2\n\nD5S1465\n\n162.00\n\n161.35\n\n-12.02\n\nGABRG2Int1\n\n162.50\n\n161.44\n\n-17.29\n\nGABRG2Int5\n\n162.60\n\n161.48\n\n-17.29\n\nD5S2576\n\n162.63\n\n161.51\n\n-16.17\n\nD17S2131\n\n162.75\n\n161.88\n\n-15.99\n\nD5S422\n\n163.90\n\n162.09\n\n-14.19\n\nGEFS+4\n\nD2S1360\n\n38.33\n\n17.36\n\n-3.68\n\nD2S305\n\n38.87\n\n19.28\n\n-3.69\n\nD2S2342\n\n40.47\n\n20.19\n\n-3.81\n\nFEB11/ETL5\n\nCPA6\n\nD8S507\n\n75.00\n\n59.30\n\n-5.18\n\nD8S1812\n\n78.30\n\n60.85\n\n-5.47\n\nD8S1843\n\n78.80\n\n62.42\n\n-9.12\n\nD8S544\n\n81.00\n\n65.75\n\n-11.07\n\nD8S533\n\n81.50\n\n67.16\n\n-11.37\n\nD8S1775\n\n85.80\n\n68.99\n\n-11.99\n\nGenetic linkage and haplotype analysis\n\nA genome-wide linkage study was performed by using the Illumina Gene Chip Linkage Infinium II HumanLinkage-24 Panel Breadchip® (Illumina, San Diego, CA), which allowed us to genotype 5913 SNPs.\n\nTwo-point and multipoint logarithm of odds (LOD) scores were calculated with MERLIN 1.1 program, assuming an AR inheritance with complete penetrance, a disease allele frequency of 0.00001 and a phenocopy rate of 0. The haplotype reconstruction for family members was done manually, regardless of the individual affection status.\n\nTo confirm the region with a LOD score of 2.51 found by linkage analysis and in order to refine the mapping, we chose a set of 8 microsatellite markers located at the chromosome 22q13.31 and distributed at average intervals of 0.2 Mb (Figure\n\n1\n\nB). According to the linked region defined by positive LOD score, we chose some microsatellite repeats using UCSC database (\n\nhttp://genome.ucsc.edu\n\n) by specifying “microsatellite” in “variations and repeats” part. Primer sequences (Additional file\n\n1\n\n: Table S2) and PCR conditions are available on Additional file\n\n1\n\n.\n\nGenome wide CNVs analysis\n\nWe have also performed a copy number variations (CNVs) analysis by using the Agilent Human Genome comparative genomic hybridization (CGH) Microarray Kit 244 K (Agilent, Santa Clara, CA). The slide was scanned on an Agilent DNA microarray scanner. Data were obtained by Agilent Feature extraction software 9 and analyzed with Agilent CGH analytics 3.4 software, using the statistical algorithms zscores and ADM-2 with a sensitivity threshold of 2.5 and 6.0, respectively, and a moving average window of 0.2 Mb. Mapping data were analyzed on the human genome sequence using the NCBI database Build 35, Hg17 (\n\nhttp://www.ncbi.nlm.nih.gov\n\n).\n\nCandidate gene mutational analysis\n\nLinkage results showed six other loci with positive LOD scores in the vicinity of the 527 kb IBD region. In one of them lies\n\nKCNJ4\n\n, which encodes a potassium inwardly-rectifying channel (subfamily J and member 4). According to its physical position and its functional role, this putative candidate gene for epilepsy, was sequenced in the present consanguineous family. We performed PCR for the two exons and splice junctions. We designed flanking exon primers from published sequences with the Primer3 (version.0.4.0) online program (\n\nhttp://bioinfo.ut.ee/primer3-0.4.0/primer3/input.htm\n\n). Primer sequences are listed on Additional file\n\n1\n\n: Table S3 and PCR conditions are available on Additional file\n\n1\n\n.\n\nExome sequencing\n\nPaired-end sequencing was performed using Illumina GAIIx/HiSeq 2000 instruments (Illumina, San Diego, CA) available at the Department of Genetic Medecine of the School of Medicine from Geneva. Sequence capture was performed using Agilent Sure Select Technology (Agilent, Santa Clara, CA) using either the All Exome kits or custom design corresponding to the linkage intervals and IBD regions. We typically obtain in excess of 30 million read pairs (60 million reads) of 76 nucleotides per GAIIx lane and 100 million reads pairs of 100 bp per HiSeq2000 lane allowing multiplexing of 2–3 exomes per lane.\n\nAlignment of reads and call of single nucleotide variants and small indels were done using the latest version of MAQ/BWA [\n\n46\n\n] and PinDel [\n\n47\n\n] softwares. Only genetic variants with high-quality score were further investigated. Variant annotation was performed using the ANNOVAR package [\n\n48\n\n]. Generation of high-quality data necessary for reliable SNP detection across the targeted regions required 30-fold genomic coverage (equivalent to 15-fold coverage per haplotype).\n\nEach DNA variant was subsequently compared to Single Nucleotide Polymorphism database (dbSNP132, NCBI) and 1000genome project dataset. Only the unique and novel DNA variants were selected for additional filtering based on the nature of the mutation (gene structure location, nucleotide conservation, codon change, de novo occurrence) and familial segregation. Polyphen2 [\n\n49\n\n] and Sift [\n\n50\n\n] programs were used to assess the pathogenecity of the filtered variants. If necessary, the final list of potential pathogenic variants were further refined by selecting genes functionally relevant to epilepsy. T1478M of\n\nCACNA1I\n\n, S1720L of\n\nTNRC6B\n\nand S202P of\n\nLDLRAP1\n\nwere further explored by classic Sanger sequencing and high resolution melt (HRM) assay using a Rotor-Gene 6000 instrument (Corbett Life Science, Australia). More details are given in Additional file\n\n1\n\nand in Additional file\n\n1\n\n: Table S3 and Additional file\n\n1\n\n: Table S4.\n\nCompeting interests\n\nThe authors declare that they have no competing interests.\n\nAuthor’s contributions\n\nNB designed the study and wrote the manuscript. FB performed the genome wide CNVs analysis. MG performed the exome sequencing analysis. CBS interpreted the clinical data. HKM and AMr performed the clinical study. ABAE, AM and AS performed supervision of the present study and critical reading of manuscript. All authors have read and approved the final manuscript.\n\nAuthor’s information\n\nNejla Belhedi (NB): PhD student; Laboratory of Genetic Immunology and Human Pathologies University Tunis el ManarTunisia and Neurological Department Charles Nicolle Hospital Tunis Tunisia. Frederic Bena (FB): MD, FAMH; Department of Genetic Medecine and Laboratory University Hospitals of Geneva Switzerland. Michel Guipponi (MG): PhD; Department of Genetic Medecine and Laboratory University Hospitals of Geneva Switzerland. Chiraz Souissi-Bouchlaka (CSB): PhD; Laboratory of Genetic Immunology and Human Pathologies University Tunis el ManarTunisia. Hela Khiari-Mrabet (HKM): MD; Neurological Department Charles Nicolle Hospital Tunis Tunisia. Amel Mrabet (AMr): MD; Neurological Department Charles Nicolle Hospital Tunis Tunisia. Amel BenAmmar Elgaaied (ABAE): PhD; Laboratory of Genetic Immunology and Human Pathologies University Tunis el ManarTunisia. Alain Malafosse (AM): MD, PhD; Department of Genetic Medecine and Laboratory University Hospitals of Geneva and Department of Psychiatry University of Geneva Switzerland. Annick Salzmann (AS): PhD; Department of Psychiatry, University of Geneva, Switzerland.\n\nSupplementary Material\n\nAdditional file 1: Table S1\n\nPrimer Sequences of Microsatellite Markers for Exclusion Mapping.\n\nTable S2\n\nPrimers Sequences of Microsatellite Markers for Haplotype Analysis on 22q13.31.\n\nTable S3\n\nPrimers Sequences for Sanger Sequencing.\n\nTable S4\n\nPrimers Sequences for HRM assay.\n\nTable S5\n\nLod Scores of linked locus on chromosome 22q13.31.\n\nTable S6\n\nLoci on Chromosome 22q13.31 with Positive LOD Score.\n\nTable S7\n\n17ACchr22 Microsatellite Genotype and Allele Distributions in the Tunisian Control Population.\n\nClick here for file\n\nAdditional file 2: Figure FS1\n\nLOD scores were calculated using Merlin program. A new region was linked on the chromosome 22q with a maximum of LOD score of 2.51.\n\nClick here for file"
  },
  {
    "pmcid": "11503387",
    "title": "Network Pharmacology Approaches Used to Identify Therapeutic Molecules for Chronic Venous Disease Based on Potential miRNA Biomarkers",
    "publish_date": "2024-10-15",
    "full_text": "1. Introduction\n\nChronic venous disease (CVD) is a widespread disease estimated to affect 83.6% of elderly individuals globally. This disease, which includes varicose veins and chronic venous insufficiency (CVI), is a prevalent medical condition among adults. CVD affects individuals worldwide, with the highest incidence in developed countries [\n\n1\n\n]. Reports describe venous leg ulcers as the most severe stage of chronic venous disease (CVD) [\n\n2\n\n]. CVD has significant consequences for individuals and society, affecting the quality of life through the experience of pain, heaviness, itching, and reduced mobility [\n\n3\n\n]. The most common cause of CVI is varicose veins in the lower extremities, with the most severe form resulting in venous ulceration. It is estimated that 30–40% of the adult population has varicose veins, and up to 6% of patients with varicose veins develop ulcers. In addition, 30% of varicose veins can develop into more severe forms of CVI.\n\nThe pathophysiology of CVD involves varicose veins, dysfunction of venous valves, and skin ulceration resulting from impaired cell proliferation, apoptosis, and angiogenesis [\n\n4\n\n]. Vascular cell functions, including cell differentiation, proliferation, migration, and apoptosis, are decisively regulated by microRNA (miRNA)-dependent gene expression modulation [\n\n5\n\n,\n\n6\n\n]. Many studies have revealed that miRNAs’ aberrant expression is associated with pathological conditions’ development [\n\n7\n\n]. In vascular disease, miRNAs have demonstrated modulatory functions in angiogenesis, endothelial cell dysfunction, and response to ischemic events [\n\n8\n\n]. Several miRNAs are regarded as potential biomarkers for cardiovascular diseases [\n\n8\n\n]. miRNAs and genes exhibit distinctive expression patterns in venous samples from patients with CVI compared to healthy patients [\n\n9\n\n,\n\n10\n\n,\n\n11\n\n,\n\n12\n\n]. Some works have separately proposed some biomarkers that could be used within CVD, and through functional analysis, seven genes (CDS2, HDAC5, PPP6R2, PRRC2B, TBC1D22A, WNK1, and PABPC3) selected as miRNA targets by in silico methods were recognized as potential biomarkers of CVD. However, their complete understanding remains elusive [\n\n13\n\n].\n\nmicroRNAs (miRNAs) are small non-coding RNAs, typically 21–25 nucleotides in length, originating from both coding and non-coding transcription units found in genic (intronic or exonic) and intergenic regions [\n\n14\n\n,\n\n15\n\n]. They are pivotal in regulating essential processes such as tissue homeostasis and cell signaling, operating at the post-transcriptional gene expression level [\n\n16\n\n]. These molecules also have an extracellular role and can be released into microvesicles, modulating gene expression in several tissues [\n\n17\n\n,\n\n18\n\n,\n\n19\n\n]. Both intracellular and extracellular miRNAs can be detected in tissue samples and various biological fluids, including serum, plasma, urine, saliva, sweat, and tears. However, this approach remains unexplored, and is mainly used in personalized medicine as a diagnostic or therapeutic tool.\n\nNetwork representations have proven essential in depicting interactions among entities of interest across various domains. This tool is precious for analyzing and visualizing complex biological processes [\n\n20\n\n]. Leveraging known interactions discovered from previous experiments creates biological networks. These intricate molecular interaction networks provide valuable insights into biological processes, enabling us to pinpoint critical nodes and other topological features associated with complex phenotypes in health and disease [\n\n21\n\n]. According to network medicine theory, disease-associated phenotypes are hypothesized to result from perturbations in gene networks rather than individual gene mutations acting in isolation [\n\n22\n\n].\n\nRestoring or inhibiting specific miRNAs in diseased cells can be accomplished through various strategies, including (1) delivering miRNA mimics or inhibitors using modified nucleic acids, (2) modifying miRNAs using viral delivery vector systems, (3) delivering miRNA mimics or inhibitors using nonviral delivery vector systems, and (4) developing small-molecule drugs that target microRNAs [\n\n23\n\n]. A further strategy has been using drugs, natural products, or plant extracts, which have been shown to modulate the expression of miRNAs through multiple mechanisms in various pathologies [\n\n24\n\n,\n\n25\n\n,\n\n26\n\n,\n\n27\n\n].\n\nHesperidin, a drug widely used in the treatment of CVD [\n\n28\n\n,\n\n29\n\n,\n\n30\n\n], has been demonstrated to enhance endothelial function by increasing the availability of nitric oxide (NO) while simultaneously suppressing the production of reactive oxygen species (ROS) and plasma levels of pro-inflammatory markers [\n\n31\n\n]. This flavonoid has been involved in modulating miRNAs by downregulating miR-21-5p and upregulating miR-16-5p and miR-34a-5p [\n\n32\n\n], which have been involved in the physiopathology of several cardiovascular diseases, including CVD [\n\n4\n\n,\n\n33\n\n,\n\n34\n\n,\n\n35\n\n], and has been considered to be used as a reference compound in our study.\n\nIn this sense, because of the critical participation of miRNA in gene expression in the development of CVD, we focused on identifying potential miRNAs and drugs that could modulate the expression of those miRNAs and may antagonize their profile expression during CVD. To achieve this aim, we employed a network-based approach. The data were collected from both the literature and miRNA-related databases to identify, by network analysis, potential molecules that interact with miRNAs regulated by hesperidin and that modify the gene expression involved in CVD derived from miRNAs collected from several studies with potential miRNA biomarker candidates and as potential therapeutic agents [\n\n4\n\n,\n\n9\n\n,\n\n11\n\n,\n\n36\n\n,\n\n37\n\n,\n\n38\n\n,\n\n39\n\n,\n\n40\n\n].\n\n2. Materials and Methods\n\n2.1. Reviewing\n\nBibliographic Screening to Select MicroRNAs Involved in CVD\n\nWe searched the PubMed database from 2016 to 2024 using MESH terms such as microRNAs, miRNA, chronic venous disease, and chronic venous insufficiency. Two independent reviewers selected studies that met the eligibility criteria.\n\nThe bibliography considered in this work includes studies about miRNAs with significant expression profiles in CVD reported between 2016 and 2024, in vitro studies that included cases and control groups, and tests in human samples with validated CVD diagnoses. Studies not performed in English that do not include controls or duplicated data, studies conducted in animal models, or studies conducted in human-derived sources were excluded from this research.\n\n2.2. Data Collection\n\nWe sought to analyze the genes influenced by the miRNAs identified through data extraction in both the reported bibliography (validated) and servers (predicted) from the Target Expression Analysis section of the miRDB-MicroRNA Target Prediction Database (\n\nhttp://www.mirdb.org/mirdb/index.html\n\n, accessed on 1 May 2024), considering those targets with a prediction score > 95%. The network analysis used the mirNET database to search for small molecules responsible for modulating CVD-associated miRNAs (\n\nhttps://www.mirnet.ca\n\n, accessed on 13 May 2024). The bar plot was generated using the ggplot2 package in R, leveraging information sourced from the literature and the Target Expression Analysis section of the miRDB-MicroRNA Target Prediction Database (\n\nhttp://www.mirdb.org/mirdb/index.html\n\n, accessed on 28 June 2024).\n\n2.3. Network Structural Analysis\n\nWe employed Cytoscape software (v.3.10.2) to construct networks aiming to identify the most connected miRNAs and relevant pathways within the context of CVD [\n\n41\n\n]. The Cytohubba plugin was used to identify the most interconnected genes within the network [\n\n42\n\n]. To elucidate the potential principal signaling pathways modified by the miRNAs, we employed the JEPETTO plugin within Cytoscape [\n\n43\n\n]. The pathways exhibiting the most significant enrichment (\n\np\n\n< 0.05) were adjusted using their XD scores based on the insights from the previous report [\n\n44\n\n].\n\n2.4. Network Pharmacology Analysis\n\nWe utilized the Cytoscape software (v.3.10.2) to construct the structural networks [\n\n41\n\n] to analyze the information from the mirNET database and identify the chemical compounds responsible for modulating miRNAs involved in CVD (\n\nhttps://www.mirnet.ca\n\n, accessed on 29 June 2024). The Cytohubba plugin was used to identify the most connected genes in the network. [\n\n42\n\n]. Furthermore, the highly interconnected small molecules were identified based on their scores, and an in-depth exploration of their respective functions was conducted in the literature.\n\nTo search for molecules with the same targeted miRNAs as hesperidin, (1) we generated a dataset of miRNAs targeted by hesperidin. These miRNAs were obtained from the SM2miR server (\n\nhttp://www.jianglab.cn/SM2miR/\n\n, accessed on 30 June 2024). This server allows us to identify whether those miRNAs targeted by hesperidin were up- or downregulated. (2) Subsequently, we obtained each sequence of those miRNAs upregulated or downregulated by hesperidin, searching the miRNA accession number in the miRbase server (\n\nhttps://www.mirbase.org/\n\n, accessed on 1 July 2024) [\n\n45\n\n]. (3) We analyzed each miRNA sequence and predicted other molecules that also regulate those same miRNAs in the PSRR (Prediction of SM-miRNA Regulation pairs by random forest) server (\n\nhttps://rnadrug.shinyapps.io/PSRR/\n\n, accessed on 2 July 2024). Using this random forest algorithm, we achieved the highest AUC values of 0.911 for the upregulation model and 0.896 for the downregulation model on the testing datasets, outperforming four other machine learning algorithms [\n\n46\n\n]. These molecules were employed to construct a structural network using the Cytoscape software (v.3.10.2) [\n\n41\n\n], and the results were analyzed with the Cytohubba plugin [\n\n42\n\n]. We considered those molecules with high degree centrality, which tends to highlight nodes (molecules) with higher degrees (more direct connections), and betweenness centrality, to identify those nodes (molecules) that lie on critical paths between others.\n\n2.5. Using QED Index to Determine Drug-like Candidates\n\nTo determine the drug-likeness using the quantitative estimate of drug-likeness (QED), we used the DruLito software (\n\nhttps://drulito.software.informer.com/\n\n, accessed on 4 July 2024), as previously described [\n\n47\n\n]. This index has enabled us to identify compounds with favorable oral administration characteristics [\n\n48\n\n]. The DruLito software (version 1.0.0) evaluated SDF files from PubChem. Our analysis focused solely on molecules that were accessible via this server. The analytical data are reported in\n\nSupplementary Materials Tables S1–S10\n\n.\n\n3. Results\n\nAfter reviewing the literature and applying the filters mentioned in the methods for bibliographical screening, we created different networks using the selected studies.\n\nScheme 1\n\n, according to the PRISMA statement, outlines the article selection criteria for subsequent analysis. A carefully selected database of differentially expressed miRNAs in cardiovascular disease was acquired to determine the most pertinent miRNAs. A structural network analysis was built to find the common miRNAs between the countries where these studies were performed. The data for this network analysis were collected from studies where the detection methods, tissues, and expression of each miRNA were found (\n\nFigure 1\n\n). The three most outstanding sources were the proximal part of the significant saphenous vein tissue, vein tissues, and peripheral blood mononuclear cells (PBMCs). This network analysis found that Poland researched CVD-associated miRNAs most, followed by China, the UK, and the USA. The most effective methods for diagnosing CVD were microarray and RT-PCR. The analysis identified several interconnected miRNAs within the network, including miR-34a, miR-34c, miR-202-3, miR-1202, and miR-130a. The analysis detected miR-34a in wound-edge epidermal keratinocytes and the proximal part of the significant saphenous vein tissue using microarray, RT-PCR, and RT-PCR validation methods.\n\nTo identify the miRNAs that regulate the most significant number of genes and to find critical miRNAs that could regulate numerous genes, we utilized our complete dataset of miRNAs (\n\nTable S1\n\n) from the miRBD database (\n\nhttp://www.mirdb.org/mirdb/index.html\n\n, accessed on 28 June 2024) to identify genes and pathways that interact with them. We only considered target genes with a score above 95% (\n\nFigure 2\n\n).\n\nFigure 2\n\nA depicts the genes regulated by each miRNA involved in CVD found in the miRBD database, including miR-593-3p (135 genes), miR-19a-3p (127 genes), miR-92a-3p (116 genes), miR-301a-3p (92 genes), and mir-181a-2-3p (87 genes).\n\nFigure 2\n\nB depicts the number of nodes (genes) interacting with the whole miRNA dataset and shows the most regulated targets indicated by the miRBD database. Using this new set, we created another network with the genes altered by these miRNAs.\n\nWe further analyze the structural network in\n\nFigure 2\n\n, which shows the most connected nodes. The most connected genes were WNK-1, IL1RN, PPP6R2, PRRC2B, and ADIPOQ, and the most connected miRNAs were hsa-miR-106b-3p, has-miR-92a-3p, hsa-miR-454-3p, hsa-miR-548ac, and hsa-miR-128-3p (\n\nFigure 3\n\n).\n\nAfter defining these most connected and relevant genes involved during CVD, they were used to perform an enrichment analysis to better understand the pathophysiology of CVD. The targeted genes of the miRNAs involved in CVD were analyzed to correlate CVD with other pathways or processes.\n\nTable 1\n\nlists the most relevant pathways or processes associated with CVI. Lately, a pharmacology network analysis was conducted considering the most relevant miRNAs from the dataset and the compounds present in the mirNET database (\n\nhttps://www.mirnet.ca/upload/MirUploadView.xhtml\n\n, accessed on 29 June 2024) (\n\nFigure 4\n\nand\n\nTable 2\n\n). This analysis was performed to find small molecules of different natures that could interact with our most relevant miRNAs. Interestingly, the interactions inside the network showed that drugs and toxicants could modulate such miRNAs. This network showed that the reported phlebotonic drug hesperidin shares several miRNAs with the natural compound curcumin.\n\nTable 2\n\ndisplays the most relevant features of each compound. Furthermore, the interactions within the network suggest that drugs and toxicants have the potential to modulate these miRNAs. As a result, it is crucial to consider their influence on toxicological analysis and in conducting further ecological and epidemiological studies (\n\nTable 3\n\n).\n\nTo further analyze the interactions between the miRNAs targeted by hesperidin, determining if this molecule influences their regulation, and thus determine new candidates that can also share and similarly regulate these miRNAs targeted by hesperidin, we generated a network structural analysis to determine those molecules that were most connected and shared more intermediates within this network (\n\nFigure 5\n\n). For more information on how this network was built, see the Materials and Methods.\n\nTable 4\n\nshows the degree and betweenness values of the most relevant molecules in this network (20 molecules).\n\nFinally, we determined their drug-likeness through the QED index to analyze whether these most relevant molecules could be suitable candidates for oral administration. At the end of the analysis of the eighteen molecules obtained from the study of the structural networks that share miRNAs with hesperidin, only six met this QED index criteria of a value greater than 0.5, identifying desoximetasone, curcumin, flurandrenolide, fludrocortisone, diflorasone, and reversine as the most suitable candidates to be administered orally in this study (\n\nTable 4\n\n).\n\n4. Discussion\n\nCVD is a multifactorial condition characterized by complex pathophysiological mechanisms [\n\n40\n\n], among which the non-coding RNAs, such as miRNAs, regulate multiple functions in biological and pathological processes, positively or negatively, promoting or not the action of the corresponding mRNA product. Numerous miRNAs can be biomarkers for several diseases and conditions, including cardiovascular diseases, cancer, and sepsis [\n\n92\n\n]. MicroRNAs (miRNAs) can be released into the bloodstream, where they exist as stable circulating free miRNAs or remain safeguarded from endogenous RNAse enzyme activity through encapsulation in exosomes or proteins [\n\n93\n\n]. Numerous reports have described the significant role of miRNAs in processes closely associated with vascular pathology, such as angiogenesis, endothelial dysfunction, and vascular inflammation. Therefore, dysregulation of the miRNA expression profiles could be considered a promising biomarker of CVD [\n\n94\n\n].\n\nAlthough few studies have been carried out, most of these studies come from the USA, Poland, China, and the UK. However, there were no studies in Latin America, so many aspects of CVD and miRNAs are still unknown in this population. Thus, urgent research must be translated into clinical practice.\n\nOne of the most connected miRNAs is miR-34a. This miRNA has been extensively studied in cancer biology in in vitro conditions due to its role as a tumor suppressor. During cancer development, this miRNA has been demonstrated to impact several crucial processes, including cell cycle progression, self-renewal, senescence, apoptosis, epithelial-to-mesenchymal transition, differentiation, migration, and metastasis. Evidence indicates that miR-34a is a crucial regulator of age-related tissue modifications and a promoter of cellular senescence. Levels of miR-34a have shown an increase with age. This increase is found in several organs, including the muscle, heart, and aorta, and it promotes detrimental organ remodeling and functional decline. In the cardiovascular system, miR-34a promotes the senescence of endothelial cells (ECs) in the vascular wall and vascular smooth muscle cells (VSMCs), principally by direct negative regulation of its best-known target, the longevity-associated gene sirtuin 1 (SIRT1) [\n\n95\n\n]. This pathway promotes arterial inflammation and the development of age-related VD.\n\nFurthermore, miR-34a expression could be influenced by other risk factors promoting vascular changes similar to aging [\n\n95\n\n]. These features make this miRNA a suitable target for treating VD. It has been described as a target of flavonoids inhibiting miR-34a synthesis and upregulation of SIRT1 expression, protecting endothelial cells from senescence [\n\n96\n\n]. This finding correlates with the literature because most drugs to treat VD come from a flavonoid nature [\n\n30\n\n].\n\nFurthermore, miR-34a targets XIAP [\n\n97\n\n], which has been implicated in resistance to apoptosis, a phenomenon possibly related to the downregulation of apoptosis in the medial layer of varicose veins [\n\n98\n\n]. This resistance to apoptosis has also been found in SASP (senescence-associated secretory phenotype), where varicose veins lead to vascular endothelium dysfunction, causing a pro-inflammatory environment [\n\n99\n\n]. Expression of miR-34a has shown significant upregulation in both the plasma and atherosclerotic plaques of patients diagnosed with CAD (coronary artery disease). This finding suggests that overexpression of miR-34a in our study is common in both arterial and venous pathology. Also, this result agrees with the research performed by Zalewski et al. [\n\n4\n\n], where this miRNA was found to be upregulated in patients with CVD. By integrating both experimental and predictive data analysis in our review, mir-34a is an outstanding miRNA and may be used as a potential biomarker for the early detection of CVD.\n\nmiR-34c has been associated with several cellular processes in the cardiovascular system [\n\n100\n\n], playing a protective role in hypoxia by activating autophagy through repressing BCL2. Significant cellular stress is produced during hypoxia that originates diverse pathological consequences, such as cardiovascular diseases and cancers [\n\n101\n\n].\n\nmiR-202-3p is downregulated during CVD. This downregulation is involved in metalloproteinase-1 (MMP-1) overexpression. MMP1 promotes trans-endothelial migration by degrading inter-endothelial junctions and disrupting endothelial integrity [\n\n102\n\n]. Thus, this loss in miR-202-3p expression may increase the activity of the MMP-1, which plays a role in CDV pathogenesis [\n\n103\n\n]. miR-1202 plays regulatory roles in MMP9 function during CVD development. However, it is required to evaluate their potential diagnostic and therapeutic utility [\n\n37\n\n]. This finding agrees with the results obtained by Zalewski et al., where miR-1202 is downregulated in patients with varicose veins. Thus, our findings also propose this miRNA as a valuable potential biomarker [\n\n94\n\n]. miR-130a was the most interconnected miRNA in this network. miR-130a has been reported in skin biopsies from venous ulcers, compared to standard skin specimens [\n\n94\n\n]. An association with the overexpression of these miRNAs has been established because they may inhibit wound healing by targeting LepR [\n\n4\n\n,\n\n94\n\n].\n\nInterestingly, the other most connected miRNAs, miR-106b-3p, miR-92a-3p, miR-454-3p, miR-548ac, and miR-128-3p, were obtained by next-generation sequencing (NGS) of PBMCs of patients with varicose veins [\n\n94\n\n]. These findings allow us to know the relevance of NGS and PBMCs in diagnosing VD.\n\nAccording to structural network analysis, the most connected genes were WNK-1, IL1NR, PPP6R2, PRRC2B, and ADIPOQ WNK1, which have been associated with downregulation of miR-181a-2-3p and miR-106b-3p in previous reports [\n\n4\n\n]. WNK1 plays a role in endothelial cell proliferation, chemotaxis, and invasion [\n\n104\n\n]. In mouse model studies, the lack of the WNK1 gene leads to embryonic death due to angiogenic and cardiovascular defects [\n\n104\n\n]. The hypothesis postulates that the upregulation of WNK1 is associated with the downregulation of miR-181a-2-3p and miR-106b-3p, thereby leading to the induction of inflammation and aging in response to oxidative stress in CVD [\n\n4\n\n]. Interleukin-1 receptor antagonist (IL1RN) has a biological role in the pro-inflammatory cytokine interleukin-1. This downregulation may be implicated in the chronic inflammation of the CVD [\n\n105\n\n]. The PPP6R2 gene is upregulated during CVD. This gene encodes proteins that act as a significant T-loop phosphatase for Aurora A, a crucial mitotic kinase. Aurora A activation is very complex and occurs at specific subcellular locations due to signaling events, including phosphorylation and oxidation [\n\n106\n\n]. Aurora A controls key oncogenic pathways associated with drug resistance and poor patient outcomes [\n\n106\n\n]. According to the findings of this study, several miRNAs are present in both CVD and some types of cancer. PPP6R2 may be a potential early biomarker for CVD and cancer.\n\nPRRC2B\n\nhas been reported as possibly upregulated by miR-92a-3p [\n\n4\n\n]. This gene-encoding protein is involved in brain development. As noted by Zalewski et al., specific neurodevelopmental processes might be implicated in the pathogenesis of CVD, highlighting potential associations between vascular and neurodegenerative disorders [\n\n4\n\n]. However, the network analysis showed another potential biomarker in this study, the ADIPOQ gene. ADIPOQ gene polymorphisms are related to adiponectin levels, insulin resistance, and metabolic diseases such as diabetes mellitus type II (DMT2) [\n\n107\n\n]. This finding also connects with WNK, which is involved in DMT2 [\n\n108\n\n,\n\n109\n\n] and vascular disorders [\n\n110\n\n]. In this context, evidence has been proposed that the incidence of diabetes mellitus is much higher in patients with CVI. More intense therapy directed against CVI in diabetic patients could potentiate the prevention of complications such as leg edema, deep vein thrombosis, progression of CVI, and post-thrombotic syndrome and improve the quality of life [\n\n111\n\n].\n\nFor the first time, small molecules (toxins and drugs) that regulate the expression of several miRNAs are involved in a CVD study through structural network analysis. Certain identified compounds include standard air or water contaminants and drugs that possess the potential to regulate miRNAs associated with CVD and its progression. Formaldehyde (FA), a prevalent air pollutant, is identified among xenobiotics and is widely encountered in nature, industrial processes, and various consumer products [\n\n67\n\n,\n\n112\n\n]. Its long-term exposure may provoke skin disorders, cancer, and cardiovascular disease [\n\n113\n\n]. This small molecule alters vascular function and oxidative stress, influencing cardiovascular health [\n\n113\n\n]. Exposure to FA from various sources can lead to heart diseases, including arrhythmia, myocardial infarction (MI), heart failure (HF), and atherosclerosis (AS) [\n\n112\n\n]. Acute FA exposure has influenced adult female vascular function in the arms and legs, decreasing conduit vessel function without altering microvascular function [\n\n113\n\n]. Also, FA causes an increase in blood pressure by activating the ACE/AT1R axis [\n\n114\n\n], so its exposure may be involved in the development of hypertension, which has been proposed as a potential cause of the early development of CVD [\n\n114\n\n,\n\n115\n\n,\n\n116\n\n,\n\n117\n\n,\n\n118\n\n]. Additional research is imperative to ascertain the diverse effects of varying concentrations and durations of FA exposure in both genders, older adults, and individuals who are particularly susceptible to cardiovascular disease, including CVD. Ethanol has been shown to induce vascular toxicity, linking patients with disorders associated with excessive ethanol consumption and the development of CVD. This process has been described through the modulation of the AT1 receptor with vascular hyper-contractility, promoting mitochondrial dysfunction, mtROS production, and reduced bioavailability of NO and H\n\n2\n\nO\n\n2\n\n[\n\n119\n\n].\n\n17beta-estradiol (E2) and diethylstilbestrol are estrogens [\n\n68\n\n,\n\n73\n\n]. Estrogens are critical regulators of vascular homeostasis, primarily functioning through ERα and ERβ, which serve as ligand-gated transcription factors. Research findings have revealed a substantial upregulation in the expression of ERα, ERβ, and GPER in the tissue of individuals with CVD. This upregulation has been associated with disease severity and has shown a correlation with the clinical stage of VD [\n\n120\n\n]. In addition, a large group of heterogeneous drugs with anticancer properties showed significant interactions with the miRNAs proposed by our network analysis. These results could be because most of the miRNAs in this study are involved in the development of, or are potential targets of, some cancers [\n\n102\n\n,\n\n121\n\n,\n\n122\n\n,\n\n123\n\n,\n\n124\n\n,\n\n125\n\n,\n\n126\n\n,\n\n127\n\n,\n\n128\n\n,\n\n129\n\n]. Our data agree with the evidence that shows that CVD may have a relationship with the development of cancer [\n\n130\n\n,\n\n131\n\n]. These results encourage more extensive and in-depth studies to be carried out to elucidate the pathogenesis mechanisms shared by both CVD and the development of some types of cancer.\n\nAmong the compounds that share those miRNAs that are targeted by the reference compound, hesperidin, we find a group of heterogeneous molecules of different types, such as corticosteroids, diarylheptanoids, antivirals, nucleoside analogs, oncology drugs, purine derivatives, estrogen receptor modulators, histone deacetylase inhibitors, and HMG-CoA reductase inhibitors. Interestingly, many of these small molecules are oncology drugs. This result correlates with that last obtained with the network analysis because of the close relationship that may occur between the miRNAs involved in CVD and cancer. In this context, hesperidin has been established to have potential use in cancer therapy [\n\n132\n\n]. Furthermore, this is the first study proposing candidates for the treatment of CVD using miRNA-based and network pharmacology approaches, compared to previous studies using virtual screening and network pharmacology approaches [\n\n133\n\n]. This approach would open new possibilities for finding new candidates to treat CVD.\n\nThe employing of corticosteroids in cardiovascular diseases has been controversial because it has been associated with adverse cardiac effects such as cardiac hypertrophy, cardiac fibrosis, and cardiac remodeling [\n\n134\n\n]. However, Ospina-Quintero et al. [\n\n135\n\n] found that a low dose of vitamin D and dexamethasone can protect against heart disease when administered subcutaneously and repeatedly. This is because it induces the production of IL-10 by a network of lymphoid and myeloid immune cells. Also, Wang et al. [\n\n136\n\n] indicated that administering low doses of dexamethasone yielded cardioprotective effects in myocardial ischemia/reperfusion (MIR) mice. These effects were manifested through the enhancement of cardiac function, attenuation of reactive oxygen species (ROS), suppression of inflammatory responses, and stimulation of anti-oxidant responses. Additionally, the study by Wang et al. revealed that the protective mechanisms of dexamethasone on myocardial tissues were mediated through the Keap1/Nrf2/HO-1 pathway. [\n\n136\n\n]. Therefore, dexamethasone could have a protective effect on cardiovascular diseases, including CVD. However, more studies are necessary to support these hypotheses. These analyses may also be carried out at a clinical level, along with the other corticosteroids in this study.\n\nCurcumin and hesperidin share many miRNAs. Hesperidin, a flavonone predominantly found in citrus fruits, is proposed to have the potential to serve as a therapeutic agent for the modulation of several cardiovascular diseases [\n\n58\n\n]. Curcumin demonstrates substantial efficacy in mitigating cardiomyocyte injury after ischemia and hypoxia, as well as in inhibiting myocardial hypertrophy and fibrosis, ameliorating ventricular remodeling, and attenuating drug-induced myocardial injury. Furthermore, it shows promise in improving diabetic cardiomyopathy (DCM), alleviating vascular endothelial dysfunction, impeding foam cell formation, and reducing the proliferation of vascular smooth muscle cells (VSMCs). Clinical studies have substantiated the protective impact of curcumin on blood vessels, while toxicological investigations have confirmed its safety profile. Nonetheless, it is imperative to acknowledge that elevated doses of curcumin may induce adverse effects, including hepatic impairment and perturbations in embryonic heart development [\n\n137\n\n]. These characteristics could propose curcumin as a drug with therapeutic potential for CVD.\n\nReversine, alternatively known as 2-(4-morpholinoanilino)-6-cyclohexylaminopurine, is a derivative of 2,6-disubstituted purine. This diminutive molecule exhibits encouraging antitumor characteristics by impeding diverse kinases that govern the cell cycle and cytokinesis. Through the application of network pharmacology prediction, molecular docking, and systematic review, it has been determined that MEK1 could potentially serve as a promising target for the action of reversine [\n\n138\n\n]. MEK1-ERK1/2 pathways are part of the MAPK cascade and have been implicated in regulating myocyte survival following ischemia–reperfusion injury, oxidative stress, and anthracycline exposure. These pathways have been associated with cardioprotective effects by directly antagonizing myocyte apoptosis [\n\n139\n\n] and play a crucial role in the signaling and transcriptional pathways that contribute to the pathogenesis of heart and vascular disease via the MEK-ERK-Egr-1 axis [\n\n140\n\n]. These data open a new line of study on miRNAs as potential biomarkers of CVD, genes, and contaminants or drugs that could be involved in developing or treating CVD.\n\n5. Conclusions\n\nDespite efforts to compile the available information on miRNAs and CVD, this review has limitations. Among the challenges encountered were the following: the studies were heterogeneous and there was an absence of pertinent clinical data, as well as a lack of a comprehensive survey on individual lifestyles, ethnicities, sample collection, methodologies, heterogeneity in protocols, miRNA isolation, comorbidities, and servers used for miRNA analysis. Additional epidemiological research is urgently required to comprehend the potential of miRNAs as a treatment for CVD or as a prospective risk factor for its development. Furthermore, a notable absence of Latin American representation in cardiovascular disease (CVD) profiles has been observed, underscoring the necessity of incorporating this demographic in forthcoming research endeavors. Notwithstanding these constraints, our study meticulously consolidated the foremost findings, delineating miRNA profiles prevalent in CVD. Our in silico strategies suggest possible associations between CVD and xenobiotic agents, including 5-Aza-CdR, arsenic, trichostatin A, and endogenous hormones.\n\nFurthermore, the network analysis allowed us to identify potential drug-like compounds that share targeted miRNAs by hesperidin: desoximetasone, curcumin, flurandrenolide, fludrocortisone, diflorasone, and reversine. These compounds may be investigated in future preclinical or clinical studies to treat CVD. It is crucial to investigate these drugs deeper. Furthermore, the clinical use of miRNAs as biomarkers for the diagnosis and prognosis of CVD should be supported."
  }
]